Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# vtInvalidMobileNo
source: Invalid Mobile No.
as: অবৈধ মোবাইল নম্বৰ।
bn: অবৈধ মোবাইল নং।
gu: અમાન્ય મોબાઇલ નં.
hi: अमान्य मोबाइल सं।
kn: ಅಮಾನ್ಯವಾದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ.
ml: അസാധുവായ മൊബൈൽ നമ്പർ.
mr: अवैध मोबाईल क्र.
or: ଅବୈଧ ମୋବାଇଲ୍ ନଂ.
ta: செல்லுபடியாகாத மொபைல் எண்.
te: చెల్లని మొబైల్ నంబర్
ur: غلط موبائل نمبر۔

# vtCallLogEmpty
source: Call Log is Empty.. No Calls made yet!!
as: কল লগ খালী আছে.. এতিয়ালৈকে কোনো কল কৰা হোৱা নাই!!
bn: কল লগ খালি... এখনও কোনও কল করা হয়নি!!
gu: કૉલ લોગ ખાલી છે.. હજી સુધી કોઈ કૉલ કરવામાં આવ્યો નથી!
hi: कॉल लॉग खाली है.. अभी तक कोई कॉल नहीं किया गया है!!
kn: ಕಾಲ್ ಲಾಗ್ ಖಾಲಿಯಾಗಿದೆ.. ಇನ್ನೂ ಯಾವುದೇ ಕರೆಗಳು ಮಾಡಲಾಗಿಲ್ಲ!!
ml: കോൾ ലോഗ് ശൂന്യമാണ്.. ഇതുവരെ കോളുകളൊന്നും വന്നിട്ടില്ല!
mr: कॉल लॉग रिकामा आहे.. अद्याप कोणतेही कॉल केलेले नाहीत!!
or: କଲ୍ ଲଗ୍ ଖାଲି ଅଛି... ଏପର୍ଯ୍ଯ଼ନ୍ତ କୌଣସି କଲ୍ କରାଯାଇ ନାହିଁ!
ta: அழைப்பு பதிவு காலியாக உள்ளது.. இன்னும் அழைப்புகள் எதுவும் செய்யப்படவில்லை!
te: కాల్ లాగ్ ఖాళీ.. ఇంకా కాల్లు చేయలేదు!!
ur: کال لاگ خالی ہے۔ ابھی تک کوئی کال نہیں کی گئی!!

# vtNoDataAvailable
source: No Data available
as: কোনো তথ্য উপলব্ধ নাই
bn: কোনও তথ্য উপলব্ধ নেই
gu: કોઈ માહિતી ઉપલબ્ધ નથી
hi: कोई डेटा उपलब्ध नहीं है
kn: ಯಾವುದೇ ದತ್ತಾಂಶ ಲಭ್ಯವಿಲ್ಲ
ml: വിവരങ്ങൾ ലഭ്യമല്ല
mr: कोणतीही माहिती उपलब्ध नाही
or: କୌଣସି ତଥ୍ଯ଼ ଉପଲବ୍ଧ ନାହିଁ
ta: தரவு இல்லை
te: డేటా అందుబాటులో లేదు
ur: کوئی ڈیٹا دستیاب نہیں ہے

# vtToday
source: TODAY
as: আজি
bn: আজ
gu: આજે
hi: आज
kn: ಇಂದು
ml: ഇന്ന്
mr: आज
or: ଆଜି
ta: இன்று
te: ఈ రోజు
ur: آج

# vtYesterday
source: YESTERDAY
as: যোৱা দিনটো
bn: গতকাল
gu: ગઈ કાલે
hi: पिछले दिन
kn: ನಿನ್ನೆ
ml: ഇന്നലെ
mr: कालचा दिवस
or: ଗତକାଲି
ta: நேற்று
te: నిన్న
ur: گزشتہ روز

# vtIvrCallNotAvailable
source: IVR call not available.. Try Again!!
as: আই. ভি. আৰ. কল উপলব্ধ নহয়.. পুনৰ চেষ্টা কৰক!!
bn: আইভিআর কল পাওয়া যাচ্ছে না. আবার চেষ্টা করুন!!
gu: આઈ. વી. આર. કૉલ ઉપલબ્ધ નથી. ફરી પ્રયાસ કરો!
hi: आई. वी. आर. कॉल उपलब्ध नहीं है. फिर से कोशिश करें!!
kn: ಐವಿಆರ್ ಕರೆ ಲಭ್ಯವಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ!!
ml: ഐവിആർ കോൾ ലഭ്യമല്ല. വീണ്ടും ശ്രമിക്കുക!!
mr: आय. व्ही. आर. कॉल उपलब्ध नाही. पुन्हा प्रयत्न करा!
or: ଆଇ. ଭି. ଆର୍. କଲ୍ ଉପଲବ୍ଧ ନାହିଁ.. ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ!
ta: ஐவிஆர் அழைப்பு கிடைக்கவில்லை. மீண்டும் முயற்சிக்கவும்!!
te: IVR కాల్ అందుబాటులో లేదు.. మళ్లీ ప్రయత్నించండి!!
ur: آئی وی آر کال دستیاب نہیں ہے۔ دوبارہ کوشش کریں!!

# vtMarkUnavailable
source: Mark as Unavailable
as: অনুপলব্ধ হিচাপে চিহ্নিত কৰক
bn: অনুপলব্ধ হিসাবে চিহ্নিত করুন
gu: અનુપલબ્ધ તરીકે ચિહ્નિત કરો
hi: अनुपलब्ध के रूप में चिह्नित करें
kn: ಲಭ್ಯವಿಲ್ಲ ಎಂದು ಗುರುತು ಮಾಡಿ
ml: ലഭ്യമല്ല എന്ന് അടയാളപ്പെടുത്തുക
mr: अनुपलब्ध म्हणून चिन्हांकित करा
or: ଅନୁପଲବ୍ଧ ଭାବରେ ଚିହ୍ନିତ କରନ୍ତୁ
ta: கிடைக்கவில்லை என்று குறிக்கவும்
te: అందుబాటులో లేదు గా మార్క్ చేయండి
ur: غیر دستیاب کے طور پر نشان زد کریں

# vtStartDate
source: Start Date
as: আৰম্ভ কৰাৰ তাৰিখ
bn: শুরু হওয়ার তারিখ
gu: શરૂઆતની તારીખ
hi: प्रारंभ तिथि
kn: ಆರಂಭದ ದಿನಾಂಕ
ml: ആരംഭ തീയതി
mr: प्रारंभ तारीख
or: ଆରମ୍ଭ ତାରିଖ
ta: தொடங்கும் தேதி
te: ప్రారంభ తేది
ur: آغاز کی تاریخ

# vtEndDate
source: End Date
as: শেষৰ তাৰিখ
bn: শেষ হওয়ার তারিখ
gu: સમાપ્તિ તારીખ
hi: समाप्ति तिथि
kn: ಅಂತ್ಯದ ದಿನಾಂಕ
ml: അവസാന തീയതി
mr: समाप्ती तारीख
or: ଶେଷ ତାରିଖ
ta: முடிவு தேதி
te: ముగింపు తేది
ur: اختتامی تاریخ

# vtStartTime
source: Start Time
as: আৰম্ভ কৰাৰ সময়
bn: শুরু করার সময়
gu: પ્રારંભ સમય
hi: शुरू करने का समय
kn: ಪ್ರಾರಂಭದ ಸಮಯ
ml: ആരംഭ സമയം
mr: प्रारंभ वेळ
or: ଆରମ୍ଭ ସମଯ଼
ta: தொடங்கும் நேரம்
te: ప్రారంభ సమయం
ur: آغاز کا وقت

# vtEndTime
source: End Time
as: শেষৰ সময়
bn: শেষ সময়
gu: સમાપ્તિ સમય
hi: समाप्ति समय
kn: ಅಂತ್ಯದ ಸಮಯ
ml: അവസാന സമയം
mr: शेवटची वेळ
or: ଶେଷ ସମଯ଼
ta: முடிவு நேரம்
te: ముగింపు సమయం
ur: اختتامی وقت

# vtAddRemarksOptional
source: Add Remarks (Optional)
as: মন্তব্য যোগ কৰক (ঐচ্ছিক)
bn: মন্তব্য যোগ করুন (ঐচ্ছিক)
gu: ટિપ્પણીઓ ઉમેરો (વૈકલ્પિક)
hi: टिप्पणी जोड़ें (वैकल्पिक)
kn: ಟಿಪ್ಪಣಿಗಳನ್ನು ಸೇರಿಸಿ (ಐಚ್ಛಿಕ)
ml: പരാമർശങ്ങൾ ചേർക്കുക (ഓപ്ഷണൽ)
mr: टिप्पण्या जोडा (ऐच्छिक)
or: ମନ୍ତବ୍ଯ଼ ଯୋଗ କରନ୍ତୁ (ଇଚ୍ଛାଧୀନ)
ta: குறிப்புகளைச் சேர்க்கவும் (விருப்பப்படி)
te: వ్యాఖ్యలు జోడించండి (ఐచ్ఛికం)
ur: ریمارکس شامل کریں (اختیاری)

# vtSave
source: Save
as: সংৰক্ষণ কৰক
bn: সংরক্ষণ করুন।
gu: સાચવો
hi: सहेजें
kn: ಉಳಿಸಿ.
ml: സംരക്ഷിക്കുക
mr: जतन करा.
or: ସଞ୍ଚଯ଼ କରନ୍ତୁ
ta: சேமிக்கவும்
te: సేవ్ చేయండి
ur: محفوظ کریں

# vtCancel
source: Cancel
as: বাতিল কৰক
bn: বাতিল করুন
gu: રદ કરો
hi: रद्द करें
kn: ರದ್ದುಗೊಳಿಸಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
or: ବାତିଲ କରନ୍ତୁ
ta: ரத்து செய்யுங்கள்
te: రద్దు చేయండి
ur: منسوخ کریں

# vtPleaseEnterRemark
source: Please enter Remark
as: অনুগ্ৰহ কৰি মন্তব্য প্ৰৱেশ কৰক
bn: অনুগ্রহ করে মন্তব্য লিখুন
gu: મહેરબાની કરીને ટિપ્પણી દાખલ કરો
hi: कृपया टिप्पणी दर्ज करें
kn: ದಯವಿಟ್ಟು ಟಿಪ್ಪಣಿ ನಮೂದಿಸಿ
ml: ദയവായി പരാമർശം നൽകുക
mr: कृपया टिप्पणी प्रविष्ट करा
or: ଦଯ଼ାକରି ଟିପ୍ପଣୀ ଭରଣ କରନ୍ତୁ
ta: தயவுசெய்து குறிப்பை உள்ளிடவும்
te: దయచేసి వ్యాఖ్యను నమోదు చేయండి
ur: براہ کرم تبصرہ درج کریں
