Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# aboutUsFeaturesDescription
source: In-app Eye Testing: The app allows its users to self-assess their eyes by answering few questions and getting appropriate recommendations on the next steps and the doctor to be visited. Even friends and family of users can get benefitted too. |Appointment Booking: Users can book online teleconsultations and in-clinic visits with doctors to get their eyes diagnosed. |IVR Call Services: Our IVR call services are available in English and local languages and it caters to users with basic feature phones as well. Users can dial our eye care professionals to seek instant help during an emergency or for any eye related issues. They can also call to book appointments or seek any further clarifications. |Nearby Clinics: Users can locate the eye care clinics near to them. |Prescriptions and Reports: All prescriptions and reports of users can be accessed from one place without much hassle. |Eye Camps: Users can get information about nearby eye camps to get the eyes of their friends and family tested for free. |Reminders and Alerts: Users can receive timely alerts and reminders related to their upcoming appointments, medication, reports etc. |Sharing: Users can share this app and other useful information provided within the app with their friends and family members.
as: ইন-এপ চকু পৰীক্ষাঃ এপটোৱে ইয়াৰ ব্যৱহাৰকাৰীসকলক কেইটামান প্ৰশ্নৰ উত্তৰ দি আৰু পৰৱৰ্তী পদক্ষেপ আৰু চিকিৎসকৰ ওচৰলৈ যোৱাৰ বিষয়ে উপযুক্ত পৰামৰ্শ লাভ কৰি নিজৰ চকুৰ মূল্যায়ন কৰিবলৈ অনুমতি দিয়ে। আনকি ব্যৱহাৰকাৰীসকলৰ বন্ধুবৰ্গ আৰু পৰিয়ালেও উপকৃত হ 'ব পাৰে। বুকিং কৰকঃ ব্যৱহাৰকাৰীসকলে চকু চিনাক্ত কৰিবলৈ চিকিৎসকৰ সৈতে অনলাইন টেলিকনচালটেশ্যন আৰু ইন-ক্লিনিক ভিজিট বুক কৰিব পাৰে। |IVR কল সেৱাসমূহঃ আমাৰ আইভিআৰ কল সেৱাসমূহ ইংৰাজী আৰু স্থানীয় ভাষাতো উপলব্ধ আৰু ই মৌলিক ফিচাৰ ফোন থকা ব্যৱহাৰকাৰীসকলক যোগান ধৰে। ব্যৱহাৰকাৰীসকলে আমাৰ চকুৰ যত্ন লোৱা পেছাদাৰীসকলক জৰুৰীকালীন অৱস্থাত বা চকু সম্পৰ্কীয় যিকোনো সমস্যাৰ বাবে তাৎক্ষণিক সহায় বিচাৰিবলৈ ডায়েল কৰিব পাৰে। এপইণ্টমেণ্ট বুকিং কৰিবলৈ বা অধিক স্পষ্টীকৰণ বিচাৰিবলৈও ফোন কৰিব পাৰে। |নিকটৱৰ্তী ক্লিনিকসমূহ: ব্যৱহাৰকাৰীসকলে তেওঁলোকৰ ওচৰৰ চকুৰ যত্ন লোৱা ক্লিনিকসমূহ বিচাৰি উলিয়াব পাৰে। |প্ৰেছক্ৰিপচন আৰু ৰিপৰ্ট: ব্যৱহাৰকাৰীৰ সকলো প্ৰেছক্ৰিপচন আৰু ৰিপৰ্ট এটা ঠাইৰ পৰা বিশেষ হেঁচা নোহোৱাকৈয়ে প্ৰৱেশ কৰিব পাৰি। |চকুৰ শিবিৰ: ব্যৱহাৰকাৰীয়ে ওচৰৰ চকুৰ শিবিৰৰ বিষয়ে তথ্য লাভ কৰি বন্ধু-বান্ধৱ আৰু পৰিয়ালৰ চকুৰ পৰীক্ষা বিনামূলীয়াকৈ কৰিব পাৰিব। |সোঁৱৰাই দিয়া আৰু সতৰ্কবাণী: ব্যৱহাৰকাৰীয়ে তেওঁলোকৰ আগন্তুক এপইণ্টমেণ্ট, ঔষধ, প্ৰতিবেদন আদিৰ সৈতে জড়িত সময়মতে সতৰ্কতা আৰু সোঁৱৰাই লাভ কৰিব পাৰে। | শ্বেয়াৰ কৰাঃ ব্যৱহাৰকাৰীসকলে এই এপটো আৰু এপটোৰ ভিতৰত প্ৰদান কৰা অন্যান্য উপযোগী তথ্য তেওঁলোকৰ বন্ধুবৰ্গ আৰু পৰিয়ালৰ সদস্যসকলৰ সৈতে শ্বেয়াৰ কৰিব পাৰে।
bn: ইন-অ্যাপ আই টেস্টিংঃ অ্যাপটি ব্যবহারকারীদের কয়েকটি প্রশ্নের উত্তর দিয়ে এবং পরবর্তী পদক্ষেপ এবং ডাক্তারের কাছে যাওয়ার বিষয়ে যথাযথ সুপারিশ পেয়ে তাদের চোখকে স্ব-মূল্যায়ন করার অনুমতি দেয়। এমনকি ব্যবহারকারীদের বন্ধুবান্ধব এবং পরিবারও উপকৃত হতে পারে।|অ্যাপয়েন্টমেন্ট বুকিংঃ ব্যবহারকারীরা তাদের চোখ নির্ণয়ের জন্য অনলাইনে টেলিকনসালটেশন এবং চিকিৎসকদের সঙ্গে ইন-ক্লিনিক ভিজিট বুক করতে পারেন।|আই. ভি. আর কল পরিষেবাগুলিঃ আমাদের আই. ভি. আর কল পরিষেবাগুলি ইংরেজি এবং স্থানীয় ভাষায় পাওয়া যায় এবং এটি মৌলিক ফিচার ফোন ব্যবহারকারীদের জন্যও সরবরাহ করে। ব্যবহারকারীরা জরুরি অবস্থার সময় বা চোখ সম্পর্কিত যে কোনও সমস্যার জন্য তাত্ক্ষণিক সহায়তা চাইতে আমাদের চক্ষু যত্ন পেশাদারদের ডায়াল করতে পারেন। তারা অ্যাপয়েন্টমেন্ট বুক করতে বা আরও কোনও ব্যাখ্যা চাইতে কল করতে পারেন।|নিকটবর্তী ক্লিনিকঃ ব্যবহারকারীরা তাদের কাছাকাছি চোখের যত্নের ক্লিনিকগুলি সনাক্ত করতে পারেন।|প্রেসক্রিপশন এবং রিপোর্টঃ ব্যবহারকারীদের সমস্ত প্রেসক্রিপশন এবং রিপোর্টগুলি খুব বেশি ঝামেলা ছাড়াই এক জায়গা থেকে অ্যাক্সেস করা যেতে পারে।|চক্ষু শিবিরঃ ব্যবহারকারীরা তাদের বন্ধু এবং পরিবারের চোখ বিনামূল্যে পরীক্ষা করার জন্য কাছাকাছি চক্ষু শিবির সম্পর্কে তথ্য পেতে পারেন।|অনুস্মারক এবং সতর্কতাঃ ব্যবহারকারীরা তাদের আসন্ন অ্যাপয়েন্টমেন্ট, ওষুধ, রিপোর্ট ইত্যাদি সম্পর্কিত সময়োপযোগী সতর্কতা এবং অনুস্মারক পেতে পারেন।|ভাগ করে নেওয়াঃ ব্যবহারকারীরা এই অ্যাপ এবং অ্যাপের মধ্যে প্রদত্ত অন্যান্য দরকারী তথ্য তাদের বন্ধু এবং পরিবারের সদস্যদের সাথে ভাগ করে নিতে পারেন।
gu: ઇન-એપ્લિકેશન આઈ ટેસ્ટિંગઃ આ એપ્લિકેશન તેના વપરાશકર્તાઓને થોડા પ્રશ્નોના જવાબ આપીને અને આગળના પગલાઓ અને ડૉક્ટરની મુલાકાત લેવા માટે યોગ્ય ભલામણો મેળવીને તેમની આંખોનું સ્વ-મૂલ્યાંકન કરવાની મંજૂરી આપે છે. વપરાશકર્તાઓના મિત્રો અને પરિવારને પણ ફાયદો થઈ શકે છે. | એપોઇન્ટમેન્ટ બુકિંગઃ વપરાશકર્તાઓ તેમની આંખોનું નિદાન કરવા માટે ઓનલાઇન ટેલી-પરામર્શ અને ડોકટરોની ઇન-ક્લિનિક મુલાકાતો બુક કરી શકે છે. | આઈ. વી. આર. કૉલ સેવાઓઃ અમારી આઈ. વી. આર. કૉલ સેવાઓ અંગ્રેજી અને સ્થાનિક ભાષાઓમાં ઉપલબ્ધ છે અને તે મૂળભૂત ફીચર ફોન ધરાવતા વપરાશકર્તાઓને પણ પૂરી પાડે છે. વપરાશકર્તાઓ કટોકટી દરમિયાન અથવા આંખ સંબંધિત કોઈપણ સમસ્યાઓ માટે તાત્કાલિક મદદ મેળવવા માટે અમારા આંખ સંભાળ વ્યાવસાયિકોને ડાયલ કરી શકે છે. તેઓ એપોઇન્ટમેન્ટ બુક કરવા અથવા વધુ સ્પષ્ટતા મેળવવા માટે પણ ફોન કરી શકે છે. | નજીકના ક્લિનિક્સઃ વપરાશકર્તાઓ તેમની નજીકના આંખની સંભાળ ક્લિનિક્સને શોધી શકે છે. | પ્રિસ્ક્રિપ્શનો અને અહેવાલોઃ વપરાશકર્તાઓના તમામ પ્રિસ્ક્રિપ્શનો અને અહેવાલો ખૂબ મુશ્કેલી વિના એક જ જગ્યાએથી મેળવી શકાય છે. | આંખના શિબિરઃ વપરાશકર્તાઓ તેમના મિત્રો અને પરિવારની આંખોની મફત તપાસ કરાવવા માટે નજીકના આંખના શિબિર વિશે માહિતી મેળવી શકે છે. | રીમાઇન્ડર્સ અને ચેતવણીઓઃ વપરાશકર્તાઓ તેમની આગામી મુલાકાત, દવા, અહેવાલો વગેરે સંબંધિત સમયસર ચેતવણીઓ અને રીમાઇન્ડર્સ પ્રાપ્ત કરી શકે છે.| વહેંચણીઃ વપરાશકર્તાઓ આ એપ્લિકેશન અને એપ્લિકેશનમાં પ્રદાન કરેલી અન્ય ઉપયોગી માહિતી તેમના મિત્રો અને પરિવારના સભ્યો સાથે શેર કરી શકે છે.
hi: इन-ऐप आँखों की जाँच: यह ऐप यूजर्स को कुछ सवालों के जवाब देकर अपनी आँखों का आकलन करने और अगले चरणों तथा उपयुक्त डॉक्टर के बारे में सलाह लेने की सुविधा देता है। इससे यूजर्स के दोस्त और परिवार भी लाभान्वित हो सकते हैं। अपॉइंटमेंट बुकिंग: यूजर्स डॉक्टरों के साथ ऑनलाइन टेलीकंसल्टेशन और इन-क्लिनिक विज़िट बुक कर सकते हैं ताकि उनकी आँखों का निदान किया जा सके। आईवीआर कॉल सेवाएँ: हमारी आईवीआर कॉल सेवाएँ अंग्रेज़ी और स्थानीय भाषाओं में उपलब्ध हैं और बेसिक फ़ीचर वाले फ़ोन का उपयोग करने वाले यूजर्स को भी पूरा करती हैं। यूजर्स किसी आपात स्थिति में या किसी भी आँख से संबंधित समस्या के लिए तत्काल सहायता लेने के लिए हमारे नेत्र देखभाल पेशेवरों को कॉल कर सकते हैं। वे अपॉइंटमेंट बुक करने या कोई और स्पष्टीकरण लेने के लिए भी कॉल कर सकते हैं। निकटवर्ती क्लीनिक: यूजर्स अपने आस-पास की नेत्र देखभाल क्लीनिकों का पता लगा सकते हैं। प्रेस्क्रिप्शन और रिपोर्ट्स: यूजर्स किसी भी परेशानी के बिना एक ही जगह से अपने सभी प्रिस्क्रिप्शन और रिपोर्ट्स देख सकते हैं। आँखों के कैंप: यूजर्स अपने दोस्तों और परिवार के सदस्यों की आँखों की जाँच मुफ्त में करवाने के लिए नज़दीकी आँखों के कैंपों के बारे में जानकारी प्राप्त कर सकते हैं। रिमाइंडर और अलर्ट: यूजर्स को आगामी अपॉइंटमेंट, दवाइयाँ, रिपोर्ट आदि से संबंधित समय पर अलर्ट और रिमाइंडर मिल सकते हैं। शेयरिंग: यूजर्स इस ऐप और ऐप के भीतर दी गई अन्य उपयोगी जानकारी को अपने दोस्तों और परिवार के सदस्यों के साथ शेयर कर सकते हैं।
kn: ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಕಣ್ಣಿನ ಪರೀಕ್ಷೆ: ಅಪ್ಲಿಕೇಶನ್ ತನ್ನ ಬಳಕೆದಾರರಿಗೆ ಕೆಲವು ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸುವ ಮೂಲಕ ತಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಸ್ವಯಂ-ಮೌಲ್ಯಮಾಪನ ಮಾಡಲು ಅನುಮತಿಸುತ್ತದೆ ಮತ್ತು ಮುಂದಿನ ಹಂತಗಳು ಮತ್ತು ವೈದ್ಯರನ್ನು ಭೇಟಿ ಮಾಡಲು ಸೂಕ್ತ ಶಿಫಾರಸುಗಳನ್ನು ಪಡೆಯುತ್ತದೆ. ಸ್ನೇಹಿತರು ಮತ್ತು ಬಳಕೆದಾರರ ಕುಟುಂಬದವರು ಸಹ ಪ್ರಯೋಜನ ಪಡೆಯಬಹುದು. |ಅಪಾಯಿಂಟ್ಮೆಂಟ್ ಬುಕಿಂಗ್: ಬಳಕೆದಾರರು ತಮ್ಮ ಕಣ್ಣುಗಳ ರೋಗನಿರ್ಣಯವನ್ನು ಪಡೆಯಲು ವೈದ್ಯರೊಂದಿಗೆ ಆನ್‌ಲೈನ್ ಟೆಲಿಕನ್ಸಲ್ಟೇಶನ್‌ಗಳು ಮತ್ತು ಇನ್-ಕ್ಲಿನಿಕ್ ಭೇಟಿಗಳನ್ನು ಬುಕ್ ಮಾಡಬಹುದು. |IVR ಕರೆ ಸೇವೆಗಳು: ನಮ್ಮ IVR ಕರೆ ಸೇವೆಗಳು ಇಂಗ್ಲಿಷ್ ಮತ್ತು ಸ್ಥಳೀಯ ಭಾಷೆಗಳಲ್ಲಿ ಲಭ್ಯವಿವೆ ಮತ್ತು ಇದು ಮೂಲಭೂತ ವೈಶಿಷ್ಟ್ಯದ ಫೋನ್‌ಗಳನ್ನು ಹೊಂದಿರುವ ಬಳಕೆದಾರರನ್ನು ಸಹ ಪೂರೈಸುತ್ತದೆ. ತುರ್ತು ಸಮಯದಲ್ಲಿ ಅಥವಾ ಯಾವುದೇ ಕಣ್ಣಿನ ಸಂಬಂಧಿತ ಸಮಸ್ಯೆಗಳಿಗೆ ತ್ವರಿತ ಸಹಾಯವನ್ನು ಪಡೆಯಲು ಬಳಕೆದಾರರು ನಮ್ಮ ಕಣ್ಣಿನ ಆರೈಕೆ ವೃತ್ತಿಪರರಿಗೆ ಡಯಲ್ ಮಾಡಬಹುದು. ಅವರು ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್‌ಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲು ಕರೆ ಮಾಡಬಹುದು ಅಥವಾ ಯಾವುದೇ ಹೆಚ್ಚಿನ ಸ್ಪಷ್ಟೀಕರಣಗಳನ್ನು ಪಡೆಯಬಹುದು. |ಹತ್ತಿರದ ಚಿಕಿತ್ಸಾಲಯಗಳು: ಬಳಕೆದಾರರು ತಮ್ಮ ಸಮೀಪದಲ್ಲಿರುವ ನೇತ್ರ ಚಿಕಿತ್ಸಾಲಯಗಳನ್ನು ಪತ್ತೆ ಮಾಡಬಹುದು. |ಪ್ರಿಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳು ಮತ್ತು ವರದಿಗಳು: ಬಳಕೆದಾರರ ಎಲ್ಲಾ ಪ್ರಿಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳು ಮತ್ತು ವರದಿಗಳನ್ನು ಹೆಚ್ಚು ತೊಂದರೆಯಿಲ್ಲದೆ ಒಂದೇ ಸ್ಥಳದಿಂದ ಪ್ರವೇಶಿಸಬಹುದು. |ಕಣ್ಣಿನ ಶಿಬಿರಗಳು: ಬಳಕೆದಾರರು ತಮ್ಮ ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬದವರ ಕಣ್ಣುಗಳನ್ನು ಉಚಿತವಾಗಿ ಪರೀಕ್ಷಿಸಲು ಹತ್ತಿರದ ಕಣ್ಣಿನ ಶಿಬಿರಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಬಹುದು. |ಜ್ಞಾಪನೆಗಳು ಮತ್ತು ಎಚ್ಚರಿಕೆಗಳು: ಬಳಕೆದಾರರು ತಮ್ಮ ಮುಂಬರುವ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್‌ಗಳು, ಔಷಧಿಗಳು, ವರದಿಗಳು ಇತ್ಯಾದಿಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಸಮಯೋಚಿತ ಎಚ್ಚರಿಕೆಗಳು ಮತ್ತು ಜ್ಞಾಪನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಬಹುದು.|ಹಂಚಿಕೆ: ಬಳಕೆದಾರರು ಈ ಅಪ್ಲಿಕೇಶನ್ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಒದಗಿಸಲಾದ ಇತರ ಉಪಯುಕ್ತ ಮಾಹಿತಿಯನ್ನು ತಮ್ಮ ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬ ಸದಸ್ಯರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಬಹುದು.
ml: ആപ്പിലെ കണ്ണ് പരിശോധന: ആപ്പ് ഉപയോക്താക്കൾക്ക് ചില ചോദ്യങ്ങൾക്ക് ഉത്തരം നൽകി സ്വന്തം കണ്ണുകൾ സ്വയം പരിശോധിക്കാനും, അടുത്ത ഘട്ടങ്ങൾ എന്തെന്നും സന്ദർശിക്കേണ്ട ഡോക്ടറെ എന്തെന്നും യോജിക്കപ്പെട്ട ശുപാർശകൾ നേടാനും അനുവദിക്കുന്നു. ഉപയോക്താക്കളുടെ കുടുംബം ഒപ്പം സുഹൃത്തുക്കളും ഇതിലൂടെ ഗുണം പ്രാപിക്കും. |അപ്പോയിന്റ്മെന്റ് ബുക്കിംഗ്: ഉപയോക്താക്കൾക്ക് ഡോക്ടറുമായി ഓൺലൈൻ ടെലികൺസൾട്ടേഷനുകളും ക്ലിനിക്കിൽ സന്ദർശനങ്ങളും ബുക്ക് ചെയ്യാം. |IVR കോൾ സേവനങ്ങൾ: ഞങ്ങളുടെ IVR കോൾ സേവനങ്ങൾ ഇംഗ്ലീഷിലും പ്രാദേശിക ഭാഷകളിലും ലഭ്യമാണ്, ഇത് ബേസിക് ഫീച്ചർ ഫോണുകളുള്ള ഉപയോക്താക്കൾക്കും സഹായകമാണ്. അടിയന്തര സഹായത്തിനോ കണ്ണിന്റെ ഏതെങ്കിലും പ്രശ്നങ്ങൾക്കോ ഉടൻ സഹായം തേടാൻ ഉപയോക്താക്കൾക്ക് ഞങ്ങളുടെ കണ്ണ് പരിചരണ വിദഗ്ദ്ധരെ വിളിക്കാം. അപ്പോയിന്റ്മെന്റുകൾ ബുക്ക് ചെയ്യാനോ കൂടുതൽ വ്യക്തത തേടാനോ അവർക്ക് വിളിക്കാം. |സമീപത്തെ ക്ലിനിക്കുകൾ: ഉപയോക്താക്കൾക്ക് അവരുടെ സമീപത്തുള്ള കണ്ണ് പരിചരണ ക്ലിനിക്കുകൾ കണ്ടെത്താം. |പ്രസ്ക്രിപ്ഷനുകൾ റിപ്പോർട്ടുകൾ: ഉപയോക്താക്കളുടെ എല്ലാ പ്രസ്ക്രിപ്ഷനുകളും റിപ്പോർട്ടുകളും ഒരു സ്ഥലത്ത് എളുപ്പത്തിൽ ലഭ്യമാണ്. |കണ്ണ് ക്യാമ്പുകൾ: ഉപയോക്താക്കൾക്ക് അവരുടെ സുഹൃത്തുക്കളുടെയും കുടുംബത്തിന്റെയും കണ്ണുകൾ സൗജന്യമായി പരിശോധിക്കാനുള്ള സമീപത്തെ കണ്ണ് ക്യാമ്പുകളുടെ വിവരങ്ങൾ നേടാം. |ഓർമ്മപ്പെടുത്തലുകൾ അലർട്ടുകൾ: ഉപയോക്താക്കൾക്ക് അവരുടെ വരാനിരിക്കുന്ന അപ്പോയിന്റ്മ മെന്റുകൾ, മരുന്നുകൾ, റിപ്പോർട്ടുകൾ എന്നിവയെ സംബന്ധിച്ച സമയോചിതമായ അലർട്ടുകളും ഓർമ്മപ്പെടുത്തലുകളും ലഭിക്കും. |പങ്കുവെക്കൽ: ഈ ആപ്പും അതിനുള്ളിൽ നൽകുന്ന ഉപയോഗപ്രദമായ വിവരങ്ങളും ഉപയോക്താക്കൾ അവരുടെ സുഹൃത്തുക്കളോടും കുടുംബാംഗങ്ങളോടും പങ്കുവെക്കാം.
mr: अ‍ॅपमध्ये अंतर्भूत डोळा चाचणी : अॅपमध्ये असलेल्या काही प्रश्नांची उत्तरं वापरकर्त्यांनी दिली की त्यानुसार त्यांना पुढे काय करायचे, गरज असल्यास कोणत्या डॉक्टरला भेटायचे, याविषयी योग्य सूचना हे अॅप देते. वापरकर्त्यांचे मित्र आणि कुटुंबीयही याचा लाभ घेऊ शकतात. |अपॉइंटमेंट बुकिंग : वापरकर्ते डॉक्टरांकडे ऑनलाईन टेलिकन्सल्टेशन आणि क्लिनिकमध्ये भेटी बुक करू शकतात जिथे त्यांचे डोळे तपासण्यात येतील. |IVR कॉल सेवा : आमच्या IVR कॉल सेवा इंग्रजी आणि स्थानिक भाषांमध्ये उपलब्ध आहेत आणि साधा फीचर फोन असणाऱ्या वापरकर्त्यांनादेखील त्या सेवा वापरता येतात. वापरकर्ते आपत्कालीन परिस्थितीत किंवा डोळ्याशी संबंधित कोणत्याही समस्यांवर तात्काळ मदतीसाठी आमच्या नेत्रतज्ञ व प्रशिक्षित मदतनिसांना कॉल करू शकतात. ते अपॉइंटमेंट बुक करण्यासाठी किंवा अधिक स्पष्टीकरण मिळवण्यासाठीदेखील कॉल करू शकतात. |जवळील क्लिनिक : वापरकर्ते त्यांच्या जवळचे डोळ्यांचे क्लिनिक शोधू शकतात. |प्रिस्क्रिप्शन्स आणि अहवाल : वापरकर्त्यांचे सर्व प्रिस्क्रिप्शन्स आणि अहवाल एका जागी सहज उपलब्ध केले जाऊ शकतात. | नेत्रआरोग्य शिबिरे : वापरकर्ते त्यांच्या जवळच्या नेत्र शिबिरांबद्दल माहिती मिळवू शकतात जेणेकरून ते त्यांच्या मित्रमैत्रिणी आणि कुटुंबीयांचे डोळे मोफत तपासून घेऊ शकतात. |रिमाइंडर्स आणि अलर्ट : वापरकर्ते आपल्या आगामी अपॉइंटमेंट्स, औषध, अहवाल इत्यादींशी संबंधित अलर्ट आणि रिमाइंडर्स योग्य वेळी प्राप्त करू शकतात. |शेअरिंग : वापरकर्ते हे अ‍ॅप आणि अ‍ॅपमध्ये दिलेली इतर उपयुक्त माहिती त्यांच्या मित्र आणि कुटुंबीयांसोबत शेअर करू शकतात.
or: ଇନ-ଆପ୍ ଚକ୍ଷୁ ପରୀକ୍ଷଣଃ ଏହି ଆପ୍ ଏହାର ବ୍ଯ଼ବହାରକାରୀମାନଙ୍କୁ କିଛି ପ୍ରଶ୍ନର ଉତ୍ତର ଦେଇ ଏବଂ ପରବର୍ତ୍ତୀ ପଦକ୍ଷେପ ଏବଂ ଡାକ୍ତରଙ୍କ ନିକଟକୁ ଯିବା ପାଇଁ ଉପଯୁକ୍ତ ସୁପାରିଶ ପାଇବା ଦ୍ୱାରା ସେମାନଙ୍କ ଆଖିକୁ ଆତ୍ମ-ମୂଲ୍ଯ଼ାଙ୍କନ କରିବାକୁ ଅନୁମତି ଦିଏ | ଏପରିକି ବ୍ଯ଼ବହାରକାରୀଙ୍କ ବନ୍ଧୁ ଏବଂ ପରିବାର ମଧ୍ଯ଼ ଉପକୃତ ହୋଇପାରିବେ। | ନିଯୁକ୍ତି ବୁକିଂଃ ବ୍ଯ଼ବହାରକାରୀମାନେ ସେମାନଙ୍କ ଆଖି ଚିହ୍ନଟ କରିବା ପାଇଁ ଅନଲାଇନ୍ ଟେଲି ପରାମର୍ଶ ଏବଂ ଡାକ୍ତରଙ୍କ ସହ ଇନ-କ୍ଲିନିକ୍ ପରିଦର୍ଶନ ବୁକ୍ କରିପାରିବେ | ଆଇ. ଭି. ଆର୍. କଲ୍ ସେବାଃ ଆମର ଆଇ. ଭି. ଆର୍. କଲ୍ ସେବା ଇଂରାଜୀ ଏବଂ ସ୍ଥାନୀଯ଼ ଭାଷାରେ ଉପଲବ୍ଧ ଏବଂ ଏହା ମୌଳିକ ଫିଚର୍ ଫୋନ୍ ବ୍ଯ଼ବହାରକାରୀଙ୍କ ପାଇଁ ମଧ୍ଯ଼ ଉପଲବ୍ଧ। ଜରୁରୀକାଳୀନ ସମଯ଼ରେ କିମ୍ବା କୌଣସି ଆଖି ସମ୍ବନ୍ଧୀଯ଼ ସମସ୍ଯ଼ା ପାଇଁ ତୁରନ୍ତ ସାହାଯ୍ଯ଼ ନେବାକୁ ବ୍ଯ଼ବହାରକାରୀମାନେ ଆମର ଚକ୍ଷୁ ଯତ୍ନ ବୃତ୍ତିଗତଙ୍କୁ ଡାଏଲ୍ କରିପାରିବେ | ସେମାନେ ଆପଏଣ୍ଟମେଣ୍ଟ ବୁକ୍ କରିବାକୁ ମଧ୍ଯ଼ କଲ୍ କରିପାରିବେ କିମ୍ବା ଅଧିକ ସ୍ପଷ୍ଟୀକରଣ ପାଇପାରିବେ | ନିକଟସ୍ଥ କ୍ଲିନିକଃ ବ୍ଯ଼ବହାରକାରୀମାନେ ସେମାନଙ୍କ ନିକଟବର୍ତ୍ତୀ ଚକ୍ଷୁ ଚିକିତ୍ସା କ୍ଲିନିକଗୁଡ଼ିକୁ ଚିହ୍ନଟ କରିପାରିବେ। | ପ୍ରେସକ୍ରିପସନ୍ ଏବଂ ରିପୋର୍ଟଃ ବ୍ଯ଼ବହାରକାରୀଙ୍କ ସମସ୍ତ ପ୍ରେସକ୍ରିପସନ୍ ଏବଂ ରିପୋର୍ଟଗୁଡିକ ଅଧିକ ଅସୁବିଧା ବିନା ଗୋଟିଏ ସ୍ଥାନରୁ ଆକ୍ସେସ୍ କରାଯାଇପାରିବ | ଚକ୍ଷୁ ଶିବିରଃ ବ୍ଯ଼ବହାରକାରୀମାନେ ସେମାନଙ୍କ ବନ୍ଧୁ ଏବଂ ପରିବାରର ଆଖି ମାଗଣାରେ ପରୀକ୍ଷା କରିବା ପାଇଁ ନିକଟସ୍ଥ ଚକ୍ଷୁ ଶିବିର ବିଷଯ଼ରେ ସୂଚନା ପାଇପାରିବେ | ଅନୁସ୍ମାରକ ଏବଂ ଆଲର୍ଟଃ ବ୍ଯ଼ବହାରକାରୀମାନେ ସେମାନଙ୍କ ଆଗାମୀ ସାକ୍ଷାତ, ଔଷଧ, ରିପୋର୍ଟ ଇତ୍ଯ଼ାଦି ସମ୍ବନ୍ଧୀଯ଼ ସମଯ଼ୋଚିତ ଆଲର୍ଟ ଏବଂ ଅନୁସ୍ମାରକ ପାଇପାରିବେ | ଅଂଶୀଦାର କରିବାଃ ବ୍ଯ଼ବହାରକାରୀମାନେ ଏହି ଆପ୍ ଏବଂ ଆପ୍ ମଧ୍ଯ଼ରେ ପ୍ରଦାନ କରାଯାଇଥିବା ଅନ୍ଯ଼ାନ୍ଯ଼ ଉପଯୋଗୀ ସୂଚନାକୁ ସେମାନଙ୍କ ବନ୍ଧୁ ଏବଂ ପରିବାର ସଦସ୍ଯ଼ଙ୍କ ସହ ଅଂଶୀଦାର କରିପାରିବେ।
ta: உள்ளாப்பில் கண் சோதனை: இந்த ஆப் அதன் பயனர்களுக்கு சில கேள்விகளுக்கு பதிலளித்து தங்கள் கண்களை சுய-மதிப்பிட அனுமதிக்கிறது மற்றும் அடுத்த படிகள் மற்றும் நோக்கம் படுத்தப்படும் மருத்துவரை பரிந்துரைக்கிறது. பயனர்களின் நண்பர்களும் குடும்பத்தினரும் இதிலிருந்து பயன் பெறலாம். |நியமனம் முன்பதிவு: பயனர்கள் ஆன்லைனில் தொலைத்தொடர்பு மற்றும் மருத்துவமனையில் விஜிட்டுகளுக்கு மருத்துவர்களுடன் முன்பதிவு செய்ய முடியும், தங்கள் கண்களை சோதிக்க. |IVR அழைப்பு சேவைகள்: எங்கள் IVR அழைப்பு சேவைகள் ஆங்கிலத்திலும் உள்ளூர் மொழிகளிலும் கிடைக்கின்றன, இது அடிப்படை அம்ச கைபேசிகளுடன் பயனர்களுக்கு சேவை செய்கிறது. பயனர்கள் அவசரநிலையில் உடனடி உதவிக்காக அல்லது எந்தவொரு கண் சம்பந்தப்பட்ட சிக்கல்களுக்கும் எங்கள் கண் பராமரிப்பு நிபுணர்களை அழைக்க முடியும். அவர்கள் நியமனங்களை முன்பதிவு செய்ய அல்லது மேலும் விளக்கங்களைக் கேட்க அழைக்கலாம். |அருகிலுள்ள கிளினிக்குகள்: பயனர்கள் தங்களுக்கு அருகிலுள்ள கண் பராமரிப்பு கிளினிக்குகளை கண்டறியலாம். |மருந்துகள் மற்றும் அறிக்கைகள்: பயனர்களின் அனைத்து மருந்துகள் மற்றும் அறிக்கைகளை எளிதாக ஒரு இடத்திலிருந்து அணுகலாம். |கண் முகாம்கள்: பயனர்கள் தங்கள் நண்பர்கள் மற்றும் குடும்பத்தினரின் கண்களை இலவசமாக பரிசோதிக்க அருகிலுள்ள கண் முகாம்கள் பற்றிய தகவல்களை பெறலாம். |நினைவூட்டல்கள் மற்றும் எச்சரிக்கைகள்: பயனர்கள் தங்களுடைய வருகின்ற நியமனங்கள், மருந்துகள், அறிக்கைகள் முதலியவற்றிற்கான காலத்துக்கு ஏற்ற எச்சரிக்கைகளையும் நினைவூட்டல்களையும் பெறலாம். |பகிர்வு: பயனர்கள் இந்த செயலியையும், செயலியின் உள்ளே வழங்கப்பட்டுள்ள பயனுள்ள தகவல்களையும் தங்கள் நண்பர்கள் மற்றும் குடும்பத்தினருடன் பகிரலாம்.
te: అనువర్తనంలో కంటి పరీక్ష: కొన్ని ప్రశ్నలకు సమాధానం ఇవ్వడం ద్వారా మరియు తదుపరి దశలు మరియు సందర్శించాల్సిన వైద్యుడికి తగిన సిఫార్సులను పొందడం ద్వారా వారి కళ్ళను స్వీయ-మూల్యాంకనం వేయడానికి అనువర్తనం, దాని వినియోగదారులను అనుమతిస్తుంది. వినియోగదారుల స్నేహితులు మరియు కుటుంబ సభ్యులు కూడా ప్రయోజనం పొందవచ్చు. | అపాయింట్మెంట్ బుకింగ్: వినియోగదారులు తమ కళ్ల పరీక్ష కొరకు ఆన్లైన్ టెలికన్సల్టేషన్లు మరియు వైద్యులతో ఇన్-క్లినిక్ సందర్శనలను బుక్ చేసుకోవచ్చు. | ఐవిఆర్ కాల్ సేవలు: మా ఐవిఆర్ కాల్ సేవలు ఆంగ్లం మరియు స్థానిక భాషలలో అందుబాటులో ఉన్నాయి మరియు ఇది ప్రాథమిక ఫీచర్ ఫోన్లు ఉన్న వినియోగదారులకు కూడా సేవలు అందిస్తుంది. అత్యవసర సమయంలో లేదా ఏదైనా కంటి సంబంధిత సమస్యల కోసం తక్షణ సహాయం కోరడానికి వినియోగదారులు మా కంటి సంరక్షణ నిపుణులను సంప్రదించవచ్చు. అపాయింట్మెంట్లను బుక్ చేసుకోవడానికి లేదా మరిన్ని వివరణలు కోరడానికి కూడా వారు కాల్ చేయవచ్చు. | సమీపంలోని క్లినిక్లు: వినియోగదారులు తమకు సమీపంలో ఉన్న కంటి సంరక్షణ క్లినిక్లను గుర్తించవచ్చు. | ప్రిస్క్రిప్షన్లు మరియు నివేదికలు: వినియోగదారుల అన్ని ప్రిస్క్రిప్షన్లు మరియు నివేదికలను సులువుగా ఒకే ప్రదేశం నుండి పొందవచ్చు. | కంటి శిబిరాలు: వినియోగదారులు తమ స్నేహితులు మరియు కుటుంబ సభ్యుల కళ్ళను ఉచితంగా పరీక్షించడానికి సమీపంలోని కంటి శిబిరాల సమాచారాన్ని పొందవచ్చు. | రిమైండర్లు మరియు హెచ్చరికలు: వినియోగదారులు వారి రాబోయే అపాయింట్మెంట్లు, మందులు, నివేదికలు మొదలైన వాటికి సంబంధించిన సకాలంలో హెచ్చరికలు మరియు రిమైండర్లను పొందవచ్చు. | షేరింగ్: వినియోగదారులు ఈ అనువర్తనం మరియు అనువర్తనంలో అందించిన ఇతర ఉపయోగకరమైన సమాచారాన్ని వారి స్నేహితులు మరియు కుటుంబ సభ్యులకు పంపవచ్చు.
ur: ایپ میں آنکھوں کی جانچ: ایپ اپنے صارفین کو چند سوالات کے جوابات دے کر اور اگلے مراحل اور ڈاکٹر سے ملنے کے بارے میں مناسب سفارشات حاصل کر کے اپنی آنکھوں کا خود جائزہ لینے کی سہولت دیتی ہے۔ یہاں تک کہ صارفین کے دوست اور اہل خانہ بھی فائدہ اٹھا سکتے ہیں۔|تقرری کی بکنگ: صارفین اپنی آنکھوں کی تشخیص کروانے کے لیے آن لائن ٹیلی مشاورت اور ڈاکٹروں کے ساتھ کلینک کے دوروں کی بکنگ کر سکتے ہیں۔|آئی وی آر کال سروسز: ہماری آئی وی آر کال سروسز انگریزی اور مقامی زبانوں میں دستیاب ہیں اور یہ بنیادی فیچر فون والے صارفین کی ضروریات کو بھی پورا کرتی ہیں۔ صارفین ہنگامی صورت حال کے دوران یا آنکھوں سے متعلق کسی بھی مسئلے کے لیے فوری مدد حاصل کرنے کے لیے ہمارے آنکھوں کی دیکھ بھال کرنے والے پیشہ ور افراد کو ڈائل کر سکتے ہیں۔ وہ ملاقاتوں کو بک کرنے یا مزید وضاحت طلب کرنے کے لیے بھی کال کر سکتے ہیں۔|قریبی کلینک: صارفین اپنے قریب آنکھوں کی دیکھ بھال کے کلینک تلاش کر سکتے ہیں۔|نسخے اور رپورٹیں: صارفین کے تمام نسخے اور رپورٹس تک بغیر کسی پریشانی کے ایک جگہ سے رسائی حاصل کی جا سکتی ہے۔|آنکھوں کے کیمپ: صارفین اپنے دوستوں اور اہل خانہ کی آنکھوں کی مفت جانچ کروانے کے لیے قریبی آنکھوں کے کیمپوں کے بارے میں معلومات حاصل کر سکتے ہیں۔|یاد دہانی اور انتباہات: صارفین اپنی آنے والی ملاقاتوں، ادویات، رپورٹس وغیرہ سے متعلق بروقت انتباہات اور یاد دہانی حاصل کر سکتے ہیں۔|شیئرنگ: صارفین اس ایپ اور ایپ کے اندر فراہم کردہ دیگر مفید معلومات کو اپنے دوستوں اور کنبہ کے ممبروں کے ساتھ شیئر کر سکتے ہیں۔

# aboutUsConclusion
source: The app is developed with the help of leading eye care professionals to serve our user community better. Join us in our mission to create a brighter, healthier world. Download and Share the Sightconnect app today!
as: এই এপটো আমাৰ ব্যৱহাৰকাৰী সম্প্ৰদায়ক ভালদৰে সেৱা আগবঢ়াবলৈ আগশাৰীৰ চকুৰ যত্ন লোৱা পেছাদাৰীসকলৰ সহায়ত বিকশিত কৰা হৈছে। এক উজ্জ্বল, স্বাস্থ্যকৰ পৃথিৱী সৃষ্টি কৰাৰ বাবে আমাৰ অভিযানত যোগদান কৰক। আজি চাইটকনেক্ট এপটো ডাউনলোড আৰু শ্বেয়াৰ কৰক!
bn: অ্যাপটি আমাদের ব্যবহারকারী সম্প্রদায়কে আরও ভালভাবে সেবা দেওয়ার জন্য শীর্ষস্থানীয় চক্ষু যত্ন পেশাদারদের সহায়তায় তৈরি করা হয়েছে। একটি উজ্জ্বল, স্বাস্থ্যকর বিশ্ব তৈরি করার লক্ষ্যে আমাদের সাথে যোগ দিন। আজই সাইট কানেক্ট অ্যাপটি ডাউনলোড করুন এবং শেয়ার করুন!
gu: અમારા વપરાશકર્તા સમુદાયને વધુ સારી રીતે સેવા આપવા માટે અગ્રણી આંખની સંભાળના વ્યાવસાયિકોની મદદથી આ એપ્લિકેશન વિકસાવવામાં આવી છે. એક ઉજ્જવળ, તંદુરસ્ત વિશ્વ બનાવવા માટેના અમારા મિશનમાં અમારી સાથે જોડાઓ. આજે જ સાઇટકનેક્ટ એપ્લિકેશન ડાઉનલોડ કરો અને શેર કરો!
hi: ऐप को उपयोगकर्ता समुदाय को बेहतर सेवा प्रदान करने के लिए महत्वपूर्ण नेत्र देखभाल पेशेवरों की मदद से विकसित किया गया है। हमारे साथ एक बेहतर, स्वस्थ दुनिया बनाने के हमारे मिशन में शामिल हों। साइटकनेक्ट ऐप को आज ही डाउनलोड करें और साझा करें!
kn: ನಮ್ಮ ಬಳಕೆದಾರರ ಸಮುದಾಯಕ್ಕೆ ಉತ್ತಮವಾಗಿ ಸೇವೆ ಸಲ್ಲಿಸಲು ಪ್ರಮುಖ ಕಣ್ಣಿನ ಆರೈಕೆ ವೃತ್ತಿಪರರ ಸಹಾಯದಿಂದ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾಗಿದೆ. ಪ್ರಕಾಶಮಾನವಾದ, ಆರೋಗ್ಯಕರ ಜಗತ್ತನ್ನು ರಚಿಸುವ ನಮ್ಮ ಮಿಷನ್‌ನಲ್ಲಿ ನಮ್ಮೊಂದಿಗೆ ಸೇರಿ. ಇಂದು ಸೈಟ್‌ಕನೆಕ್ಟ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಿ!
ml: ഞങ്ങളുടെ ഉപയോക്തൃ സമൂഹത്തെ മികച്ച രീതിയിൽ സേവിക്കുന്നതിനായി പ്രമുഖ നേത്ര സംരക്ഷണ പ്രൊഫഷണലുകളുടെ സഹായത്തോടെയാണ് ആപ്പ് വികസിപ്പിച്ചെടുത്തത്. തിളക്കമാർന്നതും ആരോഗ്യകരവുമായ ഒരു ലോകം സൃഷ്ടിക്കുന്നതിനുള്ള ഞങ്ങളുടെ ദൌത്യത്തിൽ ഞങ്ങളോടൊപ്പം ചേരുക. സൈറ്റ്കണക്ട് ആപ്പ് ഇന്ന് ഡൌൺലോഡ് ചെയ്ത് പങ്കിടുക!
mr: या अ‍ॅपची निर्मिती आमच्या वापरकर्ता समुदायाला अधिक चांगल्या प्रकारे सेवा देण्यासाठी अग्रगण्य नेत्रतज्ञांच्या मदतीने केली आहे. आमच्या या उज्ज्वल आरोग्यदायी जग निर्माण करण्याच्या मोहिमेत आमच्यासोबत सामील व्हा. SightConnect अ‍ॅप आजच डाउनलोड करा आणि शेअर करा!
or: ଆମର ବ୍ୟବହାରକାରୀ ସମୁଦାଯ଼କୁ ଉନ୍ନତ ସେବା ଯୋଗାଇବା ପାଇଁ ଅଗ୍ରଣୀ ଚକ୍ଷୁ ଯତ୍ନ ପେସାଦାରଙ୍କ ସହାଯ଼ତାରେ ଏହି ଆପ୍ ବିକଶିତ ହୋଇଛି। ଏକ ଉଜ୍ଜ୍ୱଳ, ସୁସ୍ଥ ବିଶ୍ୱ ସୃଷ୍ଟି କରିବା ପାଇଁ ଆମର ମିଶନରେ ଯୋଗ ଦିଅନ୍ତୁ। ଆଜି ସାଇଟ୍କନେକ୍ଟ ଆପ୍ ଡାଉନଲୋଡ୍ ଏବଂ ସେୟାର କରନ୍ତୁ!
ta: இந்த செயலி முன்னணி கண் பராமரிப்பு நிபுணர்களின் உதவியுடன் உருவாக்கப்பட்டுள்ளது, எங்கள் பயனர் சமூகத்திற்கு சிறப்பாக சேவை செய்ய நாங்கள் அர்ப்பணிக்கப்பட்டுள்ளோம். ஒளிமயமான, ஆரோக்கியமான உலகை உருவாக்கும் எங்கள் பணியில் எங்களுடன் சேர்ந்து கொள்ளுங்கள். இன்றே Sightconnect செயலியை பதிவிறக்கி, பகிர்ந்து கொள்ளுங்கள்!
te: ఈ యాప్ ప్రముఖ కంటి సంరక్షణ నిపుణుల సహాయంతో మా వినియోగదారు సమాజానికి మెరుగైన సేవలు అందించడానికి అభివృద్ధి చేయబడింది. ప్రకాశవంతమైన, ఆరోగ్యకరమైన ప్రపంచాన్ని సృష్టించే మా లక్ష్యంలో మాతో చేరండి. సైట్ కనెక్ట్ యాప్ను డౌన్లోడ్ చేసి షేర్ చేయండి!
ur: یہ ایپ آنکھوں کی دیکھ بھال کرنے والے سرکردہ پیشہ ور افراد کی مدد سے تیار کی گئی ہے تاکہ ہماری صارف برادری کی بہتر خدمت کی جا سکے۔ ایک روشن، صحت مند دنیا بنانے کے ہمارے مشن میں شامل ہوں۔ سائٹ کنیکٹ ایپ کو آج ہی ڈاؤن لوڈ اور شیئر کریں!
