Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# optoDataNotFound
source: Data not found for this search
as: এই সন্ধানৰ বাবে তথ্য পোৱা নগল
bn: এই অনুসন্ধানের জন্য তথ্য পাওয়া যায়নি
gu: આ શોધ માટે માહિતી મળી નથી
hi: इस खोज के लिए डेटा नहीं मिला
kn: ಈ ಹುಡುಕಾಟಕ್ಕಾಗಿ ದತ್ತಾಂಶವು ಕಂಡುಬಂದಿಲ್ಲ
ml: ഈ തിരച്ചിലിനായി ഡാറ്റ കണ്ടെത്തിയില്ല
mr: या शोधासाठी माहिती सापडलेली नाही
or: ଏହି ସନ୍ଧାନ ପାଇଁ ତଥ୍ଯ଼ ମିଳୁନାହିଁ
ta: இந்தத் தேடலுக்குத் தரவு கிடைக்கவில்லை.
te: ఈ శోధనకు డేటా కనపడలేదు
ur: اس تلاش کے لیے ڈیٹا نہیں ملا

# optoAssessmentReport
source: Assessment Report
as: মূল্যায়ন প্ৰতিবেদন
bn: মূল্যায়ন প্রতিবেদন
gu: મૂલ્યાંકન અહેવાલ
hi: मूल्यांकन रिपोर्ट
kn: ಮೌಲ್ಯಮಾಪನ ವರದಿ
ml: മൂല്യനിർണ്ണയ റിപ്പോർട്ട്
mr: मूल्यांकन अहवाल
or: ମୂଲ୍ଯ଼ାଙ୍କନ ରିପୋର୍ଟ
ta: மதிப்பீட்டு அறிக்கை
te: మూల్యాంకన నివేదిక
ur: تشخیص کی رپورٹ

# optoPID
source: PID
as: পি. আই. ডি.
bn: পি. আই. ডি.
gu: પી. આઈ. ડી.
hi: पी. आई. डी.
kn: ಪಿಐಡಿ
ml: പിഐഡി
mr: पी. आय. डी.
or: ପି. ଆଇ. ଡି.
ta: பிஐடி
ur: پی آئی ڈی

source: Category
as: শ্ৰেণী
bn: বিভাগ
gu: શ્રેણી
hi: श्रेणी
kn: ವರ್ಗ.
ml: വിഭാഗം
mr: वर्गवारी
or: ବର୍ଗ
ta: வகை
te: వర్గం
ur: زمرہ

source: Patient Assessment and Test
as: ৰোগীৰ মূল্যায়ন আৰু পৰীক্ষা
bn: রোগীর মূল্যায়ন ও পরীক্ষা
gu: દર્દીનું મૂલ્યાંકન અને પરીક્ષણ
hi: रोगी मूल्यांकन और परीक्षण
kn: ರೋಗಿಯ ಮೌಲ್ಯಮಾಪನ ಮತ್ತು ಪರೀಕ್ಷೆ
ml: രോഗിയുടെ വിലയിരുത്തലും പരിശോധനയും
mr: रुग्णाचे मूल्यांकन आणि चाचणी
or: ରୋଗୀ ମୂଲ୍ଯ଼ାଙ୍କନ ଏବଂ ପରୀକ୍ଷା
ta: நோயாளி மதிப்பீடு மற்றும் சோதனை
te: రోగి మూల్యాంకన మరియు పరీక్ష
ur: مریض کی تشخیص اور ٹیسٹ

# patientSelfTestReport
source: Self Test Report
as: স্ব-পৰীক্ষা প্ৰতিবেদন
bn: স্ব-পরীক্ষার রিপোর্ট
gu: સ્વ-પરીક્ષણ અહેવાલ
hi: स्व-परीक्षण रिपोर्ट
kn: ಸ್ವಯಂ ಪರೀಕ್ಷಾ ವರದಿ
ml: സ്വയം പരിശോധനാ റിപ്പോർട്ട്
mr: स्व-चाचणी अहवाल
or: ସ୍ୱଯ଼ଂ-ପରୀକ୍ଷଣ ରିପୋର୍ଟ
ta: சுய பரிசோதனை அறிக்கை
te: స్వయం పరీక్ష నివేదిక
ur: سیلف ٹیسٹ رپورٹ

# patientClinicalReport
source: Clinical Report
as: ক্লিনিকেল প্ৰতিবেদন
bn: ক্লিনিক্যাল রিপোর্ট
gu: ક્લિનિકલ રિપોર્ટ
hi: नैदानिक रिपोर्ट
kn: ಕ್ಲಿನಿಕಲ್ ವರದಿ
ml: ക്ലിനിക്കൽ റിപ്പോർട്ട്
mr: वैद्यकीय अहवाल
or: କ୍ଲିନିକାଲ୍ ରିପୋର୍ଟ
ta: மருத்துவ அறிக்கை
te: వైద్యశాల నివేదిక
ur: کلینیکل رپورٹ

# patientAppointmentTitle
source: Appointment
as: নিযুক্তি
bn: নিয়োগ
gu: નિમણુંક
hi: नियुक्ति
kn: ನೇಮಕಾತಿ.
ml: നിയമനം
mr: नियुक्ती
or: ନିଯୁକ୍ତି
ta: நியமனம்
te: నియామకం
ur: تقرری

# patientBookAppointment
source: Book Appointment
as: গ্ৰন্থ নিযুক্তি
bn: বুক অ্যাপয়েন্টমেন্ট
gu: બુક એપોઇન્ટમેન્ટ
hi: बुक नियुक्ति
kn: ಬುಕ್ ಅಪಾಯಿಂಟ್ಮೆಂಟ್
ml: ബുക്ക് അപ്പോയിൻമെൻ്റ്
mr: पुस्तकांची नियुक्ती
or: ପୁସ୍ତକ ନିଯୁକ୍ତି
ta: புத்தக நியமனம்
te: నియామకం బుక్ చేయండి
ur: کتاب کی تقرری

# patientAppointmentSubtitle
source: Your Appointments
as: আপোনাৰ নিযুক্তিসমূহ
bn: আপনার নিয়োগ
gu: તમારી નિમણૂકો
hi: आपकी नियुक्तियाँ
kn: ನಿಮ್ಮ ನೇಮಕಾತಿಗಳು
ml: നിങ്ങളുടെ നിയമനങ്ങൾ
mr: तुमच्या नियुक्त्या
or: ଆପଣଙ୍କ ନିଯୁକ୍ତି
ta: உங்கள் நியமனங்கள்
te: మీ నియామకాలు
ur: آپ کی تقرریاں

# patientTelephoneConsultation
source: Telephone Consultation
as: টেলিফোন পৰামৰ্শ
bn: টেলিফোনে পরামর্শ
gu: ટેલિફોન પરામર્શ
hi: टेलीफोन परामर्श
kn: ದೂರವಾಣಿ ಸಮಾಲೋಚನೆ
ml: ടെലിഫോൺ കൺസൾട്ടേഷൻ
mr: दूरध्वनी सल्लामसलत
or: ଟେଲିଫୋନ୍ ପରାମର୍ଶ
ta: தொலைபேசி ஆலோசனை
te: టెలిఫోన్ సంప్రదింపు
ur: ٹیلی فون مشاورت

# patientAddress
source: Address
as: ঠিকনা
bn: ঠিকানা।
gu: સરનામું
hi: पता
kn: ವಿಳಾಸ
ml: വിലാസം
mr: पत्ता.
or: ଠିକଣା
ta: முகவரி
te: చిరునామా
ur: پتہ

# patientReschedule
source: Reschedule
as: পুনৰ নিৰ্ধাৰণ কৰক
bn: পুনর্নির্ধারণ
gu: પુનઃનિર્ધારિત કરો
hi: पुनर्निर्धारित करें
kn: ಮರುಹೊಂದಿಸಿ
ml: പുനക്രമീകരിക്കുക
mr: पुन्हा वेळापत्रक करा
or: ପୁନଃନିର୍ଦ୍ଧାରଣ କରନ୍ତୁ
ta: மறுபரிசீலனை செய்யுங்கள்
te: మళ్ళీ షెడ్యూల్ చేయండి
ur: دوبارہ شیڈول کریں

# patientCancel
source: Cancel
as: বাতিল কৰক
bn: বাতিল করুন
gu: રદ કરો
hi: रद्द करें
kn: ರದ್ದುಗೊಳಿಸಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
or: ବାତିଲ କରନ୍ତୁ
ta: ரத்து செய்யுங்கள்
te: రద్దు చేయండి
ur: منسوخ کریں

# patientPID
source: PID
as: পি. আই. ডি.
bn: পি. আই. ডি.
gu: પી. આઈ. ડી.
hi: पी. आई. डी.
kn: ಪಿಐಡಿ
ml: പിഐഡി
mr: पी. आय. डी.
or: ପି. ଆଇ. ଡି.
ta: பிஐடி
ur: پی آئی ڈی

# patientReportID
source: Report ID
as: আই. ডি. প্ৰতিবেদন কৰক
bn: আইডি রিপোর্ট করুন
gu: આઇડીની જાણ કરો
hi: आई. डी. दर्ज करें
kn: ಗುರುತಿನ ಚೀಟಿಯನ್ನು ವರದಿ ಮಾಡಿ
ml: ഐഡി റിപ്പോർട്ട് ചെയ്യുക
mr: आयडी नोंदवा
or: ଆଇ. ଡି. ରିପୋର୍ଟ କରନ୍ତୁ
ta: அடையாள அட்டையைப் புகாரளிக்கவும்
te: నివేదిక ID
ur: آئی ڈی کی اطلاع دیں

# patientHideDetailedReport
source: Hide Detailed Report
as: বিশদ প্ৰতিবেদন লুকুৱাই ৰাখক
bn: বিস্তারিত প্রতিবেদন লুকান
gu: વિગતવાર અહેવાલ છુપાવો
hi: विस्तृत रिपोर्ट छुपाएँ
kn: ವಿವರವಾದ ವರದಿಯನ್ನು ಮರೆಮಾಡಿ
ml: വിശദമായ റിപ്പോർട്ട് മറയ്ക്കുക
mr: तपशीलवार अहवाल लपवा
or: ବିସ୍ତୃତ ବିବରଣୀ ଲୁଚାଇ ରଖନ୍ତୁ
ta: விரிவான அறிக்கையை மறைக்கவும்
te: వివరణాత్మక నివేదికను దాచండి
ur: تفصیلی رپورٹ چھپائیں

# patientShowDetailedReport
source: Show Detailed Report
as: বিশদ প্ৰতিবেদন দেখুৱাওক
bn: বিস্তারিত প্রতিবেদন দেখান
gu: વિગતવાર અહેવાલ બતાવો
hi: विस्तृत रिपोर्ट दिखाएँ
kn: ವಿವರವಾದ ವರದಿಯನ್ನು ತೋರಿಸಿ
ml: വിശദമായ റിപ്പോർട്ട് കാണിക്കുക
mr: तपशीलवार अहवाल दाखवा
or: ବିସ୍ତୃତ ବିବରଣୀ ଦର୍ଶାନ୍ତୁ
ta: விரிவான அறிக்கையைக் காட்டு
te: వివరణాత్మక నివేదికను చూపించండి
ur: تفصیلی رپورٹ دکھائیں

# patientEID
source: EID
as: ই. আই. ডি.
bn: ই. আই. ডি.
hi: ई. आई. डी.
kn: ಇ. ಐ. ಡಿ.
ml: ഇ. ഐ. ഡി.
mr: ई. आय. डी.
or: ଇ. ଆଇ. ଡି.
ta: ஈஐடி
ur: ای آئی ڈی

# patientViewHistoryButton
source: View History
as: ইতিহাস চাওক
bn: ইতিহাস দেখুন
gu: ઇતિહાસ જુઓ
hi: इतिहास देखें
kn: ಇತಿಹಾಸವನ್ನು ವೀಕ್ಷಿಸಿ
ml: ചരിത്രം കാണുക
mr: इतिहास पहा
or: ଇତିହାସ ଦେଖନ୍ତୁ
ta: வரலாற்றைக் காண்க
te: చరిత్రను చూడండి
ur: تاریخ دیکھیں

# patientViewReportButton
source: View Report
as: প্ৰতিবেদন চাওক
bn: প্রতিবেদন দেখুন
gu: અહેવાલ જુઓ
hi: रिपोर्ट देखें
kn: ವರದಿಯನ್ನು ವೀಕ್ಷಿಸಿ
ml: റിപ്പോർട്ട് കാണുക
mr: अहवाल पहा
or: ରିପୋର୍ଟ ଦେଖନ୍ତୁ
ta: அறிக்கையைக் காண்க
te: నివేదికను చూడండి
ur: رپورٹ دیکھیں

# patientNoMoreData
source: No more data
as: আৰু কোনো তথ্য নাই
bn: আর কোনও তথ্য নেই।
gu: વધુ માહિતી નથી
hi: कोई और डेटा नहीं
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಇಲ್ಲ
ml: കൂടുതൽ വിവരങ്ങളില്ല
mr: अधिक माहिती नाही
or: ଆଉ କୌଣସି ତଥ୍ଯ଼ ନାହିଁ
ta: மேலும் தரவு இல்லை
te: మరింత డేటా లేదు
ur: مزید ڈیٹا نہیں

# patientErrorFetchingReport
source: Error in fetching report
as: প্ৰতিবেদন প্ৰাপ্ত কৰাত ত্ৰুটি
bn: প্রতিবেদন আনতে ত্রুটি
gu: અહેવાલ મેળવવામાં ભૂલ
hi: रिपोर्ट लाने में त्रुटि
kn: ವರದಿಯನ್ನು ಪಡೆಯುವಲ್ಲಿ ದೋಷ
ml: റിപ്പോർട്ട് ലഭിക്കുന്നതിൽ പിശക്
mr: अहवाल आणण्यात त्रुटी
or: ରିପୋର୍ଟ ଆଣିବାରେ ତ୍ରୁଟି
ta: அறிக்கையைப் பெறுவதில் பிழை
te: నివేదికను తీసుకురాగడంలో లోపం
ur: رپورٹ حاصل کرنے میں غلطی

# patientTimeline
source: Timeline
as: সময়ৰেখা
bn: টাইমলাইন
gu: સમયરેખા
hi: समयरेखा
kn: ಟೈಮ್ಲೈನ್
ml: ടൈംലൈൻ
mr: कालमर्यादा
or: ସମଯ଼ରେଖା
ta: காலவரிசை
te: కాలక్రమం
ur: ٹائم لائن

# patientRoutineCheckup
source: Routine Checkup
as: নিয়মীয়া পৰীক্ষা
bn: নিয়মিত চেকআপ
gu: નિયમિત તપાસ
hi: नियमित जाँच
kn: ನಿಯಮಿತ ತಪಾಸಣೆ
ml: പതിവ് പരിശോധന
mr: नियमित तपासणी
or: ନିଯ଼ମିତ ଯାଞ୍ଚ
ta: வழக்கமான பரிசோதனை
te: రూటీన్ పరీక్ష
ur: معمول کی جانچ

# patientAssessmentID
source: Assessment ID
as: মূল্যায়ন আই. ডি.
bn: মূল্যায়ন আইডি
gu: મૂલ્યાંકન ID
hi: मूल्यांकन आई. डी.
kn: ಮೌಲ್ಯಮಾಪನ ಐಡಿ
ml: മൂല്യനിർണ്ണയ ഐഡി
mr: मूल्यांकन आयडी
or: ମୂଲ୍ଯ଼ାଙ୍କନ ଆଇ. ଡି.
ta: மதிப்பீட்டு ஐடி
te: మూల్యాంకన ID
ur: تشخیص آئی ڈی

# patientStartDate
source: Start Date
as: আৰম্ভ কৰাৰ তাৰিখ
bn: শুরু হওয়ার তারিখ
gu: શરૂઆતની તારીખ
hi: प्रारंभ तिथि
kn: ಆರಂಭದ ದಿನಾಂಕ
ml: ആരംഭ തീയതി
mr: प्रारंभ तारीख
or: ଆରମ୍ଭ ତାରିଖ
ta: தொடங்கும் தேதி
te: ప్రారంభ తేదీ
ur: آغاز کی تاریخ

# patientIVRAssessment
source: IVR Assessment
as: আই. ভি. আৰ. মূল্যায়ন
bn: আই. ভি. আর মূল্যায়ন
gu: આઈ. વી. આર. મૂલ્યાંકન
hi: आई. वी. आर. मूल्यांकन
kn: ಐವಿಆರ್ ಮೌಲ್ಯಮಾಪನ
ml: ഐവിആർ വിലയിരുത്തൽ
mr: आय. व्ही. आर. मूल्यांकन
or: ଆଇ. ଭି. ଆର୍. ମୂଲ୍ଯ଼ାଙ୍କନ
ta: ஐவிஆர் மதிப்பீடு
te: IVR మూల్యాంకన
ur: آئی وی آر تشخیص

# patientEarlyConsultationRecommended
source: Early Consultation Recommended
as: আগতীয়া পৰামৰ্শৰ পৰামৰ্শ দিয়া হৈছে
bn: প্রাথমিক পরামর্শের পরামর্শ দেওয়া হয়েছে
gu: પ્રારંભિક પરામર્શની ભલામણ કરવામાં આવી
hi: प्रारंभिक परामर्श की सिफारिश की गई
kn: ಮುಂಚಿತವಾಗಿ ಸಮಾಲೋಚಿಸಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ
ml: നേരത്തെയുള്ള കൂടിയാലോചന ശുപാർശ ചെയ്യുന്നു
mr: लवकर सल्लामसलत करण्याची शिफारस
or: ପ୍ରାରମ୍ଭିକ ପରାମର୍ଶ ସୁପାରିସ କରାଯାଇଛି
ta: முன்கூட்டியே ஆலோசனை பரிந்துரைக்கப்படுகிறது
te: త్వరిత సంప్రదింపు సిఫారసు చేయబడింది
ur: ابتدائی مشاورت کی سفارش کی گئی

# patientCataractEyeReport
source: Cataract Eye Report
as: ছানি পৰা চকুৰ প্ৰতিবেদন
bn: ছানি চোখের রিপোর্ট
gu: મોતિયા આંખનો અહેવાલ
hi: मोतियाबिंद नेत्र रिपोर्ट
kn: ಕಣ್ಣಿನ ಪೊರೆ ವರದಿ
ml: തിമിരത്തിൻറെ നേത്ര റിപ്പോർട്ട്
mr: मोतीबिंदूचा डोळ्यांचा अहवाल
or: ମୋତିଆବିନ୍ଦୁ ଚକ୍ଷୁ ରିପୋର୍ଟ
ta: கண்புரை கண் அறிக்கை
te: కటారాక్ట్ కన్ను నివేదిక
ur: موتیابند کی آنکھ کی رپورٹ

# patientRedEyeReport
source: Red Eye Report
as: ৰঙা চকুৰ প্ৰতিবেদন
bn: লাল চোখের রিপোর্ট
gu: લાલ આંખનો અહેવાલ
hi: रेड आई रिपोर्ट
kn: ಕೆಂಪು ಕಣ್ಣಿನ ವರದಿ
ml: ചുവന്ന കണ്ണ് റിപ്പോർട്ട്
mr: लाल डोळा अहवाल
or: ଲାଲ ଆଖି ରିପୋର୍ଟ
ta: சிவப்பு கண் அறிக்கை
te: ఎర్ర కన్ను నివేదిక
ur: سرخ آنکھ کی رپورٹ

# patientScanAgain
source: Scan Again
as: পুনৰ স্কেন কৰক
bn: আবার স্ক্যান করুন
gu: ફરીથી સ્કેન કરો
hi: फिर से स्कैन करें
kn: ಮತ್ತೆ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: വീണ്ടും സ്കാൻ ചെയ്യുക
mr: पुन्हा स्कॅन करा
or: ପୁଣିଥରେ ସ୍କାନ କରନ୍ତୁ
ta: மீண்டும் ஸ்கேன் செய்யுங்கள்
te: మళ్ళీ స్కాన్ చేయండి
ur: دوبارہ اسکین کریں

# patientStepsToScan
source: Steps to do the retinal scanning
as: ৰেটিনা স্কেনিং কৰাৰ পদক্ষেপসমূহ
bn: রেটিনাল স্ক্যানিং করার পদক্ষেপ
gu: રેટિનલ સ્કેનીંગ કરવાના પગલાં
hi: रेटिना स्कैनिंग करने के लिए कदम
kn: ರೆಟಿನಲ್ ಸ್ಕ್ಯಾನಿಂಗ್ ಮಾಡಲು ಕ್ರಮಗಳು
ml: റെറ്റിന സ്കാനിംഗ് നടത്തുന്നതിനുള്ള നടപടികൾ
mr: दृष्टिपटल स्कॅनिंग करण्यासाठीच्या पायऱ्या
or: ରେଟିନାଲ ସ୍କାନିଂ କରିବା ପାଇଁ ପଦକ୍ଷେପ
ta: விழித்திரை ஸ்கேனிங் செய்வதற்கான படிகள்
te: రెటినాల్ స్కానింగ్ చేయడానికి దశలు
ur: ریٹنا اسکیننگ کرنے کے اقدامات

# patientProceedToScan
source: Proceed to Scan
as: স্কেনলৈ যাওক
bn: স্ক্যানে এগিয়ে যান
gu: સ્કેન માટે આગળ વધો
hi: स्कैन के लिए आगे बढ़ें
kn: ಸ್ಕ್ಯಾನ್ಗೆ ಮುಂದುವರಿಯಿರಿ
ml: സ്കാനിലേക്ക് പോകുക
mr: स्कॅन करण्यासाठी पुढे जा
or: ସ୍କାନକୁ ଯାଆନ୍ତୁ
ta: ஸ்கேன் செய்ய தொடருங்கள்
te: స్కాన్ కు సాగండి
ur: اسکین کے لیے آگے بڑھیں

# patientSkipAndProceedToScan
source: Skip & Proceed to Scan
as: স্কিপ কৰক আৰু স্কেনলৈ আগবাঢ়ক
bn: স্কিপ করুন এবং স্ক্যানে এগিয়ে যান
gu: સ્કિપ કરો અને સ્કેન માટે આગળ વધો
hi: स्किप करें और स्कैन के लिए आगे बढ़ें
kn: ಸ್ಕಿಪ್ ಮಾಡಿ ಮತ್ತು ಸ್ಕ್ಯಾನ್ಗೆ ಮುಂದುವರಿಯಿರಿ
ml: സ്കിപ് ചെയ്ത് സ്കാനിലേക്ക് പോകുക
mr: स्किप करा आणि स्कॅनसाठी पुढे जा
or: ସ୍କିପ କରନ୍ତୁ ଏବଂ ସ୍କାନକୁ ଯାଆନ୍ତୁ
ta: தவிர்க்கவும் & ஸ்கேன் செய்ய தொடருங்கள்
te: దాటి స్కాన్ కు సాగండి
ur: سکپ کریں اور اسکین کے لیے آگے بڑھیں

# patientEyeScanner
source: Eye Scanner
as: চকুৰ স্কেনাৰ
bn: চোখের স্ক্যানার
gu: આંખ સ્કેનર
hi: नेत्र स्कैनर
kn: ಕಣ್ಣಿನ ಸ್ಕ್ಯಾನರ್
ml: കണ്ണ് സ്കാനർ
mr: डोळा स्कॅनर
or: ଚକ୍ଷୁ ସ୍କାନର
ta: கண் ஸ்கேனர்
te: కన్ను స్కానర్
ur: آنکھ کا اسکینر

# patientErrorSelectCamera
source: Select a camera first!
as: প্ৰথমে এটা কেমেৰা বাছনি কৰক!
bn: প্রথমে একটি ক্যামেরা বেছে নিন!
gu: પહેલા કેમેરા પસંદ કરો!
hi: पहले एक कैमरा चुनें!
kn: ಮೊದಲು ಕ್ಯಾಮೆರಾವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ!
ml: ആദ്യം ഒരു ക്യാമറ തിരഞ്ഞെടുക്കുക!
mr: प्रथम कॅमेरा निवडा!
or: ପ୍ରଥମେ ଏକ କ୍ଯ଼ାମେରା ବାଛନ୍ତୁ!
ta: முதலில் ஒரு கேமராவைத் தேர்ந்தெடுங்கள்!
te: ముందుగా కెమెరాను ఎంచుకోండి!
ur: پہلے کیمرہ منتخب کریں!

# patientEyeBoxText
source: Eye Box Text
as: চকুৰ বাকচৰ লিখনী
bn: চোখের বাক্সের লেখা
gu: આંખ બોક્સ લખાણ
hi: आई बॉक्स पाठ
kn: ಕಣ್ಣಿನ ಪೆಟ್ಟಿಗೆಯ ಪಠ್ಯ
ml: ഐ ബോക്സ് ടെക്സ്റ്റ്
mr: डोळ्यांच्या चौकटीतील मजकूर
or: ଚକ୍ଷୁ ବାକ୍ସ ପାଠ୍ଯ଼
ta: கண் பெட்டி உரை
te: కన్ను పెట్టె పాఠ్యం
ur: آنکھ کے خانے کا متن

# patientLoggedOut
source: You have been logged out
as: আপোনাক লগ আউট কৰা হৈছে
bn: আপনাকে লগ আউট করা হয়েছে
gu: તમે લૉગ આઉટ થયા છો
hi: आपको लॉग आउट कर दिया गया है
kn: ನೀವು ಲಾಗ್ ಔಟ್ ಆಗಿದ್ದೀರಿ
ml: നിങ്ങൾ ലോഗ് ഔട്ട് ചെയ്യപ്പെട്ടു
mr: तुम्हाला लॉग आउट करण्यात आले आहे
or: ଆପଣ ଲଗ୍ ଆଉଟ୍ ହୋଇଛନ୍ତି।
ta: நீங்கள் வெளியேற்றப்பட்டுவிட்டீர்கள்
te: మీరు లాగౌట్ అయ్యారు
ur: آپ کو لاگ آؤٹ کر دیا گیا ہے

# patientLogoutError
source: Apologies, we encountered a logout error in the mobile app.
as: ক্ষমা কৰিব, আমি মোবাইল এপত এটা লগআউট ত্ৰুটিৰ সন্মুখীন হৈছিলো।
bn: দুঃখিত, আমরা মোবাইল অ্যাপে একটি লগআউট ত্রুটির সম্মুখীন হয়েছি।
gu: માફ કરશો, અમને મોબાઇલ એપ્લિકેશનમાં લૉગઆઉટ ભૂલનો સામનો કરવો પડ્યો.
hi: क्षमा करें, हमें मोबाइल ऐप में लॉगआउट त्रुटि का सामना करना पड़ा।
kn: ಕ್ಷಮಿಸಿ, ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್ನಲ್ಲಿ ನಾವು ಲಾಗ್ ಔಟ್ ದೋಷವನ್ನು ಎದುರಿಸಿದೆವು.
ml: ക്ഷമിക്കണം, മൊബൈൽ ആപ്ലിക്കേഷനിൽ ഒരു ലോഗൌട്ട് പിശക് ഞങ്ങൾ നേരിട്ടു.
mr: माफ करा, आम्हाला मोबाईल अॅपमध्ये लॉगआउट त्रुटी आढळली.
or: କ୍ଷମା କରିବେ, ଆମେ ମୋବାଇଲ୍ ଆପରେ ଏକ ଲଗଆଉଟ୍ ତ୍ରୁଟିର ସମ୍ମୁଖୀନ ହୋଇଛୁ।
ta: மன்னிக்கவும், மொபைல் பயன்பாட்டில் உள்நுழைவு பிழையை நாங்கள் சந்தித்தோம்.
te: క్షమించండి, మొబైల్ అప్లికేషన్లో లాగౌట్ లోపం ఏర్పడింది.
ur: معذرت، ہمیں موبائل ایپ میں لاگ آؤٹ کی غلطی کا سامنا کرنا پڑا۔

# patientUpdateProfile
source: Update Profile
as: প্ৰফাইল আপডেট কৰক
bn: প্রোফাইল হালনাগাদ করুন
gu: પ્રોફાઇલ અપડેટ કરો
hi: प्रोफाइल अद्यतन करें
kn: ಪ್ರೊಫೈಲ್ ಅನ್ನು ನವೀಕರಿಸಿ
ml: പ്രൊഫൈൽ അപ്ഡേറ്റ് ചെയ്യുക
mr: प्रोफाइल अद्ययावत करा
or: ପ୍ରୋଫାଇଲକୁ ଅଦ୍ଯ଼ତନ କରନ୍ତୁ
ta: சுயவிவரத்தைப் புதுப்பிக்கவும்
te: ప్రొఫైల్ ను నవీకరించండి
ur: پروفائل کو اپ ڈیٹ کریں

# patientEdit
source: edit
as: সম্পাদনা কৰক
bn: সম্পাদনা করুন
gu: ફેરફાર કરો
hi: संपादित करें
kn: ಸಂಪಾದಿಸಿ
ml: എഡിറ്റ് ചെയ്യുക
mr: संपादन करा
or: ସମ୍ପାଦନା କରନ୍ତୁ
ta: திருத்தவும்
te: సవరించండి
ur: ترمیم کریں

# patientProfileNotUpdated
source: Profile not updated
as: প্ৰফাইল আপডেট কৰা হোৱা নাই
bn: প্রোফাইল হালনাগাদ করা হয়নি
gu: રૂપરેખા સુધારવામાં આવી નથી
hi: प्रोफ़ाइल अद्यतन नहीं की गई है
kn: ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಲಾಗಿಲ್ಲ
ml: പ്രൊഫൈൽ അപ്ഡേറ്റ് ചെയ്തിട്ടില്ല
mr: प्रोफाइल अद्ययावत केले नाही
or: ପ୍ରୋଫାଇଲ୍ ଅଦ୍ଯ଼ତନ ହୋଇନାହିଁ
ta: சுயவிவரம் புதுப்பிக்கப்படவில்லை
te: ప్రొఫైల్ నవీకరించబడలేదు
ur: پروفائل کو اپ ڈیٹ نہیں کیا گیا

# patientProfileUpdated
source: Profile updated
as: প্ৰফাইল আপডেট কৰা হৈছে
bn: প্রোফাইল হালনাগাদ করা হয়েছে
gu: પ્રોફાઇલ અપડેટ કરવામાં આવી
hi: प्रोफ़ाइल अद्यतन की गई
kn: ಪ್ರೊಫೈಲ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
ml: പ്രൊഫൈൽ അപ്ഡേറ്റുചെയ്തു
mr: प्रोफाईल अद्ययावत केले
or: ପ୍ରୋଫାଇଲକୁ ଅଦ୍ଯ଼ତନ କରାଯାଇଛି
ta: சுயவிவரம் புதுப்பிக்கப்பட்டது
te: ప్రొఫైల్ నవీకరించబడింది
ur: پروفائل کو اپ ڈیٹ کیا گیا

# patientReportUnavailable
source: Report not available
as: প্ৰতিবেদন উপলব্ধ নহয়
bn: রিপোর্ট পাওয়া যাচ্ছে না।
gu: અહેવાલ ઉપલબ્ધ નથી
hi: रिपोर्ट उपलब्ध नहीं है।
kn: ವರದಿ ಲಭ್ಯವಿಲ್ಲ
ml: റിപ്പോർട്ട് ലഭ്യമല്ല
mr: अहवाल उपलब्ध नाही
or: ରିପୋର୍ଟ ଉପଲବ୍ଧ ନାହିଁ
ta: அறிக்கை கிடைக்கவில்லை
te: నివేదిక అందుబాటులో లేదు
ur: رپورٹ دستیاب نہیں ہے

# patientClinicalReportNotFound
source: Clinical Report not found
as: ক্লিনিকেল প্ৰতিবেদন পোৱা নগল
bn: ক্লিনিকাল রিপোর্ট পাওয়া যায়নি
gu: ક્લિનિકલ રિપોર્ટ મળ્યો નથી
hi: नैदानिक रिपोर्ट नहीं मिली
kn: ಕ್ಲಿನಿಕಲ್ ವರದಿ ಕಂಡುಬಂದಿಲ್ಲ
ml: ക്ലിനിക്കൽ റിപ്പോർട്ട് കണ്ടെത്തിയില്ല
mr: वैद्यकीय अहवाल सापडला नाही
or: କ୍ଲିନିକାଲ୍ ରିପୋର୍ଟ ମିଳୁନାହିଁ
ta: மருத்துவ அறிக்கை கிடைக்கவில்லை
te: వైద్యశాస్త్ర నివేదిక కనబడలేదు
ur: کلینیکل رپورٹ نہیں ملی

# patientRID
source: RID
as: আৰ. আই. ডি.
bn: আরআইডি
hi: आर. आई. डी.
kn: ಆರ್ಐಡಿ
ml: ആർഐഡി
mr: आर. आय. डी.
or: ଆର୍. ଆଇ. ଡି.
ta: ஆர்ஐடி
te: ఆర్ఐడి
ur: آر آئی ڈی

# patientUpdateUnavailable
source: Update not available at this moment
as: এই মুহূৰ্তত আপডেইট উপলব্ধ নহয়
bn: এই মুহূর্তে আপডেট পাওয়া যাচ্ছে না।
gu: આ ક્ષણે સુધારા ઉપલબ્ધ નથી
hi: अद्यतन इस समय उपलब्ध नहीं है
kn: ಈ ಸಮಯದಲ್ಲಿ ಅಪ್ಡೇಟ್ ಲಭ್ಯವಿಲ್ಲ
ml: അപ്ഡേറ്റ് ഇപ്പോൾ ലഭ്യമല്ല
mr: अद्ययावत सध्या उपलब्ध नाही
or: ଏହି ସମଯ଼ରେ ଅଦ୍ଯ଼ତନ ଉପଲବ୍ଧ ନାହିଁ
ta: இந்த நேரத்தில் புதுப்பிப்பு கிடைக்கவில்லை
te: ఈ క్షణంలో నవీకరణ అందుబాటులో లేదు
ur: اپ ڈیٹ اس وقت دستیاب نہیں ہے

# vgAddEvent
source: Add Event
as: অনুষ্ঠান যোগ কৰক
bn: ইভেন্ট যোগ করুন
gu: ઇવેન્ટ ઉમેરો
hi: कार्यक्रम जोड़ें
kn: ಈವೆಂಟ್ ಅನ್ನು ಸೇರಿಸಿ
ml: ഇവന്റ് ചേർക്കുക
mr: कार्यक्रम जोडा
or: କାର୍ଯ୍ଯ଼କ୍ରମ ଯୋଗ କରନ୍ତୁ
ta: நிகழ்வைச் சேர்க்கவும்
te: ఈవెంట్ జోడించండి
ur: تقریب شامل کریں

# vgUploadingImageAddingEvent
source: Uploading Image and adding event
as: ছবি আপলোড কৰা আৰু অনুষ্ঠান যোগ কৰা হৈছে
bn: ছবি আপলোড করা হচ্ছে এবং ইভেন্ট যোগ করা হচ্ছে
gu: છબી અપલોડ કરી રહ્યું છે અને ઇવેન્ટ ઉમેરી રહ્યું છે
hi: छवि अपलोड करना और घटना जोड़ना
kn: ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡುವುದು ಮತ್ತು ಈವೆಂಟ್ ಅನ್ನು ಸೇರಿಸುವುದು
ml: ചിത്രം അപ്ലോഡ് ചെയ്യുകയും ഇവന്റ് ചേർക്കുകയും ചെയ്യുന്നു
mr: प्रतिमा अपलोड करत आहे आणि कार्यक्रम जोडत आहे
or: ପ୍ରତିଛବି ଅପଲୋଡ କରିବା ଏବଂ ଇଭେଣ୍ଟ ଯୋଗ କରିବା
ta: படத்தைப் பதிவேற்றுவது மற்றும் நிகழ்வைச் சேர்ப்பது
te: చిత్రాన్ని అప్లోడ్ చేసి ఈవెంట్ జోడించండి
ur: تصویر اپ لوڈ کرنا اور تقریب شامل کرنا

# vgEventTitle
source: Event Title
as: অনুষ্ঠানৰ শিৰোনাম
bn: অনুষ্ঠানের শিরোনাম
gu: પ્રસંગ શીર્ષક
hi: कार्यक्रम का शीर्षक
kn: ಈವೆಂಟ್ ಶೀರ್ಷಿಕೆ
ml: പരിപാടിയുടെ തലക്കെട്ട്
mr: कार्यक्रमाचे शीर्षक
or: କାର୍ଯ୍ଯ଼କ୍ରମ ଶୀର୍ଷକ
ta: நிகழ்வின் தலைப்பு
te: ఈవెంట్ శీర్షిక
ur: تقریب کا عنوان

# vgPleaseEnterEndTime
source: Please Enter End time
as: অনুগ্ৰহ কৰি শেষৰ সময় প্ৰবিষ্ট কৰক
bn: অনুগ্রহ করে শেষ সময় লিখুন
gu: મહેરબાની કરીને અંત સમય દાખલ કરો
hi: कृपया अंतिम समय दर्ज करें
kn: ದಯವಿಟ್ಟು ಅಂತಿಮ ಸಮಯವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി അവസാന സമയം നൽകുക
mr: कृपया अंतिम वेळ प्रविष्ट करा
or: ଦଯ଼ାକରି ଶେଷ ସମଯ଼ ଭରଣ କରନ୍ତୁ
ta: தயவுசெய்து இறுதி நேரத்தை உள்ளிடவும்
te: దయచేసి ముగింపు సమయాన్ని నమోదు చేయండి
ur: براہ کرم اختتامی وقت درج کریں

# vgShouldNotContainSpecialCharacter
source: Should not contain any special character
as: কোনো বিশেষ আখৰ থাকিব নালাগে
bn: কোনও বিশেষ অক্ষর থাকা উচিত নয়।
gu: તેમાં કોઈ વિશેષ અક્ષર ન હોવા જોઈએ.
hi: इसमें कोई विशेष वर्ण नहीं होना चाहिए।
kn: ಯಾವುದೇ ವಿಶೇಷ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬಾರದು.
ml: പ്രത്യേക പ്രതീകങ്ങളൊന്നും ഉണ്ടായിരിക്കരുത്.
mr: त्यात कोणतेही विशेष वर्ण नसावेत.
or: ଏଥିରେ କୌଣସି ବିଶେଷ ଅକ୍ଷର ରହିବା ଉଚିତ ନୁହେଁ।
ta: எந்த சிறப்பு எழுத்துக்களையும் கொண்டிருக்கக் கூடாது.
te: ప్రత్యేక అక్షరాలు ఉండకూడదు
ur: کوئی خاص کردار نہیں ہونا چاہیے

# vgEventDescription
source: Event Description
as: অনুষ্ঠানৰ বিৱৰণ
bn: অনুষ্ঠানের বিবরণ
gu: પ્રસંગનું વર્ણન
hi: घटना का विवरण
kn: ಘಟನೆಯ ವಿವರಣೆ
ml: പരിപാടിയുടെ വിവരണം
mr: कार्यक्रमाचे वर्णन
or: ଘଟଣା ବର୍ଣ୍ଣନା
ta: நிகழ்வு விவரம்
te: ఈవెంట్ వివరణ
ur: واقعہ کی تفصیل

# vgAddPatient
source: Add Patient
as: ৰোগীক যোগ কৰক
bn: রোগী যোগ করুন
gu: દર્દી ઉમેરો
hi: रोगी जोड़ें
kn: ರೋಗಿಯನ್ನು ಸೇರಿಸಿ
ml: രോഗിയെ ചേർക്കുക
mr: रुग्णाला समाविष्ट करा
or: ରୋଗୀ ଯୋଗ କରନ୍ତୁ
ta: நோயாளியைச் சேர்க்கவும்
te: రోగిని జోడించండి
ur: مریض کو شامل کریں

# vgPatients
source: Patients
as: ৰোগীসকল
bn: রোগীরা
gu: દર્દીઓ
hi: मरीज।
kn: ರೋಗಿಗಳು
ml: രോഗികൾ
mr: रुग्णांचे हाल
or: ରୋଗୀମାନେ
ta: நோயாளிகள்
te: రోగులు
ur: مریض

# vgDetails
source: Details
as: সবিশেষ
bn: বিস্তারিত
gu: વિગતો
hi: विवरण
kn: ವಿವರಗಳು
ml: വിശദാംശങ്ങൾ
mr: तपशील
or: ସବିଶେଷ ବିବରଣୀ
ta: விவரங்கள்
te: వివరాలు
ur: تفصیلات

# vgTeammates
source: Teammates
as: সতীৰ্থসকল
bn: সতীর্থরা।
gu: ટીમના સાથીઓ
hi: टीम के साथी
kn: ತಂಡದ ಸದಸ್ಯರು
ml: ടീമംഗങ്ങൾ
mr: सहकाऱ्यांनी
or: ସାଥୀ ଖେଳାଳିମାନେ
ta: சக வீரர்கள்
te: జట్టు సభ్యులు
ur: ٹیم کے ساتھی

# vgEyeAssessment
source: Eye Assessment
as: চকুৰ মূল্যায়ন
bn: চোখের মূল্যায়ন
gu: આંખનું મૂલ્યાંકન
hi: नेत्र मूल्यांकन
kn: ಕಣ್ಣಿನ ಮೌಲ್ಯಮಾಪನ
ml: കണ്ണ് വിലയിരുത്തൽ
mr: डोळ्यांचे मूल्यांकन
or: ଚକ୍ଷୁ ମୂଲ୍ଯ଼ାଙ୍କନ
ta: கண் மதிப்பீடு
te: కన్ను మూల్యాంకన
ur: آنکھوں کی تشخیص

# vgStart
source: Start
as: আৰম্ভ কৰক
bn: শুরু করুন।
gu: પ્રારંભ કરો
hi: आरंभ करें।
kn: ಪ್ರಾರಂಭಿಸಿ
ml: ആരംഭിക്കുക.
mr: सुरुवात करा.
or: ଆରମ୍ଭ କରନ୍ତୁ
ta: தொடங்குங்கள்
te: ప్రారంభించండి
ur: شروع کریں

# vgEyeAssessmentDescription
source: Get the eye problems of you, your friends, and family members assessed in few steps. You will be asked a set of questions to understand symptoms related to your eye problems followed by visual tests.
as: আপোনাৰ, আপোনাৰ বন্ধুবৰ্গৰ, আৰু পৰিয়ালৰ সদস্যসকলৰ চকুৰ সমস্যাবোৰ কেইটামান পৰ্য্যায়ত মূল্যায়ন কৰক। আপোনাৰ চকুৰ সমস্যাৰ সৈতে সম্পৰ্কিত লক্ষণবোৰ বুজিবলৈ আপোনাক কেইবাটাও প্ৰশ্ন সোধা হ 'ব আৰু তাৰ পিছত চাক্ষুষ পৰীক্ষা কৰা হ' ব।
bn: আপনার, আপনার বন্ধুবান্ধব এবং পরিবারের সদস্যদের চোখের সমস্যাগুলি কয়েকটি ধাপে মূল্যায়ন করুন। আপনার চোখের সমস্যা সম্পর্কিত লক্ষণগুলি বোঝার জন্য আপনাকে কয়েকটি প্রশ্ন জিজ্ঞাসা করা হবে যার পরে দৃষ্টি পরীক্ষা করা হবে।
gu: તમારી, તમારા મિત્રો અને પરિવારના સભ્યોની આંખની સમસ્યાઓનું થોડા પગલાંઓમાં મૂલ્યાંકન કરો. તમને તમારી આંખની સમસ્યાઓથી સંબંધિત લક્ષણોને સમજવા માટે પ્રશ્નો પૂછવામાં આવશે અને ત્યારબાદ દ્રશ્ય પરીક્ષણો કરવામાં આવશે.
hi: कुछ चरणों में अपनी, अपने दोस्तों और परिवार के सदस्यों की आँखों की समस्याओं का मूल्यांकन करवाएँ। आपको अपनी आँखों की समस्याओं से संबंधित लक्षणों को समझने के लिए प्रश्नों का एक समूह पूछा जाएगा और उसके बाद दृश्य परीक्षण किए जाएंगे।
kn: ನಿಮ್ಮ, ನಿಮ್ಮ ಸ್ನೇಹಿತರ ಮತ್ತು ಕುಟುಂಬದ ಸದಸ್ಯರ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳನ್ನು ಕೆಲವು ಹಂತಗಳಲ್ಲಿ ಮೌಲ್ಯಮಾಪನ ಮಾಡಿ. ನಿಮ್ಮ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ರೋಗಲಕ್ಷಣಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನಿಮ್ಮನ್ನು ಕೆಲವು ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಲಾಗುತ್ತದೆ ಮತ್ತು ನಂತರ ದೃಷ್ಟಿ ಪರೀಕ್ಷೆಗಳನ್ನು ಮಾಡಲಾಗುತ್ತದೆ.
ml: നിങ്ങളുടെയും നിങ്ങളുടെ സുഹൃത്തുക്കളുടെയും കുടുംബാംഗങ്ങളുടെയും നേത്രപ്രശ്നങ്ങൾ കുറച്ച് ഘട്ടങ്ങളിലൂടെ വിലയിരുത്തുക. നിങ്ങളുടെ നേത്രപ്രശ്നങ്ങളുമായി ബന്ധപ്പെട്ട ലക്ഷണങ്ങൾ മനസിലാക്കാൻ നിങ്ങളോട് ഒരു കൂട്ടം ചോദ്യങ്ങൾ ചോദിക്കുകയും തുടർന്ന് വിഷ്വൽ ടെസ്റ്റുകൾ നടത്തുകയും ചെയ്യും.
mr: तुमच्या, तुमच्या मित्रांच्या आणि कुटुंबातील सदस्यांच्या डोळ्यांच्या समस्यांचे मोजमाप काही टप्प्यांत करा. तुमच्या डोळ्यांच्या समस्यांशी संबंधित लक्षणे समजून घेण्यासाठी तुम्हाला अनेक प्रश्न विचारले जातील आणि त्यानंतर दृश्य चाचण्या केल्या जातील.
or: ଆପଣ, ଆପଣଙ୍କ ବନ୍ଧୁ ଏବଂ ପରିବାର ସଦସ୍ଯ଼ଙ୍କ ଚକ୍ଷୁ ସମ୍ବନ୍ଧୀଯ଼ ସମସ୍ଯ଼ାଗୁଡ଼ିକର ଆକଳନ କିଛିଟା ପର୍ଯ୍ଯ଼ାଯ଼ରେ କରନ୍ତୁ। ଆପଣଙ୍କ ଚକ୍ଷୁ ସମ୍ବନ୍ଧୀଯ଼ ସମସ୍ଯ଼ା ସମ୍ବନ୍ଧୀଯ଼ ଲକ୍ଷଣଗୁଡ଼ିକୁ ବୁଝିବା ପାଇଁ ଆପଣଙ୍କୁ ଅନେକ ପ୍ରଶ୍ନ ପଚରାଯିବ ଏବଂ ତା ପରେ ଦୃଷ୍ଟି ପରୀକ୍ଷା କରାଯିବ।
ta: உங்கள், உங்கள் நண்பர்கள் மற்றும் குடும்ப உறுப்பினர்களின் கண் பிரச்சினைகளை சில படிகளில் மதிப்பீடு செய்யுங்கள். உங்கள் கண் பிரச்சினைகள் தொடர்பான அறிகுறிகளைப் புரிந்துகொள்ள ஒரு சில கேள்விகள் கேட்கப்படும், அதைத் தொடர்ந்து காட்சி சோதனைகள் செய்யப்படும்.
te: మీరు, మీ స్నేహితులు, కుటుంబ సభ్యుల కన్ను సమస్యలను కొన్ని దశలలో మూల్యాంకన చేయండి. మీ కన్ను సమస్యలకు సంబంధించిన లక్షణాలను అర్థం చేసేందుకు మీకు కొన్ని ప్రశ్నలు అడిగబడతాయి, తరువాత దృశ్య పరీక్షలు జరుగుతాయి.
ur: چند مراحل میں اپنے، اپنے دوستوں اور خاندان کے افراد کی آنکھوں کے مسائل کا جائزہ لیں۔ آپ سے آنکھوں کے مسائل سے متعلق علامات کو سمجھنے کے لیے سوالات کا ایک مجموعہ پوچھا جائے گا جس کے بعد بصری ٹیسٹ کیے جائیں گے۔

# vgLogoutMessage
source: You have been logged out
as: আপোনাক লগ আউট কৰা হৈছে
bn: আপনাকে লগ আউট করা হয়েছে
gu: તમે લૉગ આઉટ થયા છો
hi: आपको लॉग आउट कर दिया गया है
kn: ನೀವು ಲಾಗ್ ಔಟ್ ಆಗಿದ್ದೀರಿ
ml: നിങ്ങൾ ലോഗ് ഔട്ട് ചെയ്യപ്പെട്ടു
mr: तुम्हाला लॉग आउट करण्यात आले आहे
or: ଆପଣ ଲଗ୍ ଆଉଟ୍ ହୋଇଛନ୍ତି।
ta: நீங்கள் வெளியேற்றப்பட்டுவிட்டீர்கள்
te: మీరు లాగౌట్ అయ్యారు
ur: آپ کو لاگ آؤٹ کر دیا گیا ہے

# vgLogoutErrorMessage
source: Apologies, we encountered a logout error in the mobile app.
as: ক্ষমা কৰিব, আমি মোবাইল এপত এটা লগআউট ত্ৰুটিৰ সন্মুখীন হৈছিলো।
bn: দুঃখিত, আমরা মোবাইল অ্যাপে একটি লগআউট ত্রুটির সম্মুখীন হয়েছি।
gu: માફ કરશો, અમને મોબાઇલ એપ્લિકેશનમાં લૉગઆઉટ ભૂલનો સામનો કરવો પડ્યો.
hi: क्षमा करें, हमें मोबाइल ऐप में लॉगआउट त्रुटि का सामना करना पड़ा।
kn: ಕ್ಷಮಿಸಿ, ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್ನಲ್ಲಿ ನಾವು ಲಾಗ್ ಔಟ್ ದೋಷವನ್ನು ಎದುರಿಸಿದೆವು.
ml: ക്ഷമിക്കണം, മൊബൈൽ ആപ്ലിക്കേഷനിൽ ഒരു ലോഗൌട്ട് പിശക് ഞങ്ങൾ നേരിട്ടു.
mr: माफ करा, आम्हाला मोबाईल अॅपमध्ये लॉगआउट त्रुटी आढळली.
or: କ୍ଷମା କରିବେ, ଆମେ ମୋବାଇଲ୍ ଆପରେ ଏକ ଲଗଆଉଟ୍ ତ୍ରୁଟିର ସମ୍ମୁଖୀନ ହୋଇଛୁ।
ta: மன்னிக்கவும், மொபைல் பயன்பாட்டில் உள்நுழைவு பிழையை நாங்கள் சந்தித்தோம்.
te: క్షమించండి, మొబైల్ అప్లికేషన్లో లాగౌట్ లోపం ఏర్పడింది.
ur: معذرت، ہمیں موبائل ایپ میں لاگ آؤٹ کی غلطی کا سامنا کرنا پڑا۔

# vgWelcome
source: Welcome
as: স্বাগতম জনাইছো।
bn: স্বাগতম।
gu: સ્વાગત છે.
hi: स्वागत है।
kn: ಸ್ವಾಗತ.
ml: സ്വാഗതം.
mr: स्वागत आहे.
or: ସ୍ୱାଗତ।
ta: வரவேற்கிறேன்.
te: స్వాగతం
ur: خوش آمدید۔

# vgServices
source: Services
as: সেৱাসমূহ
bn: পরিষেবাগুলি
gu: સેવાઓ
hi: सेवाएँ
kn: ಸೇವೆಗಳು
ml: സേവനങ്ങൾ
mr: सेवा
or: ସେବାଗୁଡ଼ିକ
ta: சேவைகள்
te: సేవలు
ur: خدمات

# vgEvents
source: Events
as: অনুষ্ঠানসমূহ
bn: ঘটনাবলী
gu: ઘટનાઓ
hi: घटनाएँ
kn: ಘಟನೆಗಳು
ml: സംഭവങ്ങൾ
mr: घडामोडी
or: ଘଟଣାଗୁଡ଼ିକ
ta: நிகழ்வுகள்
te: ఈవెంట్లు
ur: واقعات

# vgViewAll
source: View All
as: সকলো চাওক
bn: সবগুলি দেখুন
gu: બધા જુઓ
hi: सभी देखें
kn: ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ
ml: എല്ലാം കാണുക
mr: सर्व पहा
or: ସମସ୍ତ ଦେଖନ୍ତୁ
ta: அனைத்தையும் பார்க்கவும்
te: అన్నిటినీ చూడండి
ur: سب دیکھیں
