Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# eyeAssessmentSubtitle
source: Get the eye problems of you, your friends, and, family members assessed in few steps. You will be asked a set of questions to understand symptoms related to your eye problems followed by visual tests.
as: আপোনাৰ, আপোনাৰ বন্ধুবৰ্গৰ, আৰু পৰিয়ালৰ সদস্যসকলৰ চকুৰ সমস্যাবোৰ কেইটামান পৰ্য্যায়ত মূল্যায়ন কৰক। আপোনাৰ চকুৰ সমস্যাৰ সৈতে সম্পৰ্কিত লক্ষণবোৰ বুজিবলৈ আপোনাক কেইবাটাও প্ৰশ্ন সোধা হ 'ব আৰু তাৰ পিছত চাক্ষুষ পৰীক্ষা কৰা হ' ব।
bn: আপনার, আপনার বন্ধুবান্ধব এবং পরিবারের সদস্যদের চোখের সমস্যাগুলি কয়েকটি ধাপে মূল্যায়ন করুন। আপনার চোখের সমস্যা সম্পর্কিত লক্ষণগুলি বোঝার জন্য আপনাকে কয়েকটি প্রশ্ন জিজ্ঞাসা করা হবে যার পরে দৃষ্টি পরীক্ষা করা হবে।
gu: તમારી, તમારા મિત્રો અને પરિવારના સભ્યોની આંખની સમસ્યાઓનું થોડા પગલાંઓમાં મૂલ્યાંકન કરાવો. તમને તમારી આંખની સમસ્યાઓથી સંબંધિત લક્ષણોને સમજવા માટે પ્રશ્નો પૂછવામાં આવશે અને ત્યારબાદ દ્રશ્ય પરીક્ષણો કરવામાં આવશે.
hi: कुछ चरणों में अपने, अपने दोस्तों और परिवार के सदस्यों के नेत्र संकटों का मूल्यांकन करें। आपसे आपके नेत्र संकटों से संबंधित लक्षणों को समझने के लिए कुछ सवाल पूछे जाएंगे और फिर कुछ दृष्टि परीक्षण होंगे।
kn: ನಿಮ್ಮ, ನಿಮ್ಮ ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬದ ಸದಸ್ಯರ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳನ್ನು ಕೆಲವು ಹಂತಗಳಲ್ಲಿ ನಿರ್ಣಯಿಸಿ. ದೃಷ್ಟಿ ಪರೀಕ್ಷೆಗಳ ನಂತರ ನಿಮ್ಮ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ರೋಗಲಕ್ಷಣಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನಿಮಗೆ ಪ್ರಶ್ನೆಗಳ ಗುಂಪನ್ನು ಕೇಳಲಾಗುತ್ತದೆ.
ml: നിങ്ങളുടെയും സുഹൃത്തുക്കളുടെയും കുടുംബാംഗങ്ങളുടെയും നേത്രപ്രശ്നങ്ങൾ കുറച്ച് ഘട്ടങ്ങളിലൂടെ വിലയിരുത്തുക. നിങ്ങളുടെ നേത്രപ്രശ്നങ്ങളുമായി ബന്ധപ്പെട്ട ലക്ഷണങ്ങൾ മനസിലാക്കാൻ നിങ്ങളോട് ഒരു കൂട്ടം ചോദ്യങ്ങൾ ചോദിക്കുകയും തുടർന്ന് വിഷ്വൽ ടെസ്റ്റുകൾ നടത്തുകയും ചെയ്യും.
mr: तुमच्या, तुमच्या मित्रमंडळीच्या आणि कुटुंबातील सदस्यांच्या डोळ्यांच्या समस्यांचे मूल्यमापन केवळ काही प्रक्रियांमध्ये करा. तुमच्या डोळ्यांच्या समस्यांशी संबंधित लक्षणांचा अभ्यास करण्यासाठी तुम्हाला काही प्रश्न विचारले जातील, त्यानंतर दृष्टी चाचण्या केल्या जातील.
or: ଆପଣ, ଆପଣଙ୍କ ବନ୍ଧୁ, ଏବଂ ପରିବାର ସଦସ୍ଯ଼ଙ୍କ ଚକ୍ଷୁ ସମ୍ବନ୍ଧୀଯ଼ ସମସ୍ଯ଼ାଗୁଡ଼ିକୁ ଅଳ୍ପ କିଛି ପର୍ଯ୍ଯ଼ାଯ଼ରେ ମୂଲ୍ଯ଼ାଙ୍କନ କରନ୍ତୁ। ଆପଣଙ୍କ ଚକ୍ଷୁ ସମ୍ବନ୍ଧୀଯ଼ ସମସ୍ଯ଼ା ସମ୍ବନ୍ଧୀଯ଼ ଲକ୍ଷଣଗୁଡ଼ିକୁ ବୁଝିବା ପାଇଁ ଆପଣଙ୍କୁ ଅନେକ ପ୍ରଶ୍ନ ପଚରାଯିବ ଏବଂ ତା 'ପରେ ଦୃଷ୍ଟି ପରୀକ୍ଷା କରାଯିବ।
ta: உங்கள், உங்கள் நண்பர்கள் மற்றும் குடும்ப உறுப்பினர்களின் கண் பிரச்சினைகளை சில படிகளில் மதிப்பீடு செய்யுங்கள். உங்கள் கண் பிரச்சினைகள் தொடர்பான அறிகுறிகளைப் புரிந்துகொள்ள ஒரு சில கேள்விகள் கேட்கப்படும், அதைத் தொடர்ந்து காட்சி சோதனைகள் செய்யப்படும்.
te: మీ స్నేహితులు, కుటుంబ సభ్యులు మరియు మీ యొక్క కంటి సమస్యలను కొన్ని దశల్లో మూల్యాంకనం చేయండి. మీ కంటి సమస్యలకు సంబంధించిన లక్షణాలను అర్థం చేసుకోవడానికి మిమ్మల్ని కొన్ని ప్రశ్నలు అడగబడతాయి, తరువాత దృశ్య పరీక్షలు చేయబడతాయి.
ur: چند مراحل میں اپنے، اپنے دوستوں اور خاندان کے افراد کی آنکھوں کے مسائل کا جائزہ لیں۔ آپ سے آنکھوں کے مسائل سے متعلق علامات کو سمجھنے کے لیے سوالات کا ایک مجموعہ پوچھا جائے گا جس کے بعد بصری ٹیسٹ کیے جائیں گے۔

# eyeAssessmentGetMemberLabel
source: Change Member
as: সদস্য সলনি কৰক
bn: সদস্য পরিবর্তন করুন
gu: સભ્ય બદલો
hi: सदस्य बदलें
kn: ಸದಸ್ಯ ಬದಲಿಸು
ml: അംഗത്തെ മാറ്റുക
mr: सदस्य बदला
or: ସଦସ୍ଯ଼ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
ta: உறுப்பினரை மாற்றவும்
te: సభ్యుడిని మార్చండి
ur: رکن تبدیل کریں

# eyeAssessmentProceedButton
source: Proceed
as: আগবাঢ়ি যাওক
bn: এগিয়ে যান।
gu: આગળ વધો
hi: आगे बढ़ें
kn: ಮುಂದುವರಿಸು
ml: തുടരുക
mr: पुढे जा
or: ଆଗକୁ ବଢ଼ନ୍ତୁ।
ta: தொடரவும்
te: ముందుకు సాగండి
ur: آگے بڑھیں

# eyeAssessmentBrightnessLabel
source: Brightness set to 80%
as: উজ্জ্বলতা 80 শতাংশত নিৰ্ধাৰণ কৰা হৈছে
bn: উজ্জ্বলতা 80 শতাংশে সেট করা হয়েছে
gu: તેજસ્વીતા 80 ટકા પર સેટ કરવામાં આવી છે
hi: ब्राइटनेस 80% पर सेट किया गया है
kn: ಹೊಳಪನ್ನು 80% ಗೆ ಹೊಂದಿಸಲಾಗಿದೆ
ml: സ്ക്രീനിന്റെ തെളിച്ചം 80% ആക്കി മാറ്റിയിട്ടുണ്ട്
mr: ब्राइटनेस 80% वर सेट केली
or: ଉଜ୍ଜ୍ୱଳତା 80 ପ୍ରତିଶତରେ ସ୍ଥିର ହୋଇଛି
ta: பிரகாசம் 80% க்கு அமைக்கப்பட்டுள்ளது
te: ప్రకాశం 80 శాతానికి సరిచేయబడింది
ur: چمک 80 ٪ مقرر کی گئی ہے

# eyeAssessmentBrightnessError
source: Please set the brightness manually to 80%
as: অনুগ্ৰহ কৰি উজ্জ্বলতাটো হাতেৰে 80 শতাংশত ছেট কৰক
bn: দয়া করে ম্যানুয়ালি উজ্জ্বলতা 80 শতাংশে সেট করুন
gu: મહેરબાની કરીને હાથ વડે તેજને 80 ટકા પર સેટ કરો
hi: कृपया ब्राइटनेस को मैन्युअल रूप से 80% पर सेट करें
kn: ದಯವಿಟ್ಟು ಹೊಳಪನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ 80% ಗೆ ಹೊಂದಿಸಿ
ml: ദയവായി സ്ക്രീനിന്റെ തെളിച്ചം 80% ആക്കുക
mr: कृपया ब्राइटनेस 80% वर स्वतः सेट करा
or: ଦଯ଼ାକରି ହସ୍ତକୃତ ଭାବେ ଉଜ୍ଜ୍ୱଳତାକୁ 80 ପ୍ରତିଶତରେ ସେଟ କରନ୍ତୁ।
ta: தயவுசெய்து பிரகாசம் கைமுறையாக 80% க்கு அமைக்கவும்
te: దయచేసి ప్రకాశాన్ని 80 శాతానికి అమర్చండి
ur: براہ کرم چمک کو دستی طور پر 80 ٪ پر سیٹ کریں

# eyeAssessmentUnsupportedQuestion
source: Question not supported yet - can this be translated as answer/feedback not available yet?
as: প্ৰশ্নটো এতিয়াও সমৰ্থন কৰা হোৱা নাই
bn: প্রশ্নটি এখনও সমর্থিত নয়
gu: પ્રશ્ન હજુ સુધી આધારભૂત નથી
hi: सवाल अब तक समर्थित नहीं है
kn: ಪ್ರಶ್ನೆಯು ಇನ್ನೂ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ
ml: ഈ ചോദ്യം ഇപ്പോൾ ലഭ്യമല്ല
or: ପ୍ରଶ୍ନ ଏପର୍ଯ୍ଯ଼ନ୍ତ ସମର୍ଥିତ ନୁହେଁ
ta: கேள்வி இன்னும் ஆதரிக்கப்படவில்லை
te: ప్రశ్నకు ఇంకా మద్దతు లేదు
ur: سوال کی ابھی تک تائید نہیں ہوئی

# eyeAssessmentPopUpHeading
source: Assessment
as: মূল্যায়ন
bn: মূল্যায়ন
gu: મૂલ્યાંકન
hi: मूल्यांकन
kn: ಮೌಲ್ಯಮಾಪನ
ml: അസ്സെസ്സ്മെന്റ്
mr: मूल्यमापन
or: ମୂଲ୍ଯ଼ାଙ୍କନ
ta: மதிப்பீடு
te: మూల్యాంకనం
ur: تشخیص

# eyeAssessmentPopUpBody
source: Are you having any eyesight related problem?
as: আপোনাৰ চকুৰ সমস্যা আছে নেকি?
bn: আপনার কি দৃষ্টিশক্তির সমস্যা আছে?
gu: શું તમને આંખોની સમસ્યા છે?
hi: क्या आपके कोई दृष्टि संबंधित समस्या है?
kn: ನಿಮಗೆ ದೃಷ್ಟಿಗೆ ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ಸಮಸ್ಯೆ ಇದೆಯೇ?
ml: നിങ്ങൾക്ക് കാഴ്ചയുമായി ബന്ധപ്പെട്ട എന്തെങ്കിലും പ്രശ്നങ്ങളുണ്ടോ?
mr: आपल्याला दृष्टीशी संबंधित कोणतीही समस्या आहे का?
or: ଆପଣଙ୍କର ଆଖି ସମ୍ବନ୍ଧୀଯ଼ କୌଣସି ସମସ୍ଯ଼ା ରହିଛି କି?
ta: உங்களுக்கு உங்கள் கண்களுக்கு பிரச்சனை உள்ளதுவா?
te: మీకు కంటి సమస్య ఉందా?
ur: کیا آپ کو بینائی سے متعلق کوئی مسئلہ ہے؟

# eyeAssessmentPopUpYesButton
source: Yes
as: হয়।
bn: হ্যাঁ।
gu: હા.
hi: हाँ
kn: ಹೌದು
ml: അതെ.
mr: हो
or: ହଁ।
ta: ஆம்
te: అవును
ur: ہاں۔

# eyeAssessmentPopUpNoButton
source: No
as: নাই।
bn: না।
gu: ના.
hi: नहीं
kn: ಇಲ್ಲ
ml: ഇല്ല.
mr: नाही
or: ନା।
ta: இல்லை
te: లేదు
ur: نہیں۔

# visualAcuityTestInstructionOne
source: Sit down comfortably in a well light location. You may feel a sudden change in brightness, don’t worry the screen is set to auto-brightness to provide optimal result
as: ভাল পোহৰৰ স্থানত আৰামদায়কভাৱে বহি থাকক। আপুনি হয়তো হঠাৎ উজ্জ্বলতাৰ পৰিৱৰ্তন অনুভৱ কৰিব পাৰে, চিন্তা নকৰিব যে অনুকূল ফলাফল প্ৰদান কৰিবলৈ পৰ্দাটো স্বয়ংক্ৰিয়-উজ্জ্বলতাত সংহতি কৰা হৈছে।
bn: ভালো আলোর জায়গায় আরামদায়কভাবে বসুন। আপনি হয়তো হঠাৎ উজ্জ্বলতার পরিবর্তন অনুভব করতে পারেন, চিন্তা করবেন না যে স্ক্রিনটি স্বয়ংক্রিয়-উজ্জ্বলতায় সেট করা হয়েছে যাতে সর্বোত্তম ফলাফল পাওয়া যায়।
gu: સારી રીતે પ્રકાશમાં આરામથી બેસો. તમે તેજમાં અચાનક ફેરફાર અનુભવી શકો છો, ચિંતા કરશો નહીં કે શ્રેષ્ઠ પરિણામ આપવા માટે સ્ક્રીન ઓટો-બ્રાઇટનેસ પર સેટ થઈ ગઈ છે.
hi: एक आरामदायक और अच्छी रौशनी वाले स्थान पर बैठें। आपको ब्राइटनेस में एक अचानक बदलाव महसूस हो सकता है, चिंता न करें, स्क्रीन को ऑटो-ब्राइटनेस पर सेट किया गया है ताकि आपको सर्वोत्तम परिणाम प्रदान किया जा सके
kn: ಉತ್ತಮ ಬೆಳಕಿನ ಸ್ಥಳದಲ್ಲಿ ಆರಾಮವಾಗಿ ಕುಳಿತುಕೊಳ್ಳಿ. ನೀವು ಹೊಳಪಿನಲ್ಲಿ ಹಠಾತ್ ಬದಲಾವಣೆಯನ್ನು ಗಮನಿಸಬಹುದು, ಚಿಂತಿಸಬೇಡಿ ಅತ್ಯುತ್ತಮ ಫಲಿತಾಂಶವನ್ನು ಒದಗಿಸಲು ಸ್ಕ್ರೀನ್ ನ್ನು ಸ್ವಯಂ-ಪ್ರಕಾಶಮಾನಕ್ಕೆ ಹೊಂದಿಸಲಾಗಿದೆ
ml: നല്ല വെളിച്ചമുള്ള സ്ഥലത്ത് ഇരിക്കുക. തെളിച്ചത്തിൽ പെട്ടെന്നുള്ള മാറ്റം നിങ്ങൾക്ക് അനുഭവപ്പെട്ടേക്കാം, ഒപ്റ്റിമൽ ഫലം നൽകുന്നതിന് സ്ക്രീൻ ഓട്ടോ-ബ്രൈറ്റ്നസ് ആയി സജ്ജീകരിച്ചിരിക്കുന്നു.
mr: आरामदायकपणे बसून, चांगल्या प्रकाशातील स्थानी बसा. तुम्हाला अचानक प्रकाशात बदल जाणवेल, चिंता करू नका. उत्तम परिणाम प्रदान करण्यासाठी स्क्रीन स्वयंचलित-प्रकाशमानावर सेट केली आहे
or: ଏକ ଭଲ ହାଲୁକା ସ୍ଥାନରେ ଆରାମରେ ବସନ୍ତୁ। ଆପଣ ହଠାତ୍ ଉଜ୍ଜ୍ୱଳତାରେ ପରିବର୍ତ୍ତନ ଅନୁଭବ କରିପାରନ୍ତି, ଚିନ୍ତା କରନ୍ତୁ ନାହିଁ , ସର୍ବୋତ୍ତମ ଫଳାଫଳ ପ୍ରଦାନ କରିବା ପାଇଁ ସ୍କ୍ରିନ୍ ସ୍ୱଯ଼ଂଚାଳିତ ଉଜ୍ଜ୍ୱଳତାକୁ ସେଟ୍ ହୋଇଛି |
ta: நல்ல வெளிச்சமான இடத்தில் வசதியாக உட்காரவும். பிரகாசத்தில் திடீர் மாற்றத்தை நீங்கள் உணரலாம், உகந்த முடிவை வழங்க திரை தானாகவே பிரகாசமாக அமைக்கப்பட்டுள்ளது என்று கவலைப்பட வேண்டாம்
te: బాగా తేలికపాటి ప్రదేశంలో సౌకర్యవంతంగా కూర్చోండి. మీరు ప్రకాశంలో అకస్మాత్తుగా మార్పును గమనించవచ్ఛు, ఆందోళన చెందకండి, సరైన ఫలితాన్ని అందించడానికి స్క్రీన్ స్వయంచాలక ప్రకాశానికి అమర్చబడి ఉంటుంది.
ur: اچھی ہلکی جگہ پر آرام سے بیٹھیں۔ آپ کو چمک میں اچانک تبدیلی محسوس ہو سکتی ہے، فکر نہ کریں کہ اسکرین زیادہ سے زیادہ نتیجہ فراہم کرنے کے لیے خودکار چمک پر سیٹ ہو گئی ہے۔

# visualAcuityTestInstructionTwo
source: Make sure you are holding the device at the eye level. If you wear glasses or contact lenses, keep them on
as: নিশ্চিত কৰক যে আপুনি যন্ত্ৰটো চকুৰ স্তৰত ধৰি আছে। যদি আপুনি চশমা বা কণ্টেক্ট লেন্স পিন্ধে, সেইবোৰ পিন্ধি ৰাখক।
bn: খেয়াল রাখবেন যে, আপনি যন্ত্রটি চোখের স্তরে ধরে রেখেছেন। আপনি যদি চশমা বা কন্টাক্ট লেন্স পরেন, তা হলে সেগুলি লাগান।
gu: ખાતરી કરો કે તમે ઉપકરણને આંખના સ્તરે પકડો છો. જો તમે ચશ્મા અથવા કોન્ટેક્ટ લેન્સ પહેરો છો, તો તેને ચાલુ રાખો.
hi: सुनिश्चित करें कि आप डिवाइस को आंख के स्तर पर पकड़ रहे हैं। यदि आप चश्मा या कॉन्टैक्ट लेंस पहनते हैं, तो उन्हें लगाए रखें
kn: ನೀವು ಸಾಧನವನ್ನು ಕಣ್ಣಿನ ಮಟ್ಟದಲ್ಲಿ ಹಿಡಿದಿರುವಿರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನೀವು ಕನ್ನಡಕ ಅಥವಾ ಕಾಂಟ್ಯಾಕ್ಟ್ ಲೆನ್ಸ್‌ಗಳನ್ನು ಧರಿಸಿದರೆ, ಅವುಗಳನ್ನು ಇರಿಸಿಕೊಳ್ಳಿ
ml: നിങ്ങൾ ഉപകരണം കണ്ണിന്റെ തലത്തിൽ പിടിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക. നിങ്ങൾ കണ്ണടയോ കോൺടാക്റ്റ് ലെൻസോ ധരിക്കുന്നുണ്ടെങ്കിൽ അവ ധരിച്ചിരിക്കുക.
mr: मोबाइल डोळ्यांच्या पातळीवर धरण्याची खात्री करा. जर तुम्ही चष्मा किंवा कॉन्टॅक्ट लेन्स वापरत असाल तर ते काढू नका
or: ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ଯନ୍ତ୍ରଟିକୁ ଆଖି ସ୍ତରରେ ଧରିଛନ୍ତି। ଯଦି ଆପଣ ଚଷମା କିମ୍ବା କଣ୍ଟାକ୍ଟ ଲେନ୍ସ ପିନ୍ଧନ୍ତି, ତେବେ ସେଗୁଡ଼ିକୁ ପିନ୍ଧି ରଖନ୍ତୁ।
ta: நீங்கள் சாதனத்தை கண் மட்டத்தில் வைத்திருக்கிறீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். நீங்கள் கண்ணாடிகள் அல்லது காண்டாக்ட் லென்ஸ்களை அணிந்தால், அவற்றை அணிந்து கொள்ளுங்கள்.
te: మీరు పరికరాన్ని కంటి స్థాయిలో పట్టుకున్నారని నిర్ధారించుకోండి. మీరు అద్దాలు లేదా కాంటాక్ట్ లెన్సులు ధరిస్తే, వాటిని ధరించండి.
ur: یقینی بنائیں کہ آپ آلہ کو آنکھوں کی سطح پر تھامے ہوئے ہیں۔ اگر آپ شیشے یا کانٹیکٹ لینس پہنتے ہیں تو انہیں آن رکھیں۔

# visualAcuityTestInstructionThree
source: Position yourself 40 cm from the screen. Distance will be shown in the test screen.
as: পৰ্দাৰ পৰা নিজকে 40 ছে. মি. দূৰত্বত ৰাখক। পৰীক্ষা পৰ্দাত দূৰত্ব দেখুওৱা হ 'ব।
bn: পর্দা থেকে নিজেকে 40 সেন্টিমিটার দূরে রাখুন। দূরত্ব পরীক্ষার পর্দায় প্রদর্শিত হবে।
gu: તમારી જાતને સ્ક્રીનથી 40 સે. મી. દૂર મૂકો. પરીક્ષણ સ્ક્રીનમાં અંતર બતાવવામાં આવશે.
hi: अपने आप को स्क्रीन से 40 सेमी की दूरी पर रखें। दूरी परीक्षण स्क्रीन में दिखाई जाएगी.
kn: ನೀವು ಪರೀಕ್ಷಿಸುವ ಸ್ಕ್ರೀನ್ ನಿಂದ 40 ಸೆಂ.ಮೀ. ದೂರದಲ್ಲಿ ಇರಬೇಕು. ಪರೀಕ್ಷಾ ಸ್ಕ್ರೀನ್ನಲ್ಲಿ ದೂರವನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ.
ml: സ്ക്രീനിൽ നിന്ന് 40 സെന്റീമീറ്റർ അകലെ നിൽക്കുക. ടെസ്റ്റ് സ്ക്രീനിൽ ദൂരം കാണാവുന്നതാണ്.
mr: स्क्रीनपासून 40 सेंटीमीटर अंतरावर स्थिर बसा. अंतर चाचणी स्क्रीनमध्ये दर्शविले जाईल.
or: ସ୍କ୍ରିନ୍ ଠାରୁ ନିଜକୁ 40 ସେ. ମି. ଦୂରରେ ରଖନ୍ତୁ। ଦୂରତା, ପରୀକ୍ଷା ସ୍କ୍ରିନରେ ଦେଖାଯିବ।
ta: திரையில் இருந்து 40 சென்டிமீட்டர் தொலைவில் இருங்கள். சோதனைத் திரையில் தூரம் காட்டப்படும்.
te: మొబైలు స్క్రీన్ నుండి మిమ్మల్ని మీరు 40 సెంటీమీటర్ల దూరంలో ఉంచుకోండి. పరీక్ష స్క్రీన్ పై దూరం చూపబడుతుంది.
ur: اپنے آپ کو اسکرین سے 40 سینٹی میٹر کے فاصلے پر رکھیں۔ فاصلہ ٹیسٹ اسکرین میں دکھایا جائے گا۔

# visualAcuityTestInstructionFour
source: If you are testing with glasses on, cover one eye with your hand over the glasses when only one eye is tested.
as: যদি আপুনি চশমা পিন্ধি পৰীক্ষা কৰি আছে, কেৱল এটা চকু পৰীক্ষা কৰাৰ সময়ত চশমাৰ ওপৰত আপোনাৰ হাতেৰে এটা চকু ঢাকি ৰাখক।
bn: যদি আপনি চশমা দিয়ে পরীক্ষা করছেন, শুধুমাত্র একটি চোখ পরীক্ষা করার সময় চশমার উপর আপনার হাত দিয়ে একটি চোখ ঢেকে রাখুন।
gu: જો તમે ચશ્મા પહેરીને પરીક્ષણ કરી રહ્યા હોવ, તો જ્યારે માત્ર એક આંખની તપાસ કરવામાં આવે ત્યારે ચશ્મા પર તમારા હાથથી એક આંખને ઢાંકી દો.
hi: यदि आप चश्मा पहनकर परीक्षण कर रहे हैं, तो एक नेत्र को आपके चश्मे के ऊपर अपने हाथ से ढ़क लें जब केवल एक नेत्र का परीक्षण होता है।
kn: ನೀವು ಕನ್ನಡಕವನ್ನು ಹಾಕಿಕೊಂಡು ಪರೀಕ್ಷೆ ಮಾಡುತ್ತಿದ್ದರೆ, ಒಂದು ಕಣ್ಣನ್ನು ಮಾತ್ರ ಪರೀಕ್ಷಿಸಿದಾಗ ಕನ್ನಡಕದ ಮೇಲೆ ನಿಮ್ಮ ಕೈಯಿಂದ ಒಂದು ಕಣ್ಣನ್ನು ಮುಚ್ಚಿ.
ml: നിങ്ങൾ കണ്ണട ഉപയോഗിച്ച് പരിശോധന നടത്തുകയാണെങ്കിൽ, ഒരു കണ്ണ് മാത്രം പരിശോധിക്കുമ്പോൾ കണ്ണടയ്ക്ക് മുകളിൽ കൈ കൊണ്ട് മൂടുക.
mr: जर तुम्ही चष्मा घालून चाचणी करीत असाल, तर एका डोळ्याची चाचणी घेताना चष्म्यावरून हाताने एक डोळा झाका.
or: ଯଦି ଆପଣ ଚଷମା ପିନ୍ଧି ପରୀକ୍ଷା କରୁଛନ୍ତି, କେବଳ ଗୋଟିଏ ଆଖି ପରୀକ୍ଷା କରାଯିବା ସମଯ଼ରେ ଚଷମା ଉପରେ ଆପଣଙ୍କ ହାତରେ ଗୋଟିଏ ଆଖି ଢାଙ୍କି ଦିଅନ୍ତୁ |
ta: நீங்கள் கண்ணாடியுடன் சோதனை செய்கிறீர்கள் என்றால், ஒரு கண் மட்டுமே சோதிக்கப்படும்போது கண்ணாடியின் மீது உங்கள் கையால் ஒரு கண்ணை மூடுங்கள்.
te: మీరు అద్దాలతో పరీక్షిస్తున్నట్లయితే, ఒక కంటిని మాత్రమే పరీక్షించినప్పుడు అద్దాలపై మీ చేతితో ఒక కన్ను మూయండి.
ur: اگر آپ شیشے پہن کر جانچ کر رہے ہیں، تو جب صرف ایک آنکھ کی جانچ کی جائے تو شیشے پر اپنے ہاتھ سے ایک آنکھ کو ڈھانپیں۔

# skipAndProceedButton
source: Skip & Proceed to Scan
as: স্কিপ কৰক আৰু স্কেনলৈ আগবাঢ়ক
bn: স্কিপ করুন এবং স্ক্যানে এগিয়ে যান
gu: સ્કિપ કરો અને સ્કેન માટે આગળ વધો
hi: छोड़ें और स्कैन करने के लिए आगे बढ़ें
kn: ಸ್ಕಿಪ್ ಮಾಡಿ ಮತ್ತು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಮುಂದುವರಿಯಿರಿ
ml: സ്കിപ് & സ്കാൻ ചെയ്യുക
mr: वगळा आणि पुढे जा
or: ସ୍କିପ କରନ୍ତୁ ଏବଂ ସ୍କାନକୁ ଯାଆନ୍ତୁ
ta: தவிர்க்கவும் & ஸ்கேன் செய்ய தொடருங்கள்
te: దాటవేయండి & స్కాన్కు వెళ్లండి
ur: سکپ کریں اور اسکین کے لیے آگے بڑھیں

# proceedToScanButton
source: Proceed to Scan
as: স্কেনলৈ যাওক
bn: স্ক্যানে এগিয়ে যান
gu: સ્કેન માટે આગળ વધો
hi: स्कैन करने के लिए आगे बढ़ें
kn: ಸ್ಕ್ಯಾನ್ ಮುಂದುವರಿಸಿ
ml: സ്കാൻ ചെയ്യുക
mr: स्कॅनकडे जा
or: ସ୍କାନକୁ ଯାଆନ୍ତୁ
ta: ஸ்கேன் செய்க
te: స్కాన్కు వెళ్లండి
ur: اسکین کے لیے آگے بڑھیں

# eyeAssessmentSteps
source: Steps
as: পদক্ষেপসমূহ
bn: ধাপগুলো
gu: પગલાંઓ
hi: चरण
kn: ಹಂತಗಳು
ml: ഘട്ടങ്ങൾ
mr: पायर्‍या
or: ପଦକ୍ଷେପଗୁଡ଼ିକ
ta: படிகள்
te: దశలు
ur: اقدامات

# eyeAssessmentStepOne
source: Step 1 - Eye Assessment Questions
as: পদক্ষেপ 1-চকুৰ মূল্যায়নৰ প্ৰশ্নসমূহ
bn: ধাপ 1-চক্ষু মূল্যায়নের প্রশ্ন
gu: પગલું 1-આંખના મૂલ્યાંકનના પ્રશ્નો
hi: पहला चरण - नेत्र मूल्यांकन सवाल
kn: ಹಂತ 1 - ಕಣ್ಣು ಮೌಲಿಕ ಪ್ರಶ್ನೆಗಳು
ml: ഘട്ടം 1-നേത്ര അസ്സെസ്സ്മെന്റ് ചോദ്യങ്ങൾ
mr: पायरी 1 - डोळा मूल्यमापन प्रश्न
or: ପର୍ଯ୍ଯ଼ାଯ଼ 1-ଚକ୍ଷୁ ମୂଲ୍ଯ଼ାଙ୍କନ ପ୍ରଶ୍ନଗୁଡିକ
ta: படி 1 - கண் மதிப்பீடு கேள்கைகள்
te: దశ 1 - కంటి మూల్యాంకన ప్రశ్నలు
ur: مرحلہ 1-آنکھوں کی تشخیص کے سوالات

# eyeAssessmentStepTwo
source: Step 2 - Eye Assessment Questions
as: পদক্ষেপ 2-চকুৰ মূল্যায়নৰ প্ৰশ্নসমূহ
bn: দ্বিতীয় ধাপ-চক্ষু মূল্যায়নের প্রশ্ন
gu: પગલું 2-આંખના મૂલ્યાંકનના પ્રશ્નો
hi: दूसरा चरण - नेत्र मूल्यांकन सवाल
kn: ಹಂತ 2 - ಕಣ್ಣು ಮೌಲಿಕ ಪ್ರಶ್ನೆಗಳು
ml: ഘട്ടം 2-നേത്ര അസ്സെസ്സ്മെന്റ് ചോദ്യങ്ങൾ
mr: पायरी 2 - डोळा मूल्यमापन प्रश्न
or: ପର୍ଯ୍ଯ଼ାଯ଼ 2-ଚକ୍ଷୁ ମୂଲ୍ଯ଼ାଙ୍କନ ପ୍ରଶ୍ନଗୁଡିକ
ta: படி 2 - கண் மதிப்பீடு கேள்கைகள்
te: దశ 2-కంటి మూల్యాంకన ప్రశ్నలు
ur: مرحلہ 2-آنکھوں کی تشخیص کے سوالات

# eyeAssessmentStepThree
source: Step 3 - Eye Assessment Questions
as: পদক্ষেপ 3-চকুৰ মূল্যায়নৰ প্ৰশ্নসমূহ
bn: ধাপ 3-চক্ষু মূল্যায়নের প্রশ্ন
gu: પગલું 3-આંખના મૂલ્યાંકનના પ્રશ્નો
hi: तीसरा चरण - नेत्र मूल्यांकन सवाल
kn: ಹಂತ 3 - ಕಣ್ಣು ಮೌಲಿಕ ಪ್ರಶ್ನೆಗಳು
ml: ഘട്ടം 3-നേത്ര അസ്സെസ്സ്മെന്റ് ചോദ്യങ്ങൾ
mr: पायरी 3 - डोळा मूल्यमापन प्रश्न
or: ପର୍ଯ୍ଯ଼ାଯ଼ 3-ଚକ୍ଷୁ ମୂଲ୍ଯ଼ାଙ୍କନ ପ୍ରଶ୍ନଗୁଡିକ
ta: படி 3 - கண் மதிப்பீடு கேள்கைகள்
te: దశ 3-కంటి మూల్యాంకన ప్రశ్నలు
ur: مرحلہ 3-آنکھوں کی تشخیص کے سوالات

# eyeAssessmentOngoing
source: Ongoing
as: চলি আছে।
bn: চলছে।
gu: ચાલુ છે.
hi: जारी है
kn: ಚಾಲ್ತಿಯಲ್ಲಿದೆ
ml: തുടരുന്നു
mr: सुरू आहे
or: ଚାଲୁଛି।
ta: தொடர்ந்து நடந்து வருகிறது.
te: కొనసాగుతున్నది
ur: جاری ہے۔

# eyeAssessmentCompleted
source: Completed
as: সম্পূৰ্ণ কৰা হৈছে
bn: সম্পন্ন হয়েছে।
gu: પૂર્ણ થયું
hi: पूरा हुआ
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയായി.
mr: पूर्ण झाले
or: ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଛି।
ta: முடிந்தது
te: పూర్తయింది
ur: مکمل کیا۔

# eyeAssessmentPending
source: Pending
as: বাকী আছে।
bn: মুলতুবি।
gu: બાકી છે
hi: बकाया है
kn: ಬಾಕಿಯಿದೆ
ml: പൂർത്തിയായിട്ടില്ല
mr: प्रलंबित
or: ବିଚାରାଧୀନ
ta: நிலுவையில்
te: పెండింగ్లో ఉంది
ur: زیر التواء

# eyeAssessmentResults
source: Assessment Results
as: মূল্যায়নৰ ফলাফল
bn: মূল্যায়নের ফলাফল
gu: મૂલ્યાંકન પરિણામો
hi: मूल्यांकन परिणाम
kn: ಮೌಲ್ಯಮಾಪನ ಫಲಿತಾಂಶಗಳು
ml: അസ്സെസ്സ്മെന്റ് ഫലങ്ങൾ
mr: मूल्यमापन परिणाम
or: ମୂଲ୍ଯ଼ାଙ୍କନ ଫଳାଫଳ
ta: மதிப்பீட்டு முடிவுகள்
te: మూల్యాంకన ఫలితాలు
ur: تشخیص کے نتائج

# eyeAssessmentCompleteSteps
source: Complete all steps to view results
as: ফলাফল চাবলৈ সকলো পদক্ষেপ সম্পূৰ্ণ কৰক
bn: ফলাফল দেখতে সমস্ত পদক্ষেপগুলি সম্পূর্ণ করুন
gu: પરિણામો જોવા માટે તમામ પગલાંઓ પૂર્ણ કરો
hi: परिणाम देखने के लिए सभी चरण पूरे करें
kn: ಫಲಿತಾಂಶಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಎಲ್ಲಾ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ
ml: ഫലങ്ങൾ കാണുന്നതിന് എല്ലാ ഘട്ടങ്ങളും പൂർത്തിയാക്കുക
mr: परिणाम पाहण्यासाठी सर्व पायर्‍या पूर्ण करा
or: ଫଳାଫଳ ଦେଖିବା ପାଇଁ ସମସ୍ତ ପର୍ଯ୍ଯ଼ାଯ଼ ପୂରଣ କରନ୍ତୁ
ta: முடிவுகளைக் காண அனைத்து படிகளையும் முடிக்கவும்
te: ఫలితాలను చూడటానికి అన్ని దశలను పూర్తి చేయండి
ur: نتائج دیکھنے کے لیے تمام مراحل مکمل کریں

# eyeAssessmentToolTip
source: Please make sure that the flash is turned off and the brightness is set to 80%
as: অনুগ্ৰহ কৰি নিশ্চিত কৰক যে ফ্লেশটো বন্ধ কৰি দিয়া হৈছে আৰু উজ্জ্বলতা 80 শতাংশত নিৰ্ধাৰণ কৰা হৈছে।
bn: দয়া করে নিশ্চিত করুন যে ফ্ল্যাশটি বন্ধ করা আছে এবং উজ্জ্বলতা 80 শতাংশে সেট করা আছে।
gu: મહેરબાની કરીને ખાતરી કરો કે ફ્લેશ બંધ છે અને તેજ 80 ટકા પર સેટ છે
hi: कृपया सुनिश्चित करें कि फ्लैश बंद है और ब्राइटनेस 80% पर सेट है
kn: ದಯವಿಟ್ಟು ಫ್ಲ್ಯಾಷ್ ಅನ್ನು ಆಫ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಹೊಳಪನ್ನು 80% ಗೆ ಹೊಂದಿಸಲಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ml: ഫ്ലാഷ് ഓഫ് ചെയ്തിട്ടുണ്ടെന്നും തെളിച്ചം 80% ആക്കി മാറ്റിയിട്ടുണ്ടെന്നും ഉറപ്പാക്കുക.
mr: कृपया फ्लॅश बंद असल्याची आणि चमक 80% वर सेट असल्याची खात्री करा
or: ଦଯ଼ାକରି ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଫ୍ଲାସ୍ ବନ୍ଦ ଅଛି ଏବଂ ଉଜ୍ଜ୍ୱଳତା 80 ପ୍ରତିଶତ ସେଟ ହୋଇଛି।
ta: ஃபிளாஷ் அணைக்கப்பட்டு, பிரகாசம் 80 சதவீதமாக அமைக்கப்பட்டுள்ளது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
te: దయచేసి ఫ్లాష్ ఆపివేయబడిందని మరియు ప్రకాశం 80 శాతానికి సెట్ చేయబడిందని నిర్ధారించుకోండి
ur: براہ کرم یقینی بنائیں کہ فلیش بند ہے اور چمک 80 ٪ پر سیٹ ہے

# eyeScanInstructionOne
source: Hold the camera placing the face properly on the frame.
as: ফ্ৰেমৰ ওপৰত মুখখন ভালদৰে ৰাখি কেমেৰাটো ধৰি ৰাখক।
bn: ফ্রেমে মুখটি সঠিকভাবে রেখে ক্যামেরাটি ধরে রাখুন।
gu: ફ્રેમ પર ચહેરો યોગ્ય રીતે મૂકીને કેમેરાને પકડી રાખો.
hi: चेहरे को फ्रेम पर ठीक से रखकर कैमरा पकड़ें।
kn: ಚೌಕಟ್ಟಿನ ಮೇಲೆ ಮುಖವನ್ನು ಸರಿಯಾಗಿ ಹೊಂದಿಕೊಳ್ಳಲು ಕ್ಯಾಮರಾವನ್ನು ಹಿಡಿದುಕೊಳ್ಳಿ.
ml: ഫ്രെയിമിൽ മുഖം ശരിയായി കാണുന്നപോലെ ക്യാമറ പിടിക്കുക.
mr: चेहरा फ्रेमवर योग्यरित्या ठेवून कॅमेरा धरा.
or: ଫ୍ରେମ୍ ଉପରେ ମୁହଁକୁ ସଠିକ୍ ଭାବରେ ରଖି କ୍ଯ଼ାମେରାକୁ ଧରନ୍ତୁ |
ta: முகத்தை சட்டகத்தின் மீது சரியாக வைத்து கேமராவைப் பிடித்துக் கொள்ளுங்கள்.
te: ఫ్రేమ్పై ముఖం సరిగ్గా ఉంచి కెమెరాను పట్టుకోండి.
ur: چہرے کو فریم پر اچھی طرح رکھ کر کیمرے کو پکڑیں۔

# eyeScanInstructionTwo
source: Take an image of the eyes using the back camera of your phone.
as: আপোনাৰ ফোনৰ পিছফালৰ কেমেৰা ব্যৱহাৰ কৰি চকুৰ এখন ছবি লওক।
bn: আপনার ফোনের পিছনের ক্যামেরা ব্যবহার করে চোখের একটি ছবি তুলুন।
gu: તમારા ફોનના પાછળના કેમેરાનો ઉપયોગ કરીને આંખોની છબી લો.
hi: अपने फ़ोन के पिछले कैमरे का उपयोग करके आँखों की तस्वीर लें।
kn: ನಿಮ್ಮ ಫೋನ್‌ನ ಹಿಂದಿನ ಕ್ಯಾಮೆರಾವನ್ನು ಬಳಸಿಕೊಂಡು ಕಣ್ಣುಗಳ ಚಿತ್ರವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ.
ml: നിങ്ങളുടെ ഫോണിന്റെ പിൻ ക്യാമറ ഉപയോഗിച്ച് കണ്ണുകളുടെ ഒരു ചിത്രം എടുക്കുക.
mr: फोनच्या मागील कॅमेराचा वापर करून डोळ्यांचे छायाचित्र घ्या.
or: ଆପଣଙ୍କ ଫୋନର ପଛ କ୍ଯ଼ାମେରା ବ୍ଯ଼ବହାର କରି ଆଖିର ଏକ ଫଟୋ ନିଅନ୍ତୁ।
ta: உங்கள் தொலைபேசியின் பின்புற கேமராவைப் பயன்படுத்தி கண்களைப் படமெடுங்கள்.
te: మీ ఫోన్ వెనుక కెమెరాను ఉపయోగించి కళ్ళ చిత్రాన్ని తీయండి.
ur: اپنے فون کے بیک کیمرے کا استعمال کرتے ہوئے آنکھوں کی تصویر لیں۔

# eyeScanInstructionThree
source: Make sure to be in a well-lit area with the flash on.
as: ফ্লাছ অন কৰি ভালদৰে পোহৰ দিয়া ঠাইত থকাটো নিশ্চিত কৰক।
bn: ফ্ল্যাশ চালু রেখে ভালভাবে আলোকিত এলাকায় থাকা নিশ্চিত করুন।
gu: ખાતરી કરો કે ફ્લેશ સાથે સારી રીતે પ્રકાશિત વિસ્તારમાં રહો.
hi: सुनिश्चित करें कि आप फ़्लैश चालू रखते हुए अच्छी रोशनी वाले क्षेत्र में हों।
kn: ಫ್ಲ್ಯಾಶ್ ಆನ್‌ನೊಂದಿಗೆ ಚೆನ್ನಾಗಿ ಬೆಳಕಿರುವ​ ಪ್ರದೇಶದಲ್ಲಿ ಇರುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ml: ഫ്ലാഷ് ഓൺ ചെയ്തുകൊണ്ട് നല്ല വെളിച്ചമുള്ള സ്ഥലത്താണെന്ന് ഉറപ്പാക്കുക.
mr: फ्लॅशसह चांगल्या प्रकाशित क्षेत्रात असल्याची खात्री करा.
or: ଫ୍ଲାସ୍ ଅନ୍ ସହିତ ଏକ ଭଲ ଆଲୋକିତ ସ୍ଥାନରେ ରହିବା ନିଶ୍ଚିତ କରନ୍ତୁ |
ta: ஃபிளாஷ் இயக்கத்தில் நன்கு ஒளிரும் பகுதியில் இருப்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
te: ఫ్లాష్ ఆన్ చేసి బాగా వెలుతురు వున్న ప్రదేశంలో ఉండేలా చూసుకోండి.
ur: اس بات کو یقینی بنائیں کہ فلیش آن کے ساتھ اچھی طرح سے روشن جگہ پر ہوں۔

# eyeScanInstructionFour
source: For better capture and clarity, have someone else to click the picture.
as: ভাল কেপচাৰ আৰু স্পষ্টতাৰ বাবে, ছবিখন ক্লিক কৰিবলৈ আন কাৰোবাক দিয়ক।
bn: আরও ভাল ক্যাপচার এবং স্বচ্ছতার জন্য, ছবিটি ক্লিক করার জন্য অন্য কাউকে রাখুন।
gu: વધુ સારી રીતે કેપ્ચર કરવા અને સ્પષ્ટતા માટે, ચિત્રને ક્લિક કરવા માટે કોઈ બીજાને કહો.
hi: बेहतर कैप्चर और स्पष्टता के लिए, किसी और को तस्वीर क्लिक करने के लिए कहें।
kn: ಉತ್ತಮ ಸೆರೆಹಿಡಿಯುವಿಕೆ ಮತ್ತು ಸ್ಪಷ್ಟತೆಗಾಗಿ, ಚಿತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಲು ಬೆೇರೆಯವರ ಸಹಾಯವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
ml: ചിത്രത്തിൻ്റെ ഗുണനിലവാരവും വ്യക്തതയും വർദ്ധിപ്പിക്കുന്നതിന്, ഫോട്ടോ എടുക്കുവാൻ മറ്റൊരാളെ നിയോഗിക്കുക.
mr: चांगल्या कॅप्चर आणि स्पष्टतेसाठी, दुसर्‍या व्यक्तीने छायाचित्र क्लिक करण्याची तयारी करा.
or: ଭଲ କ୍ଯ଼ାପଚର୍ ଏବଂ ସ୍ପଷ୍ଟତା ପାଇଁ, ଚିତ୍ରଟିକୁ କ୍ଲିକ୍ କରିବା ପାଇଁ ଅନ୍ଯ଼ କାହାକୁ କୁହନ୍ତୁ।
ta: சிறந்த பிடிப்பு மற்றும் தெளிவுக்காக, படத்தை கிளிக் செய்ய வேறு யாரையாவது அழைக்கவும்.
te: మెరుగైన సంగ్రహణం మరియు స్పష్టత కోసం, చిత్రాన్ని క్లిక్ చేయడానికి మరొకరి సహాయం తీసుకోండి.
ur: بہتر تصویر کشی اور وضاحت کے لیے، تصویر پر کلک کرنے کے لیے کسی اور کو رکھیں۔

# eyeScanInstructionFive
source: Cover one eye with your hand and look straight ahead with the other eye while taking the picture.
as: ছবিখন লোৱাৰ সময়ত এখন চকু আপোনাৰ হাতেৰে ঢাকি ৰাখক আৰু আনটো চকুৰে পোনকৈ সন্মুখলৈ চাওক।
bn: ছবি তোলার সময় একটি চোখ আপনার হাত দিয়ে ঢেকে রাখুন এবং অন্য চোখ দিয়ে সোজা সামনের দিকে তাকান।
gu: ચિત્ર લેતી વખતે તમારા હાથથી એક આંખને ઢાંકી દો અને બીજી આંખથી સીધું આગળ જુઓ.
hi: एक आंख को अपने हाथ से ढ़क लें और तस्वीर लेते समय दूसरी आंख के साथ ठीक सीधे देखें।
kn: ಚಿತ್ರವನ್ನು ತೆಗೆಯುವಾಗ ಒಂದು ಕಣ್ಣನ್ನು ನಿಮ್ಮ ಕೈಯಿಂದ ಮುಚ್ಚಿ ಮತ್ತು ಇನ್ನೊಂದು ಕಣ್ಣಿನಿಂದ ನೇರವಾಗಿ ಮುಂದೆ ನೋಡಿ.
ml: ചിത്രം എടുക്കുമ്പോൾ ഒരു കണ്ണ് കൈകൊണ്ട് മറയ്ക്കുകയും മറ്റേ കണ്ണ് കൊണ്ട് നേരെ മുന്നോട്ട് നോക്കുകയും ചെയ്യുക.
mr: एक डोळा हाताने झाकून दुसर्‍या डोळ्याने थेट पुढे पाहताना छायाचित्र घ्या.
or: ଫଟୋ ଉଠାଇବା ସମଯ଼ରେ ଗୋଟିଏ ଆଖିକୁ ହାତରେ ଢାଙ୍କି ଅନ୍ଯ଼ ଆଖିରେ ସିଧା ଆଗକୁ ଦେଖନ୍ତୁ।
ta: படம் எடுக்கும் போது ஒரு கண்ணை உங்கள் கையால் மூடி, மற்ற கண்ணால் நேராகப் பாருங்கள்.
te: చిత్రాన్ని తీసేటప్పుడు ఒక కన్ను మీ చేతితో మూసి, మరొక కన్ను నేరుగా ముందుకు చూడండి.
ur: تصویر لیتے وقت ایک آنکھ کو اپنے ہاتھ سے ڈھانپیں اور دوسری آنکھ سے سیدھا آگے دیکھیں۔

# eyeScanInstructionSix
source: Centre the eye inside the panel before starting the picture.
as: ছবিখন আৰম্ভ কৰাৰ আগতে পেনেলৰ ভিতৰত চকু কেন্দ্ৰ কৰক।
bn: ছবি শুরু করার আগে প্যানেলের ভিতরে চোখকে কেন্দ্র করুন।
gu: ચિત્ર શરૂ કરતા પહેલા પેનલની અંદર આંખને કેન્દ્રિત કરો.
hi: तस्वीर लेने से पहले पैनल के अंदर आंख को बीचों बीच करें।
kn: ಚಿತ್ರವನ್ನು ಪ್ರಾರಂಭಿಸುವ ಮೊದಲು ಫಲಕದ ಒಳಗೆ ಕಣ್ಣನ್ನು ಕೇಂದ್ರೀಕರಿಸಿ.
ml: സ്കാൻ ആരംഭിക്കുന്നതിന് മുമ്പ് പാനലിനുള്ളിൽ കണ്ണ് കേന്ദ്രീകരിക്കുക.
mr: छायाचित्र सुरू करण्यापूर्वी डोळा पॅनलमध्ये केंद्रित करा.
or: ଚିତ୍ର ଆରମ୍ଭ କରିବା ପୂର୍ବରୁ ପ୍ଯ଼ାନେଲ୍ ଭିତରେ ଆଖିକୁ କେନ୍ଦ୍ର କରନ୍ତୁ।
ta: படத்தை தொடங்குவதற்கு முன்பு பலகையின் உள்ளே கண்ணை மையப்படுத்துங்கள்.
te: చిత్రాన్ని ప్రారంభించే ముందు ప్యానెల్ లోపల కన్ను కేంద్రీకరించండి.
ur: تصویر شروع کرنے سے پہلے پینل کے اندر آنکھ کو مرکوز کریں۔
