Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# skipButton
source: Skip
as: স্কিপ কৰক
bn: এড়িয়ে যান।
gu: સ્કિપ કરો
hi: छोड़ें
kn: ಮುಂದುವರಿ
ml: സ്കിപ്
mr: वगळा
or: ଛାଡ଼ି ଦିଅନ୍ତୁ
ta: தவிர்
te: దాటవేయండి
ur: چھلانگ لگائیں

# startTestText
source: Start Test
as: পৰীক্ষা আৰম্ভ কৰক
bn: পরীক্ষা শুরু করুন
gu: ટેસ્ટ શરૂ કરો
hi: परीक्षण शुरू करें
kn: ಪರೀಕ್ಷೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ
ml: പരിശോധന ആരംഭിക്കുക
mr: चाचणी सुरू करा
or: ପରୀକ୍ଷା ଆରମ୍ଭ କରନ୍ତୁ
ta: சோதனையை தொடங்கு
te: పరీక్ష ప్రారంభించండి
ur: ٹیسٹ شروع کریں

# continueButton
source: Continue
as: অব্যাহত ৰাখক
bn: চালিয়ে যান।
gu: ચાલુ રાખો
hi: जारी रखें
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക.
mr: सुरू ठेवा
or: ଜାରି ରଖନ୍ତୁ
ta: தொடரவும்
te: కొనసాగించండి
ur: جاری رکھیں

# startButton
source: Start
as: আৰম্ভ কৰক
bn: শুরু করুন।
gu: પ્રારંભ કરો
hi: शुरू करें
kn: ಆರಂಭಿಸಿ
ml: ആരംഭിക്കുക.
mr: सुरु करा
or: ଆରମ୍ଭ କରନ୍ତୁ
ta: தொடங்கு
te: ప్రారంభించండి
ur: شروع کریں

# nextButton
source: Next
as: পৰৱৰ্তী
bn: পরবর্তী
gu: આગામી તા.
hi: अगला
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढे
or: ପରବର୍ତ୍ତୀ
ta: அடுத்தது
te: తదుపరి
ur: اگلا

# proceedButton
source: Proceed
as: আগবাঢ়ি যাওক
bn: এগিয়ে যান।
gu: આગળ વધો
hi: आगे बढ़ें
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: पुढे जा
or: ଆଗକୁ ବଢ଼ନ୍ତୁ
ta: முன்னேறு
te: ముందుకు సాగండి.
ur: آگے بڑھیں

# yesButton
source: Yes
as: হয়।
bn: হ্যাঁ।
gu: હા.
hi: हाँ
kn: ಹೌದು
ml: അതെ.
mr: हो
or: ହଁ
ta: ஆம்
te: అవును
ur: ہاں۔

# noButton
source: No
as: নাই।
bn: না।
gu: ના.
hi: नहीं
kn: ಇಲ್ಲ
ml: ഇല്ല.
mr: नाही
or: ନା
ta: இல்லை
te: లేదు
ur: نہیں۔

# exitButton
source: Exit
as: প্ৰস্থান কৰক
bn: প্রস্থান করুন।
gu: બહાર નીકળો
hi: बाहर निकलें
kn: ನಿರ್ಗಮಿಸಿ
ml: എക്സിറ്റ്
mr: बाहेर पडा
or: ପ୍ରସ୍ଥାନ କରନ୍ତୁ
ta: வெளியேறு
te: నిష్క్రమించండి.
ur: باہر نکلیں

# okButton
source: Okay
as: ঠিক আছে।
bn: ঠিক আছে।
gu: ઠીક છે.
hi: ठीक है
kn: ಸರಿ
ml: ശരി.
mr: ठीक आहे
or: ଠିକ୍ ଅଛି
ta: சரி
te: సరే
ur: ٹھیک ہے۔

# knowMoreButton
source: Know More
as: অধিক জানক
bn: আরও জানুন
gu: વધુ જાણો
hi: और जानें
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ml: കൂടുതൽ അറിയുക
mr: अधिक जाणून घ्या
or: ଅଧିକ ଜାଣନ୍ତୁ
ta: மேலும் அறிய
te: మరింత తెలుసుకోండి
ur: مزید جانیں

# seeAllButton
source: See All
as: সকলো চাওক
bn: সব দেখুন
gu: બધા જુઓ
hi: सभी देखें
kn: ಎಲ್ಲವನ್ನೂ ನೋಡಿ
ml: എല്ലാം കാണുക
mr: सर्व पाहा
or: ସବୁ ଦେଖନ୍ତୁ
ta: அனைத்தும் காண
te: అన్నీ చూడండి
ur: سب دیکھیں

# tryAgainButton
source: Try Again
as: পুনৰ চেষ্টা কৰক
bn: আবার চেষ্টা করুন।
gu: ફરી પ્રયાસ કરો
hi: फिर कोशिश करें
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക.
mr: पुन्हा प्रयत्न करा
or: ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
ur: دوبارہ کوشش کریں

# shareNowButton
source: Share Now
as: এতিয়া শ্বেয়াৰ কৰক
bn: এখন শেয়ার করুন
gu: હવે શેર કરો
hi: साझा करें
kn: ಈಗ ಶೇರ್ ಮಾಡಿ
ml: ഷെയർ
mr: आत्ता शेअर करा
or: ବର୍ତ୍ତମାନ ସେଆର କରନ୍ତୁ
ta: இப்போது பகிர்
te: ఇప్పుడు పంపండి
ur: ابھی شیئر کریں

# retryButton
source: Retry
as: পুনৰ চেষ্টা কৰক
bn: পুনরায় চেষ্টা করুন।
gu: ફરી પ્રયાસ કરો
hi: फिर कोशिश करें
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക.
mr: पुन्हा प्रयत्न करा
or: ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ
ta: மீண்டும் முயல்
te: తిరిగి ప్రయత్నించండి.
ur: دوبارہ کوشش کریں

# homeCarousal1Title
source: Cataract Prevalence and Its Associated Factors among Adult Aged 40 Years and above
as: 40 বছৰ আৰু তাতকৈ অধিক বয়সৰ প্ৰাপ্তবয়স্কসকলৰ মাজত ছানি পৰাৰ প্ৰাদুৰ্ভাৱ আৰু ইয়াৰ লগত জড়িত কাৰকসমূহ
bn: 40 বছর এবং তার বেশি বয়সী প্রাপ্তবয়স্কদের মধ্যে ছানি বিস্তার এবং এর সাথে সম্পর্কিত কারণগুলি
gu: 40 વર્ષ અને તેથી વધુ ઉંમરના પુખ્ત વયના લોકોમાં મોતિયાનો ફેલાવો અને તેની સાથે સંકળાયેલા પરિબળો
hi: 40 वर्ष और उससे अधिक आयु के वयस्कों में मोतियाबिंद के प्रसार और उससे जुड़े कारक के बारे में जानें
kn: 40 ವರ್ಷ ಮತ್ತು ಮೇಲ್ಪಟ್ಟ ವಯಸ್ಕರಲ್ಲಿ ಕಣ್ಣಿನ ಪೊರೆ ಹರಡುವಿಕೆ ಮತ್ತು ಅದರ ಸಂಬಂಧಿತ ಅಂಶಗಳು
ml: 40 വയസും അതിൽ കൂടുതലുമുള്ളവർക്കിടയിൽ തിമിര വ്യാപനവും അതുമായി ബന്ധപ്പെട്ട ഘടകങ്ങളും
mr: ४० वर्षे आणि त्यावरील प्रौढ वयोगटातील मोतीबिंदूचे प्रसार आणि त्याचे संबंधित घटक
or: 40 ବର୍ଷ ଏବଂ ତା 'ଠାରୁ ଅଧିକ ବଯ଼ସର ବଯ଼ସ୍କଙ୍କ ମଧ୍ଯ଼ରେ ମୋତିଆବିନ୍ଦୁ ପ୍ରସାର ଏବଂ ଏହା ସହ ଜଡ଼ିତ କାରକ
ta: 40 வயதுக்கும் மேற்பட்ட முதியோரில் பார்வைக் கட்டியின் பரவல் மற்றும் அதன் தொடர்புடைய அம்சங்கள்
te: 40 సంవత్సరాలు మరియు అంతకంటే ఎక్కువ వయస్సు ఉన్న పెద్దలలో కంటిశుక్లం వ్యాప్తి మరియు దాని అనుబంధ కారకాలు
ur: 40 سال اور اس سے زیادہ عمر کے بالغوں میں موتیابند کا پھیلاؤ اور اس سے وابستہ عوامل

# homeCarousal1Description
source: Schematic presentation of sampling procedure on prevalence of cataract and associated factors
as: ছানি পৰাৰ প্ৰাদুৰ্ভাৱ আৰু ইয়াৰ লগত জড়িত কাৰকসমূহৰ ওপৰত নমুনা প্ৰক্ৰিয়াৰ পৰিকল্পিত উপস্থাপন
bn: ছানি এবং সংশ্লিষ্ট কারণগুলির প্রাদুর্ভাব সম্পর্কে নমুনা সংগ্রহ পদ্ধতির পরিকল্পিত উপস্থাপনা
gu: મોતિયા અને તેની સાથે સંકળાયેલા પરિબળોની વ્યાપકતા પર નમૂનાની પ્રક્રિયાની યોજનાબદ્ધ રજૂઆત
hi: मोतियाबिंद के प्रसार के सैम्पलिंग प्रक्रिया का तात्कालिक प्रस्तुतिकरण और इससे जुड़े कारकों का विस्तारपूर्ण विवरण
kn: ಕಣ್ಣಿನ ಪೊರೆ ಮತ್ತು ಸಂಬಂಧಿತ ಅಂಶಗಳ ಹರಡುವಿಕೆಯ ಮೇಲೆ ಮಾದರಿ ವಿಧಾನದ ಕ್ರಮಬಧ್ಧವಾದ ಪ್ರದರ್ಶನ​
ml: തിമിരത്തിൻറെയും അനുബന്ധ ഘടകങ്ങളുടെയും വ്യാപനത്തെക്കുറിച്ചുള്ള സാമ്പിൾ പ്രക്രിയയുടെ ആസൂത്രിത അവതരണം
mr: मोतीबिंदूच्या प्रसार आणि संबंधित घटकांवरील नमुना प्रक्रियेचे योजनाबद्ध प्रस्तुतीकरण
or: ମୋତିଆବିନ୍ଦୁ ଏବଂ ସମ୍ପୃକ୍ତ କାରକଗୁଡ଼ିକର ପ୍ରସାର ଉପରେ ନମୁନା ସଂଗ୍ରହ ପ୍ରକ୍ରିଯ଼ାର ଯୋଜନାବଦ୍ଧ ଉପସ୍ଥାପନା
ta: பார்வைக் கட்டி மற்றும் அதனுடன் தொடர்புடைய அம்சங்களின் பரவல் குறித்த மாதிரி முறையை விளக்கும் வரைபடம்
te: కంటిశుక్లం మరియు సంబంధిత కారకాల ప్రాబల్యంపై నమూనా ప్రక్రియ యొక్క క్రమబద్ధమైన ప్రదర్శన
ur: موتیابند اور اس سے وابستہ عوامل کے پھیلاؤ پر نمونے لینے کے طریقہ کار کی منصوبہ بند پیشکش

# homeCarousal2Title
source: 7 eye problems not to miss out!
as: চকুৰ 7টা সমস্যা হেৰুৱাব নোৱাৰিব!
bn: চোখের 7টি সমস্যা দূর হবে না!
gu: આંખની 7 સમસ્યાઓ ચૂકી ન જવી જોઈએ!
hi: 7 आँख समस्याएँ जिन्हें आप नजरअंदाज नहीं कर सकते!
kn: ಗಮನಿಸಬೇಕಾದ​ 7 ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳು!
ml: ശ്രദ്ധിക്കേണ്ട 7 നേത്ര പ്രശ്നങ്ങൾ
mr: दुर्लक्ष करू नये अशा डोळ्यांच्या ७ समस्या
or: ଆଖି ସମ୍ବନ୍ଧୀଯ଼ 7ଟି ସମସ୍ଯ଼ାକୁ ଏଡ଼ାଇ ହେବ ନାହିଁ!
ta: கவனிக்க வேண்டிய 7 கண் பிரச்சனைகள்!
te: గమనించవలసిన 7 కంటి సమస్యలు!
ur: آنکھوں کے 7 مسائل جن سے باہر نہ نکلیں!

# homeCarousal2Description
source: 7 eye problems to get tested for: • Redness of eye • Watering of eyes • White spots on eyes
as: চকুৰ 7টা সমস্যাৰ বাবে পৰীক্ষা কৰা হ 'বঃ • চকু ৰঙা হোৱা, • চকুৰ পৰা পানী ওলোৱা, • চকুত বগা দাগ পৰীক্ষা কৰা হ' ব।
bn: •চোখের লালভাব• চোখে জল আসা •চোখে সাদা দাগ।
gu: આંખની 7 સમસ્યાઓનું પરીક્ષણ કરાવવુંઃ • આંખની લાલાશ, •આંખોમાંથી પાણી આવવું, •આંખો પર સફેદ ડાઘા પડવા
hi: 7 आँख समस्याएँ जिनका परीक्षण करवाना आवश्यक है: • आँख का लाल होना • आँखों में पानी आना • आँखों पर सफेद दाग
kn: ಪರೀಕ್ಷಿಸಲು 7 ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳು: • ಕಣ್ಣಿನ ಕೆಂಪು • ಕಣ್ಣುಗಳಲ್ಲಿ ನೀರು ಬರುವುದು • ಕಣ್ಣುಗಳ ಮೇಲೆ ಬಿಳಿ ಕಲೆಗಳು
ml: പരിശോധിക്കേണ്ട 7 നേത്ര പ്രശ്നങ്ങൾ: • കണ്ണ് പ്രശ്നങ്ങൾഃ കണ്ണ് ചുവപ്പ്; • ഈറൻ കണ്ണുകൾ; • കണ്ണുകളിൽ വെളുത്ത പാടുകൾ
mr: चाचणी घ्यायला हव्यात अशा डोळ्यांच्या ७ समस्या - • डोळे लाल होणे • डोळ्यांमध्ये पाणी येणे • डोळ्यांवरील पांढरे ठिपके
or: • ଆଖି ଲାଲ ହେବା • ଆଖିରୁ ପାଣି ବାହାରିବା • ଆଖିରେ ଧଳା ଦାଗ
ta: சோதிக்க வேண்டிய 7 கண் பிரச்சனைகள்: • கண்களின் சிவப்பு • கண்களில் நீர் கசிவு • கண்களில் வெள்ளை புள்ளிகள்
te: పరీక్ష చేయించుకోవలసిన 7 కంటి సమస్యలుః • కన్ను ఎర్రబడటం, • కళ్ళలో నీరు రావడం, • కళ్ళపై తెల్లటి మచ్చలు
ur: آنکھوں کے 7 مسائل جن کی جانچ کروائی جانی چاہیے: آنکھ کی لالی آنکھوں سے پانی آنا آنکھوں پر سفید دھبے

# homeCarousal3Title
source: Eye problems. There are many that you can't see
as: চকুৰ সমস্যা। এনে বহুতো আছে যিবোৰ আপুনি চাব নোৱাৰে।
bn: চোখের সমস্যা। এমন অনেক কিছু আছে যা আপনি দেখতে পান না।
gu: આંખની સમસ્યાઓ. એવી ઘણી બાબતો છે જે તમે જોઈ શકતા નથી.
hi: आँखों की समस्याएँ। ऐसी कई हैं जो आप नहीं देख सकते
kn: ನೀವು ನೋಡದ ಅನೇಕ ಕಣ್ಣಿನ ತೊಂದರೆಗಳು ಇವೆ
ml: നേത്ര പ്രശ്നങ്ങൾ. നിങ്ങൾക്ക് കാണാൻ കഴിയാത്ത നിരവധി കാര്യങ്ങളുണ്ട്.
mr: डोळ्यांच्या समस्या अनेक असतात ज्या तुम्हाला दिसत नाहीत
or: ଆଖି ସମସ୍ଯ଼ା। ଏମିତି ଅନେକ ଅଛି ଯାହାକୁ ଆପଣ ଦେଖିପାରିବେ ନାହିଁ।
ta: கண் பிரச்சனைகள். நீங்கள் பார்க்க முடியாத பலவுண்டு
te: మీరు గమనించని కంటి సమస్యలు చాలా ఉన్నాయి
ur: آنکھوں کے مسائل۔ بہت سے ایسے ہیں جنہیں آپ نہیں دیکھ سکتے۔

# homeCarousal3Description
source: But a vision care expert can. Get eye problems identified and treated in time to avoid complications later
as: কিন্তু এজন দৃষ্টিশক্তিৰ যত্ন লোৱা বিশেষজ্ঞই কৰিব পাৰে। পৰৱৰ্তী সময়ত জটিলতাৰ পৰা হাত সাৰিবলৈ সময়মতে চকুৰ সমস্যা চিনাক্ত আৰু চিকিৎসা কৰাব পাৰে।
bn: কিন্তু একজন দৃষ্টি বিশেষজ্ঞ পারেন। চোখের সমস্যাগুলি চিহ্নিত করে সময়মতো চিকিৎসা করান যাতে পরে জটিলতা এড়ানো যায়।
gu: પણ દ્રષ્ટિ સંભાળ નિષ્ણાત કરી શકે છે. આંખની સમસ્યાઓ ઓળખી કાઢો અને સમયસર સારવાર કરાવો જેથી પછીથી જટિલતાઓને ટાળી શકાય.
hi: लेकिन दृष्टि विशेषज्ञ देख सकते हैं। आँखों की समस्याओं को पहचानें और बाद में समस्याओं से बचने के लिए समय पर उपचार करें
kn: ಆದರೆ ದೃಷ್ಟಿ ಆರೈಕೆ ತಜ್ಞರು ಮಾಡಬಹುದು. ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳನ್ನು ಗುರುತಿಸಿ ಮತ್ತು ತಪ್ಪಿಸಲು ಸಮಯಕ್ಕೆ ಚಿಕಿತ್ಸೆ ನೀಡಲಾಗುತ್ತದೆ
ml: എന്നാൽ ഒരു നേത്ര പരിശോധന വിദഗ്ധന് കഴിയും. സങ്കീർണതകൾ ഒഴിവാക്കാൻ കണ്ണിലെ പ്രശ്നങ്ങൾ തിരിച്ചറിയുകയും കൃത്യസമയത്ത് ചികിത്സിക്കുകയും ചെയ്യുക.
mr: परंतु दृष्टी सेवा तज्ञ हे करू शकतात. वेळेवर डोळ्यांच्या समस्या ओळखा आणि नंतरच्या जटिलता टाळण्यासाठी वेळेवर उपचार करा
or: କିନ୍ତୁ ଜଣେ ଦୃଷ୍ଟି ଯତ୍ନ ବିଶେଷଜ୍ଞ କରିପାରିବେ| ପରେ ଜଟିଳତାକୁ ଏଡାଇବା ପାଇଁ ଆଖି ସମସ୍ୟାକୁ ଚିହ୍ନଟ କର ଏବଂ ସଠିକ ସମୟରେ ଚିକିତ୍ସା କର |
ta: ஆனால் ஒரு பார்வை பராமரிப்பு நிபுணர் முடியும். கண் பிரச்சனைகள் அடையாளம் காணப்பட்டு பின்னாளில் சிக்கல்களை தவிர்க்க சரியான நேரத்தில் சிகிச்சை பெறுங்கள்
te: కానీ ఒక కంటి నిపుణుడు చేయగలడు. తరువాత సమస్యలను నివారించడానికి సకాలంలో కంటి సమస్యలను గుర్తించి చికిత్స పొందండి.
ur: لیکن بینائی کی دیکھ بھال کرنے والا ماہر کر سکتا ہے۔ بعد میں پیچیدگیوں سے بچنے کے لیے وقت پر آنکھوں کے مسائل کی نشاندہی اور علاج کروائیں۔

# myConnectionsTitle
source: My Members
as: মোৰ সদস্যসকল
bn: আমার সদস্যরা
gu: મારા સભ્યો
hi: मेरे सदस्य
kn: ನನ್ನ ಸದಸ್ಯರು
ml: അംഗങ്ങൾ
mr: माझे सदस्य
or: ମୋର ସଦସ୍ଯ଼ମାନେ
ta: என் உறுப்பினர்கள்
te: నా సభ్యులు
ur: میرے اراکین

# myConnectionsAddMember
source: Add Member
as: সদস্য যোগ কৰক
bn: সদস্য যোগ করুন
gu: સભ્ય ઉમેરો
hi: सदस्य जोड़ें
kn: ಸದಸ್ಯರನ್ನು ಸೇರಿಸಿ
ml: അംഗങ്ങളെ ചേർക്കുക
mr: सदस्य जोडा
or: ସଦସ୍ଯ଼ ଯୋଗ କରନ୍ତୁ
ta: உறுப்பினர் சேர்க்கவும்
te: సభ్యుడిని జోడించండి
ur: رکن شامل کریں

# myConnectionsServiceNotAvailable
source: Service not available
as: সেৱা উপলব্ধ নহয়
bn: পরিষেবা পাওয়া যাচ্ছে না।
gu: સેવા ઉપલબ્ધ નથી
hi: सेवा उपलब्ध नहीं है
kn: ಸೇವೆ ಲಭ್ಯವಿಲ್ಲ
ml: ഈ സേവനം ലഭ്യമല്ല
mr: सेवा उपलब्ध नाही
or: ସେବା ଉପଲବ୍ଧ ନାହିଁ
ta: சேவை கிடைக்கவில்லை
te: సేవ అందుబాటులో లేదు
ur: سروس دستیاب نہیں ہے

# myConnectionsAdd
source: Add
as: যোগ কৰক
bn: যোগ করুন
gu: ઉમેરો
hi: जोड़ें
kn: ಸೇರಿಸಿ
ml: ചേർക്കുക
mr: जोडा
or: ଯୋଗ କରନ୍ତୁ
ta: சேர்க்கவும்
te: జోడించండి
ur: شامل کریں

# recentServicesTitle
source: My Recent Services
as: মোৰ শেহতীয়া সেৱাসমূহ
bn: আমার সাম্প্রতিক পরিষেবাগুলি
gu: મારી તાજેતરની સેવાઓ
hi: मेरी हालिया सेवाएँ
kn: ನನ್ನ ಇತ್ತೀಚಿನ ಸೇವೆಗಳು
ml: റീസെന്റ് സർവീസസ്
mr: माझ्या अलीकडील सेवा
or: ମୋର ଚଳିତ ସେବାଗୁଡିକ
ta: எனது சமீபத்திய சேவைகள்
te: నా ఇటీవలి సేవలు
ur: میری حالیہ خدمات

# recentServicesEyeAssessment
source: Eye Assessment
as: চকুৰ মূল্যায়ন
bn: চোখের মূল্যায়ন
gu: આંખનું મૂલ્યાંકન
hi: नेत्र आँकलन
kn: ಕಣ್ಣಿನ ಪರೀಕ್ಷೆ
ml: നേത്ര അസ്സെസ്സ്മെന്റ്
mr: डोळ्यांची तपासणी
or: ଚକ୍ଷୁ ମୂଲ୍ଯ଼ାଙ୍କନ
ta: கண் மதிப்பீடு
te: కంటి మూల్యాంకనం
ur: آنکھوں کی تشخیص

# recentServicesVisualAcuityTest
source: Visual Acuity Test
as: চাক্ষুষ তীক্ষ্ণতা পৰীক্ষা
bn: চাক্ষুষ তীক্ষ্ণতা পরীক্ষা
gu: દ્રશ્ય તીક્ષ્ણતા પરીક્ષણ
hi: दृश्य तीक्ष्णता परीक्षण
kn: ದೃಷ್ಟಿ ತೀಕ್ಷ್ಣತೆ ಪರೀಕ್ಷೆ
ml: കാഴ്ച പരിശോധന
mr: डोळ्यांची अचूकता चाचणी
or: ଭିଜୁଆଲ୍ ଆକ୍ଯ଼ୁଇଟି ଟେଷ୍ଟ
ta: பார்வைத் தெளிவு சோதனை
te: దృశ్య తీక్షణ పరీక్ష
ur: بصری ایکویٹی ٹیسٹ

# nearbyVisionCentersTitle
source: Nearby Vision Centers
as: ওচৰৰ দৃষ্টি কেন্দ্ৰসমূহ
bn: নিকটবর্তী দৃষ্টি কেন্দ্র
gu: નજીકના દ્રષ્ટિ કેન્દ્રો
hi: नजदीकी दृष्टि केंद्र
kn: ಹತ್ತಿರದ ದೃಷ್ಟಿ ಕೇಂದ್ರಗಳು
ml: സമീപത്തുള്ള കാഴ്ച പരിശോധന കേന്ദ്രങ്ങൾ
mr: जवळील दृष्टी केंद्रे
or: ନିକଟବର୍ତ୍ତୀ ଦୃଷ୍ଟି କେନ୍ଦ୍ରଗୁଡ଼ିକ
ta: அருகிலுள்ள பார்வை மையங்கள்
te: సమీపంలోని దృష్టి కేంద్రాలు
ur: قریبی وژن سینٹرز

# nearbyVisionCentersNotFound
source: No Vision Centers Found
as: কোনো দৃষ্টি কেন্দ্ৰ পোৱা নগ "ল
bn: কোনও দৃষ্টি কেন্দ্র পাওয়া যায়নি
gu: કોઈ દ્રષ્ટિ કેન્દ્રો મળ્યાં નથી
hi: कोई दृष्टि केंद्र नहीं मिला
kn: ಯಾವುದೇ ದೃಷ್ಟಿ ಕೇಂದ್ರಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: കാഴ്ച പരിശോധന കേന്ദ്രങ്ങളൊന്നും ലഭ്യമല്ല
mr: कोणतीही दृष्टी केंद्रे सापडली नाहीत
or: କୌଣସି ଦୃଷ୍ଟି କେନ୍ଦ୍ର ମିଳିନାହିଁ
ta: பார்வை மையங்கள் கிடைக்கவில்லை
te: దృష్టి కేంద్రాలు దొరకలేదు
ur: کوئی وژن سینٹر نہیں ملا

source: Toll Free Number
as: টোল ফ্ৰী নম্বৰ
bn: টোল ফ্রি নম্বর
gu: ટોલ ફ્રી નંબર
hi: टोल फ्री नंबर
kn: ಶುಲ್ಕ ಮುಕ್ತ ಸಂಖ್ಯೆ
ml: ടോൾ ഫ്രീ നമ്പർ
mr: टोल फ्री क्रमांक
or: ଟୋଲ୍ ଫ୍ରି ନମ୍ବର
ta: கட்டணமில்லா எண்
te: టోల్ ఫ్రీ నంబర్
ur: ٹول فری نمبر

# appDrawerTitle
source: Menu
as: মেনু
bn: মেনু
gu: મેનુ
hi: मेनू
kn: ಮೆನು
ml: മെനു
mr: मेनू
or: ସୂଚୀ
ta: மெனு
te: మెనూ
ur: مینو

# appDrawerHome
source: Home
as: ঘৰ।
bn: বাড়ি।
gu: ઘરગથ્થુ
hi: होम
kn: ಹೋಮ್
ml: ഹോം
mr: मुख्यपृष्ठ
or: ଘର.
ta: முகப்பு
te: హోమ్
ur: گھر

# appDrawerLanguageSelection
source: Language Selection
as: ভাষা নিৰ্বাচন
bn: ভাষা নির্বাচন
gu: ભાષા પસંદગી
hi: भाषा चयन
kn: ಭಾಷೆಯ ಆಯ್ಕೆ
ml: ഭാഷ സെലെക്ഷൻ
mr: भाषा निवड
or: ଭାଷା ଚୟନ
ta: மொழி தேர்வு
te: భాష ఎంపిక
ur: زبان کا انتخاب

# appDrawerAccessibility
source: Accessibility Settings
as: অভিগম্যতা সংহতিসমূহ
bn: অ্যাক্সেসিবিলিটি সেটিংস
gu: ઍક્સેસિબિલિટી સેટિંગ્સ
hi: उपलब्धता सेटिंग्स
kn: ಪ್ರವೇಶಿಸುವಿಕೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: പ്രവേശനക്ഷമത ക്രമീകരണങ്ങൾ
mr: अॅक्सेसिबिलिटी सेटिंग्ज
or: ଅଭିଗମ୍ୟତା ସେଟିଂସମୂହ |
ta: அணுகல்தன்மை அமைப்புகள்
te: ప్రాప్యత సెట్టింగ్‌లు
ur: رسائی کی ترتیبات

# appDrawerMyProfile
source: My Profile
as: মোৰ প্ৰফাইল
bn: আমার প্রোফাইল
gu: મારી પ્રોફાઇલ
hi: मेरी प्रोफ़ाइल
kn: ನನ್ನ ಪ್ರೊಫೈಲ್
ml: എൻ്റെ പ്രൊഫൈൽ
mr: माझे प्रोफाइल
or: ମୋ ପ୍ରୋଫାଇଲ
ta: எனது சுயவிவரம்
te: నా ప్రొఫైల్
ur: میرا پروفائل

# appDrawerAssessmentsAndTests
source: Assessments and Tests
as: মূল্যায়ন আৰু পৰীক্ষা
bn: মূল্যায়ন ও পরীক্ষা
gu: મૂલ્યાંકન અને પરીક્ષણો
hi: आँकलन और परीक्षण
kn: ಮೌಲ್ಯಮಾಪನಗಳು ಮತ್ತು ಪರೀಕ್ಷೆಗಳು
ml: നിഗമനങ്ങളും പരിശോധനകളും
mr: तपासण्या आणि चाचण्या
or: ମୂଲ୍ଯ଼ାଙ୍କନ ଏବଂ ପରୀକ୍ଷଣ
ta: மதிப்பீடுகள் மற்றும் சோதனைகள்
te: మూల్యాంకనాలు మరియు పరీక్షలు
ur: تشخیص اور امتحانات

# appDrawerScanner
source: QR Code Scanner
as: QR ক'ড স্ক্যানাৰ
bn: কিউ আর কোড স্ক্যানার
gu: QR કોડ સ્કેનર
hi: क्यूआर कोड स्कैनर
kn: QR ಕೋಡ್ ಸ್ಕ್ಯಾನರ್
ml: QR കോഡ് സ്കാനർ
mr: QR कोड स्कॅनर
or: QR କୋଡ୍ ସ୍କାନର୍ |
ta: QR குறியீடு ஸ்கேனர்
te: QR కోడ్ స్కానర్
ur: کیو آر کوڈ اسکینر

# appDrawerAboutUs
source: About Us
as: আমাৰ বিষয়ে
bn: আমাদের সম্পর্কে
gu: અમારા વિશે
hi: हमारे बारे में
kn: ನಮ್ಮ ಬಗ್ಗೆ
ml: ഞങ്ങളെക്കുറിച്ച്
mr: आमच्याविषयी
or: ଆମ ବିଷଯ଼ରେ
ta: எங்களை பற்றி
te: మా గురించి
ur: ہمارے بارے میں

# appDrawerPrivacyPolicy
source: Privacy & Data Policy
as: গোপনীয়তা আৰু তথ্য নীতি
bn: গোপনীয়তা ও তথ্য নীতি
gu: ગોપનીયતા અને ડેટા નીતિ
hi: गोपनीयता एवं डेटा नीति
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ಡೇಟಾ ನೀತಿ
ml: പ്രൈവസി ആൻഡ് ടാറ്റ പോളിസി
mr: गोपनीयता आणि डेटा धोरण
or: ଗୋପନୀୟତା ଏବଂ ତଥ୍ୟ ନୀତି |
ta: தனியுரிமை & தரவுக் கொள்கை
te: గోప్యత & డేటా విధానం
ur: پرائیویسی اور ڈیٹا پالیسی

# appDrawerHelpAndSupport
source: Help and Support
as: সহায় আৰু সমৰ্থন
bn: সহায়তা এবং সমর্থন
gu: સહાય અને સમર્થન
hi: मदद और सहायता
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
ml: ഹെല്പ് ആൻഡ് സപ്പോർട്ട്
mr: मदत आणि सेवा
or: ସହାଯ଼ତା ଏବଂ ସମର୍ଥନ
ta: உதவி மற்றும் ஆதரவு
te: సహాయం మరియు మద్దతు
ur: مدد اور تعاون

# appDrawerSignOut
source: Sign Out
as: ছাইন আউট কৰক
bn: সাইন আউট করুন
gu: સાઇન આઉટ કરો
hi: साइन आउट
kn: ಲಾಗ್ ಔಟ್
ml: സൈൻ ഔട്ട്
mr: साइन आऊट
or: ସାଇନ୍ ଆଉଟ୍ କରନ୍ତୁ
ta: வெளியேறு
te: సైన్ అవుట్ చేయండి
ur: سائن آؤٹ کریں
