Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# privacyPolicyDataSecurityDescription
source: LVPEI adopts reasonable and appropriate security practices and procedures including administrative, physical security, and technical controls in order to safeguard your Personal Data.
as: এল. ভি. পি. ই. আই.-এ আপোনাৰ ব্যক্তিগত তথ্য সুৰক্ষিত কৰাৰ বাবে প্ৰশাসনিক, শাৰীৰিক সুৰক্ষা, আৰু কাৰিকৰী নিয়ন্ত্ৰণকে ধৰি যুক্তিসংগত আৰু উপযুক্ত সুৰক্ষা অনুশীলন আৰু প্ৰক্ৰিয়া গ্ৰহণ কৰে।
bn: এলভিপিইআই আপনার ব্যক্তিগত তথ্য সুরক্ষার জন্য প্রশাসনিক, শারীরিক সুরক্ষা এবং প্রযুক্তিগত নিয়ন্ত্রণ সহ যুক্তিসঙ্গত এবং উপযুক্ত সুরক্ষা অনুশীলন এবং পদ্ধতি গ্রহণ করে।
gu: LVPEI તમારા વ્યક્તિગત ડેટાની સુરક્ષા માટે વહીવટી, ભૌતિક સુરક્ષા અને તકનીકી નિયંત્રણો સહિત વાજબી અને યોગ્ય સુરક્ષા પદ્ધતિઓ અને પ્રક્રિયાઓ અપનાવે છે.
hi: एलवीपीईआई आपके व्यक्तिगत डेटा को सुरक्षित रखने के उचित और उपयुक्त सुरक्षा अभ्यास और प्रक्रियाओं का पालन करता है, जिसमें प्रशासनिक, भौतिक सुरक्षा, और तकनीकी नियंत्रण शामिल है।
kn: LVPEI ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ಆಡಳಿತಾತ್ಮಕ, ಭೌತಿಕ ಭದ್ರತೆ ಮತ್ತು ತಾಂತ್ರಿಕ ನಿಯಂತ್ರಣಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಸಮಂಜಸವಾದ ಮತ್ತು ಸೂಕ್ತವಾದ ಭದ್ರತಾ ಅಭ್ಯಾಸಗಳು ಮತ್ತು ಕಾರ್ಯವಿಧಾನಗಳನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುತ್ತದೆ.
ml: നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ സംരക്ഷിക്കുന്നതിനായി അഡ്മിനിസ്ട്രേറ്റീവ്, ഫിസിക്കൽ സെക്യൂരിറ്റി, സാങ്കേതിക നിയന്ത്രണങ്ങൾ എന്നിവയുൾപ്പെടെ ന്യായമായതും ഉചിതവുമായ സുരക്ഷാ രീതികളും നടപടിക്രമങ്ങളും എൽവിപിഇഐ സ്വീകരിക്കുന്നു.
mr: LVPEI तुमच्या वैयक्तिक माहितीचे संरक्षण करण्यासाठी योग्य आणि योग्य सुरक्षा पद्धती आणि प्रक्रिया अंमलात आणते ज्यात प्रशासकीय, भौतिक सुरक्षा, आणि तांत्रिक नियंत्रणांचा समावेश आहे.
or: ଆପଣଙ୍କ ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼କୁ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ଏଲ୍. ଭି. ପି. ଇ. ଆଇ. ପ୍ରଶାସନିକ, ଶାରୀରିକ ସୁରକ୍ଷା ଏବଂ ବୈଷଯ଼ିକ ନିଯ଼ନ୍ତ୍ରଣ ସମେତ ଯୁକ୍ତିସଙ୍ଗତ ଏବଂ ଉପଯୁକ୍ତ ସୁରକ୍ଷା ଅଭ୍ଯ଼ାସ ଏବଂ ପ୍ରକ୍ରିଯ଼ା ଗ୍ରହଣ କରିଥାଏ।
ta: உங்கள் தனிப்பட்ட தரவைப் பாதுகாக்க ஏற்ற மற்றும் உரிய பாதுகாப்பு நடைமுறைகள் மற்றும் செயல்முறைகள் உட்பட நிர்வாக, உடல் பாதுகாப்பு, மற்றும் தொழில்நுட்ப கட்டுப்பாடுகளை LVPEI அறிமுகப்படுத்துகிறது.
te: LVPEI మీ వ్యక్తిగత డేటాను రక్షించడానికి పరిపాలనా, భౌతిక భద్రత మరియు సాంకేతిక నియంత్రణలతో సహా సహేతుకమైన మరియు తగిన భద్రతా పద్ధతులు మరియు విధానాలను అవలంబిస్తుంది.
ur: ایل وی پی ای آئی آپ کے ذاتی ڈیٹا کی حفاظت کے لیے انتظامی، جسمانی تحفظ، اور تکنیکی کنٹرول سمیت معقول اور مناسب حفاظتی طریقوں اور طریقہ کار کو اپناتا ہے۔

# privacyPolicyDataRetentionTitle
source: Data Retention:
as: তথ্য ধৰি ৰখাঃ
bn: তথ্য সংরক্ষণঃ
gu: ડેટા જાળવણીઃ
hi: डेटा संचिति:
kn: ಡೇಟಾ ಧಾರಣ:
ml: ഡാറ്റ നിലനിർത്തൽഃ
mr: डेटा संधारण:
or: ତଥ୍ଯ଼ ଧାରଣ:
ta: தரவு சேமிப்பு:
te: డేటా నిలుపుదల:
ur: ڈیٹا برقرار رکھنا:

# privacyPolicyDataRetentionDescription
source: Personal Data that is no longer required to be retained as per legal and business requirements will be disposed in a secure manner.
as: আইনী আৰু ব্যৱসায়িক প্ৰয়োজনীয়তা অনুসৰি আৰু ৰখাৰ প্ৰয়োজন নথকা ব্যক্তিগত তথ্য সুৰক্ষিতভাৱে নিষ্পত্তি কৰা হ 'ব।
bn: ব্যক্তিগত তথ্য যা আইনি এবং ব্যবসায়িক প্রয়োজনীয়তা অনুযায়ী আর ধরে রাখার প্রয়োজন নেই তা নিরাপদ পদ্ধতিতে নিষ্পত্তি করা হবে।
gu: વ્યક્તિગત ડેટા કે જેને હવે કાનૂની અને વ્યવસાયિક જરૂરિયાતો અનુસાર જાળવી રાખવાની જરૂર નથી, તેનો સુરક્ષિત રીતે નિકાલ કરવામાં આવશે.
hi: व्यक्तिगत डेटा जो कानूनी और व्यवसायिक आवश्यकताओं के रूप में रखने की आवश्यकता नहीं होती है, वह एक सुरक्षित तरीके से निष्क्रिय कर दिया जाएगा।
kn: ಕಾನೂನು ಮತ್ತು ವ್ಯವಹಾರದ ಅಗತ್ಯತೆಗಳ ಪ್ರಕಾರ ಇನ್ನು ಮುಂದೆ ಉಳಿಸಿಕೊಳ್ಳಲು ಅಗತ್ಯವಿಲ್ಲದ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸುರಕ್ಷಿತ ರೀತಿಯಲ್ಲಿ ವಿಲೇವಾರಿ ಮಾಡಲಾಗುತ್ತದೆ.
ml: നിയമപരവും ബിസിനസ്സ് ആവശ്യകതകളും അനുസരിച്ച് നിലനിർത്തേണ്ട ആവശ്യമില്ലാത്ത വ്യക്തിഗത ഡാറ്റ സുരക്ഷിതമായ രീതിയിൽ വിനിയോഗിക്കും.
mr: कायदेशीर आणि व्यवसायिक आवश्यकतांनुसार जतन करण्याची आवश्यकता नसलेल्या वैयक्तिक माहितीचा सुरक्षित पद्धतीने निपटारा केला जाईल
or: ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ ଯାହା ଆଇନଗତ ଏବଂ ବ୍ଯ଼ବସାଯ଼ିକ ଆବଶ୍ଯ଼କତା ଅନୁଯାଯ଼ୀ ଆଉ ରଖିବା ଆବଶ୍ଯ଼କ ନାହିଁ, ସେଗୁଡିକ ଏକ ସୁରକ୍ଷିତ ଢଙ୍ଗରେ ନିଷ୍କ୍ରିୟ କରାଯିବ।
ta: சட்ட மற்றும் வணிக வேண்டுகோள்களின்படி இனி தேவைப்படாத தனிப்பட்ட தரவு பாதுகாப்பான முறையில் அகற்றப்படும்.
te: చట్టపరమైన మరియు వ్యాపార అవసరాల ప్రకారం ఇకపై ఉంచాల్సిన అవసరం లేని వ్యక్తిగత డేటా సురక్షితమైన పద్ధతిలో తీసివేయబడుతాయి.
ur: ذاتی ڈیٹا جسے قانونی اور کاروباری ضروریات کے مطابق برقرار رکھنے کی ضرورت نہیں ہے اسے محفوظ طریقے سے نمٹا دیا جائے گا۔

# privacyPolicyDataSubjectRightsTitle
source: Data subject rights:
as: তথ্য বিষয়ৰ অধিকাৰঃ
bn: তথ্য বিষয় অধিকারঃ
gu: ડેટા વિષય અધિકારોઃ
hi: डेटा प्रकरण के अधिकार:
kn: ಡೇಟಾ ವಿಷಯದ ಹಕ್ಕುಗಳು:
ml: ഡാറ്റ വിഷയ അവകാശങ്ങൾഃ
mr: डेटा विषयक अधिकार:
or: ତଥ୍ଯ଼ ବିଷଯ଼ ଅଧିକାର:
ta: தரவு சார்ந்த உரிமைகள்:
te: డేటా విషయ హక్కులు:
ur: ڈیٹا سبجیکٹ رائٹس:

# privacyPolicyDataSubjectRightsDescription
source: You are entitled at any time to access and rectify your personal information. In case of any requests, issues, concerns or queries you may reach out to LV Prasad Office by sending an email to <LVPEI to provide generic mail ID for DSR>.
as: আপোনাৰ যিকোনো সময়তে আপোনাৰ ব্যক্তিগত তথ্য প্ৰৱেশ আৰু সংশোধন কৰাৰ অধিকাৰ আছে। যিকোনো অনুৰোধ, সমস্যা, উদ্বেগ বা প্ৰশ্নৰ ক্ষেত্ৰত আপুনি ডিএছআৰৰ বাবে জেনেৰিক মেইল আইডি প্ৰদান কৰিবলৈ <এলভিপিইআইলৈ ইমেইল প্ৰেৰণ কৰি এলভি প্ৰসাদ কাৰ্যালয়লৈ যোগাযোগ কৰিব পাৰে।
bn: আপনার যে কোনও সময়ে আপনার ব্যক্তিগত তথ্য অ্যাক্সেস এবং সংশোধন করার অধিকার রয়েছে। কোনও অনুরোধ, সমস্যা, উদ্বেগ বা প্রশ্নের ক্ষেত্রে আপনি ডিএসআর>-এর জন্য জেনেরিক মেল আইডি সরবরাহ করতে <এলভিপিইআই-তে একটি ইমেল পাঠিয়ে এলভি প্রসাদ অফিসে যোগাযোগ করতে পারেন।
gu: તમે કોઈપણ સમયે તમારી વ્યક્તિગત માહિતીને ઍક્સેસ કરવા અને સુધારવા માટે હકદાર છો. કોઈપણ વિનંતીઓ, મુદ્દાઓ, ચિંતાઓ અથવા પ્રશ્નોના કિસ્સામાં તમે DSR> માટે સામાન્ય મેઇલ ID પ્રદાન કરવા માટે <LVPEI પર ઇમેઇલ મોકલીને LV પ્રસાદ ઓફિસનો સંપર્ક કરી શકો છો.
hi: आपको किसी भी समय अपनी व्यक्तिगत जानकारी को हासिल करने और सुधारने का अधिकार है। किसी भी अनुरोध, समस्या, चिंता या पूछताछ के मामले में आप एलवी प्रसाद कार्यालय से ईमेल भेजकर <LVPEI को डेटा गुप्तिदान के लिए जेनेरिक मेल आईडी प्रदान करने के लिए> संपर्क कर सकते हैं।
kn: ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಗೆ ಪ್ರವೇಶಿಸಲು ಮತ್ತು ಸರಿಪಡಿಸಲು ಹಕ್ಕುದಾರರಾಗಿದ್ದೀರಿ. ಯಾವುದೇ ವಿನಂತಿಗಳು, ಸಮಸ್ಯೆಗಳು, ಆತಂಕಗಳು ಅಥವಾ ಪ್ರಶ್ನೆಗಳು ಇದ್ದರೆ, ನೀವು <LVPEI ಯಿಂದ DSR ಗಾಗಿ ಸಾಮಾನ್ಯ ಮೇಲ್ ಐಡಿ ಒದಗಿಸಬೇಕು> ಎಂದು ಇಮೇಲ್ ಕಳುಹಿಸುವ ಮೂಲಕ LV ಪ್ರಸಾದ ಕಚೇರಿಗೆ ಸಂಪರ್ಕಿಸಬಹುದು.
ml: നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ എപ്പോൾ വേണമെങ്കിലും ആക്സസ് ചെയ്യാനും ശരിയാക്കാനും നിങ്ങൾക്ക് അവകാശമുണ്ട്. ഏതെങ്കിലും അഭ്യർത്ഥനകൾ, പ്രശ്നങ്ങൾ, ആശങ്കകൾ അല്ലെങ്കിൽ ചോദ്യങ്ങൾ ഉണ്ടെങ്കിൽ ഡിഎസ്ആറിനായി പൊതുവായ മെയിൽ ഐഡി നൽകുന്നതിന് <എൽവിപിഇഐ-യിലേക്ക് ഒരു ഇമെയിൽ അയച്ചുകൊണ്ട് നിങ്ങൾക്ക് എൽവി പ്രസാദ് ഓഫീസുമായി ബന്ധപ്പെടാം.
mr: तुम्हाला कोणत्याही वेळी तुमची वैयक्तिक माहिती पाहण्याचा आणि ती सुधारित करण्याचा हक्क आहे. कोणत्याही विनंत्या, प्रश्नांना, चिंतांना किंवा प्रश्नांच्या बाबतीत तुम्ही <LVPEI द्वारे सामान्य मेल आयडी प्रदान करण्यासाठी> ईमेल पाठवून LV प्रसाद कार्यालयाशी संपर्क साधू शकता.
or: ଯେକୌଣସି ସମଯ଼ରେ ଆପଣ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନାକୁ ପ୍ରବେଶ ଏବଂ ସଂଶୋଧନ କରିବାର ଅଧିକାର ରହିଛି। କୌଣସି ଅନୁରୋଧ, ସମସ୍ୟା , ଚିନ୍ତା କିମ୍ବା ପ୍ରଶ୍ନ କ୍ଷେତ୍ରରେ ଆପଣ <ଏଲ୍.ଭି.ପି.ଇ.ଆଇ ସାଧାରଣ ମେଲ ଆଇଡି ପ୍ରଦାନ କରିବ ଡି. ଏସ୍. ଆର୍. ପାଇଁ > କୁ ଇମେଲ ପଠାଇ ଏଲ୍. ଭି. ପ୍ରସାଦ କାର୍ଯ୍ୟାଳୟ ସହିତ ଯୋଗାଯୋଗ କରିପାରିବେ ।
ta: எப்போதும் உங்கள் தனிப்பட்ட தகவல்களை அணுகி, திருத்த உரிமை உள்ளது. எந்தவொரு விண்ணப்பங்கள், விசாரணைகள், கவலைகள் அல்லது கேள்விகள் இருந்தால், LV Prasad Office க்கு <LVPEI பொது மின்னஞ்சல் ஐடி வழங்க வேண்டும்> முகவரிக்கு மின்னஞ்சல் அனுப்புவதன் மூலம் அணுகலாம்.
te: మీ వ్యక్తిగత సమాచారాన్ని యాక్సెస్ చేయడానికి మరియు సరిదిద్దడానికి మీకు ఎప్పుడైనా హక్కు ఉంది. ఏదైనా అభ్యర్థనలు, సమస్యలు, ఆందోళనలు లేదా ప్రశ్నలు ఉంటే మీరు ఇమెయిల్ <> పంపడం ద్వారా ఎల్ వి ప్రసాద్ కార్యాలయాన్ని సంప్రదించవచ్చు.
ur: آپ کو کسی بھی وقت اپنی ذاتی معلومات تک رسائی اور اصلاح کا حق حاصل ہے۔ کسی بھی درخواست، مسائل، خدشات یا سوالات کی صورت میں آپ ڈی ایس آر> کے لیے عام میل آئی ڈی فراہم کرنے کے لیے <ایل وی پی ای آئی کو ای میل بھیج کر ایل وی پرساد آفس سے رابطہ کر سکتے ہیں۔

# privacyPolicyRightToWithdrawTitle
source: Right to Withdrawal:
as: প্ৰত্যাহাৰৰ অধিকাৰঃ
bn: প্রত্যাহারের অধিকারঃ
gu: ઉપાડનો અધિકારઃ
hi: प्रतिष्ठान के अधिकार:
kn: ಹಿಂಪಡೆಯುವಿಕೆಯ ಹಕ್ಕು:
ml: പിൻവലിക്കാനുള്ള അവകാശംഃ
mr: मागे घेण्याचा हक्क:
or: ପ୍ରତ୍ଯ଼ାହାର କରିବାର ଅଧିକାର:
ta: பின்வாங்குதல் உரிமை:
te: ఉపసంహరణ హక్కు:
ur: دستبرداری کا حق:

# privacyPolicyRightToWithdrawDescription
source: Where we process your Personal Data based on your consent, you may withdraw your consent to the processing as per applicable DP laws at any time for the future. This will not affect the lawfulness of any processing operation before your withdrawal. To withdraw your consent, you may send an email to <LVPEI to provide generic mail ID for DSR>.
as: য 'ত আমি আপোনাৰ সন্মতিৰ ভিত্তিত আপোনাৰ ব্যক্তিগত তথ্য প্ৰক্ৰিয়া কৰোঁ, আপুনি ভৱিষ্যতৰ বাবে যিকোনো সময়তে প্ৰযোজ্য ডিপি আইন অনুসৰি প্ৰক্ৰিয়াকৰণৰ বাবে আপোনাৰ সন্মতি প্ৰত্যাহাৰ কৰিব পাৰে। ই আপোনাৰ প্ৰত্যাহাৰৰ আগতে কোনো প্ৰক্ৰিয়াকৰণ কাৰ্য্যকলাপৰ বৈধতা প্ৰভাৱিত নকৰে। আপোনাৰ সন্মতি প্ৰত্যাহাৰ কৰিবলৈ, আপুনি ডিএছআৰৰ বাবে জেনেৰিক মেইল আইডি প্ৰদান কৰিবলৈ <এলভিপিইআইলৈ এটা ইমেইল প্ৰেৰণ কৰিব পাৰে।
bn: যেখানে আমরা আপনার সম্মতির ভিত্তিতে আপনার ব্যক্তিগত তথ্য প্রক্রিয়া করি, আপনি ভবিষ্যতের জন্য যে কোনও সময় প্রযোজ্য ডিপি আইন অনুসারে প্রক্রিয়াকরণের জন্য আপনার সম্মতি প্রত্যাহার করতে পারেন। এটি আপনার প্রত্যাহারের আগে কোনও প্রক্রিয়াকরণ ক্রিয়াকলাপের বৈধতা প্রভাবিত করবে না। আপনার সম্মতি প্রত্যাহার করতে, আপনি ডিএসআর> এর জন্য জেনেরিক মেল আইডি সরবরাহ করতে <এলভিপিইআই-তে একটি ইমেল পাঠাতে পারেন।
gu: જ્યાં અમે તમારી સંમતિના આધારે તમારા વ્યક્તિગત ડેટાની પ્રક્રિયા કરીએ છીએ, ત્યાં તમે ભવિષ્ય માટે કોઈપણ સમયે લાગુ DP કાયદા અનુસાર પ્રક્રિયા માટે તમારી સંમતિ પાછી ખેંચી શકો છો. આ તમારા ઉપાડ પહેલાં કોઈપણ પ્રક્રિયા કામગીરીની કાયદેસરતાને અસર કરશે નહીં. તમારી સંમતિ પાછી ખેંચવા માટે, તમે DSR> માટે સામાન્ય મેઇલ ID પ્રદાન કરવા માટે <LVPEI ને ઇમેઇલ મોકલી શકો છો.
hi: जब हम आपके सहमति के आधार पर आपके व्यक्तिगत डेटा को प्रसंस्कृत करते हैं, तो आप भविष्य मैं लागू सहमति को अनुकूलित कर सकते हैं। आपके सहमति को वापस लेने के लिए आप <LVPEI को डेटा गुप्तिदान के लिए जेनेरिक मेल आईडी प्रदान करने के लिए> ईमेल भेज सकते हैं। यह आपके सहमति के बाद किसी भी प्रसंस्कृति कार्य की कानूनता को प्रभावित नहीं करेगा।
kn: ನಾವು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯ ಆಧಾರದ ಮೇಲೆ ಸಂಸ್ಕರಿಸುವಾಗ, ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಭವಿಷ್ಯಕ್ಕಾಗಿ ಅನ್ವಯಿಕ ಡಿಪಿ ಕಾನೂನುಗಳ ಪ್ರಕಾರ ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯನ್ನು ಹಿಂಪಡೆಯಬಹುದು. ಇದು ನಿಮ್ಮ ಹಿಂಪಡೆತದ ಮೊದಲಿನ ಯಾವುದೇ ಸಂಸ್ಕರಣಾ ಕಾರ್ಯಾಚರಣೆಯ ಕಾನೂನು ಸಮ್ಮತತೆಯನ್ನು ಪ್ರಭಾವಿತಗೊಳಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯನ್ನು ಹಿಂಪಡೆಯಲು, ನೀವು <LVPEI ಯಿಂದ DSR ಗಾಗಿ ಸಾಮಾನ್ಯ ಮೇಲ್ ಐಡಿ ಒದಗಿಸಬೇಕು> ಎಂದು ಇಮೇಲ್ ಕಳುಹಿಸಬಹುದು.
ml: നിങ്ങളുടെ സമ്മതത്തിന്റെ അടിസ്ഥാനത്തിൽ നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ ഞങ്ങൾ പ്രോസസ്സ് ചെയ്യുമ്പോൾ, ഭാവിയിൽ എപ്പോൾ വേണമെങ്കിലും ബാധകമായ ഡിപി നിയമങ്ങൾ അനുസരിച്ച് പ്രോസസ്സിംഗിനുള്ള നിങ്ങളുടെ സമ്മതം നിങ്ങൾക്ക് പിൻവലിക്കാം. ഇത് നിങ്ങൾ പിൻവലിക്കുന്നതിന് മുമ്പുള്ള ഏതെങ്കിലും പ്രോസസ്സിംഗ് പ്രവർത്തനത്തിന്റെ നിയമസാധുതയെ ബാധിക്കില്ല. നിങ്ങളുടെ സമ്മതം പിൻവലിക്കുന്നതിന്, ഡിഎസ്ആറിനായി ജനറിക് മെയിൽ ഐഡി നൽകുന്നതിന് നിങ്ങൾക്ക് <എൽവിപിഇഐയ്ക്ക് ഒരു ഇമെയിൽ അയയ്ക്കാം.
mr: आम्ही तुमच्या वैयक्तिक डेटावर तुमच्या संमतीवर आधारित प्रक्रिया करत असल्यास, तुम्ही भविष्यात संमती केव्हाही मागे घेऊ शकता. हे तुमच्या संमती मागे घेण्यापूर्वीच्या कोणत्याही प्रक्रिया कार्याची वैधता बदलू शकणार नाही. तुमची संमती रद्द करण्यासाठी तुम्ही <LVPEI द्वारे सामान्य मेल आयडी प्रदान करण्यासाठी DSR> कडे ईमेल पाठवू शकता.
or: ଯେଉଁଠାରେ ଆମେ ଆପଣଙ୍କ ସମ୍ମତି ଆଧାରରେ ଆପଣଙ୍କ ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ ପ୍ରକ୍ରିଯ଼ାକରଣ କରୁ, ଆପଣ ଭବିଷ୍ଯ଼ତରେ ଯେକୌଣସି ସମଯ଼ରେ ପ୍ରଯୁଜ୍ଯ଼ ଡିପି ଆଇନ ଅନୁଯାଯ଼ୀ ପ୍ରକ୍ରିଯ଼ାକରଣ ପାଇଁ ଆପଣଙ୍କ ସମ୍ମତି ପ୍ରତ୍ଯ଼ାହାର କରିପାରିବେ। ଏହା ଆପଣଙ୍କ ପ୍ରତ୍ଯ଼ାହାର ପୂର୍ବରୁ କୌଣସି ପ୍ରକ୍ରିଯ଼ାକରଣ କାର୍ଯ୍ଯ଼ର ବୈଧତା ଉପରେ ପ୍ରଭାବ ପକାଇବ ନାହିଁ। ଆପଣଙ୍କ ସମ୍ମତି ପ୍ରତ୍ଯ଼ାହାର କରିବାକୁ, ଆପଣ DSR> ପାଇଁ ଜେନେରିକ୍ ମେଲ୍ ID ପ୍ରଦାନ କରିବାକୁ <LVPEI କୁ ଏକ ଇମେଲ ପଠାଇପାରିବେ।
ta: உங்கள் சொந்த தரவுகளை உங்கள் சம்மதத்தின் அடிப்படையில் நாங்கள் செயலாக்கும் போது, எந்த நேரத்திலும் எதிர்காலத்திற்கான உங்கள் சம்மதத்தை உரிய டிபி சட்டங்களின் படி திரும்ப பெறலாம். இது உங்கள் திரும்பப் பெறுதலுக்கு முன் நடைபெற்ற எந்த செயலாக்க செயல்பாட்டின் சட்டப்பூர்வமானதை பாதிக்காது. உங்கள் சம்மதத்தை திரும்பப் பெற, நீங்கள் <LVPEI பொது மின்னஞ்சல் ID வழங்குவதற்கு> ஒரு மின்னஞ்சல் அனுப்பலாம்.
te: మీ సమ్మతి ఆధారంగా మేము మీ వ్యక్తిగత డేటాను ప్రాసెస్ చేసే చోట, వర్తించే డిపి ప్రకారం ప్రాసెసింగ్కు మీ సమ్మతిని మీరు భవిష్యత్తులో ఎప్పుడైనా ఉపసంహరించుకోవచ్చు. ఇది మీ ఉపసంహరణకు ముందు ఏ ప్రాసెసింగ్ ఆపరేషన్ యొక్క చట్టబద్ధతను ప్రభావితం చేయదు. మీ సమ్మతిని ఉపసంహరించుకోవడానికి, మీరు ఎల్ వి పి ఇ ఐ కి<> ఇమెయిల్ పంపవచ్చు.
ur: جہاں ہم آپ کی رضامندی کی بنیاد پر آپ کے ذاتی ڈیٹا پر کارروائی کرتے ہیں، آپ مستقبل کے لیے کسی بھی وقت قابل اطلاق ڈی پی قوانین کے مطابق پروسیسنگ کے لیے اپنی رضامندی واپس لے سکتے ہیں۔ اس سے آپ کی واپسی سے پہلے کسی بھی پروسیسنگ آپریشن کی قانونی حیثیت متاثر نہیں ہوگی۔ اپنی رضامندی واپس لینے کے لیے، آپ ڈی ایس آر> کے لیے عام میل آئی ڈی فراہم کرنے کے لیے <ایل وی پی ای آئی کو ای میل بھیج سکتے ہیں۔

# privacyPolicyAcknowledgement
source: By clicking the below button, you hereby acknowledge and understand that your personal data including sensitive personal data may be collected and processed in the above-mentioned manner and hereby consent to the same for the above-mentioned purposes. You also acknowledge that any personal data including sensitive personal data (other than yourself) shared by you is only after taking appropriate consent from them. You also acknowledge that you will not share any personal data (including sensitive personal data) which is not required for the above-mentioned purposes. You also acknowledge that when you are sharing minor’s personal data as their parent/ legal guardian you consent to their data collection and processing as mentioned above.
as: তলৰ বুটামটোত ক্লিক কৰি, আপুনি ইয়াৰ দ্বাৰা স্বীকাৰ কৰে আৰু বুজি পায় যে স্পৰ্শকাতৰ ব্যক্তিগত তথ্যকে ধৰি আপোনাৰ ব্যক্তিগত তথ্য ওপৰত উল্লেখ কৰা ধৰণে সংগ্ৰহ আৰু প্ৰক্ৰিয়া কৰা হ 'ব পাৰে আৰু ইয়াৰ দ্বাৰা ওপৰত উল্লেখ কৰা উদ্দেশ্যসমূহৰ বাবে ইয়াৰ বাবে সন্মতি প্ৰদান কৰে। আপুনি এইটোও স্বীকাৰ কৰে যে আপুনি শ্বেয়াৰ কৰা স্পৰ্শকাতৰ ব্যক্তিগত তথ্যকে ধৰি যিকোনো ব্যক্তিগত তথ্য (আপোনাৰ বাহিৰে) কেৱল তেওঁলোকৰ পৰা উপযুক্ত সন্মতি লোৱাৰ পিছতহে। আপুনি লগতে স্বীকাৰ কৰে যে আপুনি ওপৰত উল্লেখ কৰা উদ্দেশ্যসমূহৰ বাবে প্ৰয়োজনীয় নোহোৱা কোনো ব্যক্তিগত তথ্য (স্পৰ্শকাতৰ ব্যক্তিগত তথ্যকে ধৰি) শ্বেয়াৰ নকৰে। আপুনি লগতে স্বীকাৰ কৰে যে যেতিয়া আপুনি নাবালিকাগৰাকীৰ ব্যক্তিগত তথ্য তেওঁলোকৰ পিতৃ-মাতৃ/আইনী অভিভাৱক হিচাপে শ্বেয়াৰ কৰে তেতিয়া আপুনি ওপৰত উল্লেখ কৰা অনুসৰি তেওঁলোকৰা তথ্য সংগ্
bn: নীচের বোতামে ক্লিক করে, আপনি এতদ্বারা স্বীকার করেন এবং বুঝতে পারেন যে সংবেদনশীল ব্যক্তিগত তথ্য সহ আপনার ব্যক্তিগত তথ্য উপরে উল্লিখিত পদ্ধতিতে সংগ্রহ এবং প্রক্রিয়া করা যেতে পারে এবং এর মাধ্যমে উপরে উল্লিখিত উদ্দেশ্যে একই সম্মতি দেয়।.আপনি এটাও স্বীকার করেন যে, আপনার দ্বারা শেয়ার করা সংবেদনশীল ব্যক্তিগত তথ্য (নিজের ব্যতীত) সহ যে কোনও ব্যক্তিগত তথ্য শুধুমাত্র তাদের কাছ থেকে যথাযথ সম্মতি নেওয়ার পরেই হয়।.আপনি স্বীকার করেন যে আপনি কোনও ব্যক্তিগত তথ্য (সংবেদনশীল ব্যক্তিগত তথ্য সহ) ভাগ করবেন না যা উপরে উল্লিখিত উদ্দেশ্যে প্রয়োজন হয় না।.আপনি এটাও স্বীকার করেন যে আপনি যখন নাবালকের ব্যক্তিগত তথ্য তাদের পিতামাতা/আইনী অভিভাবক হিসাবে ভাগ করে নিচ্ছেন তখন আপনি উপরে উল্লিখিত হিসাবে তাদের তথ্য সংগ্রহ এবং প্রক্রিয়াকরণে সম্মত হন।
gu: નીચે આપેલા બટન પર ક્લિક કરીને, તમે આથી સ્વીકારો છો અને સમજો છો કે સંવેદનશીલ વ્યક્તિગત ડેટા સહિત તમારો વ્યક્તિગત ડેટા ઉપરોક્ત રીતે એકત્રિત અને પ્રક્રિયા કરી શકાય છે અને આથી ઉપરોક્ત હેતુઓ માટે તેની સંમતિ આપો છો. તમે એ પણ સ્વીકારો છો કે સંવેદનશીલ વ્યક્તિગત ડેટા (તમારા સિવાય) સહિત કોઈપણ વ્યક્તિગત ડેટા તમે શેર કર્યો છે તે તેમની પાસેથી યોગ્ય સંમતિ લીધા પછી જ છે. તમે એ પણ સ્વીકારો છો કે તમે કોઈપણ વ્યક્તિગત ડેટા (સંવેદનશીલ વ્યક્તિગત ડેટા સહિત) શેર કરશો નહીં જે ઉપરોક્ત હેતુઓ માટે જરૂરી નથી. તમે એ પણ સ્વીકારો છો કે જ્યારે તમે સગીરનો વ્યક્તિગત ડેટા તેમના માતાપિતા/કાનૂની વાલી તરીકે શેર કરી રહ્યાં હોવ ત્યારે તમે ઉપર જણાવ્યા મુજબ તેમના ડેટા સંગ્રહ અને પ્રક્રિયા માટે સંમતિ આપો છો.
hi: नीचे दिए गए बटन पर क्लिक करके, आप यह स्वीकार करते हैं और समझते हैं कि आपके व्यक्तिगत डेटा, संवेदनशील व्यक्तिगत डेटा सहित उपरोक्त उल्लिखित तरीके से जुटाया और प्रसंस्कृत किया जा सकता है, और इसके लिए उपरोक्त उद्देश्यों के लिए सहमति देते हैं। आप समझते हैं कि आपके द्वारा साझा किए जाने वाले किसी भी व्यक्तिगत डेटा, संवेदनशील व्यक्तिगत डेटा सहित (आपके अलावा) को उनसे उपयुक्त सहमति प्राप्त करने के बाद ही किया जाता है। आप समझते हैं कि आप उन व्यक्तिगत डेटा (संवेदनशील व्यक्तिगत डेटा सहित ) को साझा नहीं करेंगे जो उपरोक्त उद्देश्यों के लिए आवश्यक नहीं है। आप समझते हैं कि जब आप किसी नाबालिग के व्यक्तिगत डेटा को उनके माता/पिता या कानूनी पालक के रूप में साझा कर रहे हैं, तो आप उनके डेटा के जुटाया और प्रसंस्कृत किया जाने की सहमति देते हैं, जैसा कि उपरोक्त में उल्लिखित है।
kn: ಕೆಳಗಿನ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ಸೂಕ್ಷ್ಮವಾದ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಒಳಗೊಂಡಂತೆ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಮೇಲೆ ತಿಳಿಸಿದ ರೀತಿಯಲ್ಲಿ ಸಂಗ್ರಹಿಸಬಹುದು ಮತ್ತು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಬಹುದು ಮತ್ತು ಮೇಲೆ ತಿಳಿಸಿದ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಈ ಮೂಲಕ ಸಮ್ಮತಿಸುತ್ತೀರಿ ಎಂದು ನೀವು ಈ ಮೂಲಕ ಅಂಗೀಕರಿಸುತ್ತೀರಿ ಮತ್ತು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುತ್ತೀರಿ. ನೀವು ಹಂಚಿಕೊಂಡ ಸೂಕ್ಷ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾ (ನಿಮ್ಮನ್ನು ಹೊರತುಪಡಿಸಿ) ಸೇರಿದಂತೆ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾವು ಅವರಿಂದ ಸೂಕ್ತ ಒಪ್ಪಿಗೆಯನ್ನು ಪಡೆದ ನಂತರವೇ ಎಂದು ನೀವು ಅಂಗೀಕರಿಸುತ್ತೀರಿ. ಮೇಲೆ ತಿಳಿಸಿದ ಉದ್ದೇಶಗಳಿಗೆ ಅಗತ್ಯವಿಲ್ಲದ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು (ಸೂಕ್ಷ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಒಳಗೊಂಡಂತೆ) ನೀವು ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ ಎಂದು ಸಹ ನೀವು ಅಂಗೀಕರಿಸುತ್ತೀರಿ. ನೀವು ಅಪ್ರಾಪ್ತ ವಯಸ್ಕರ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಅವರ ಪೋಷಕರು/ಕಾನೂನು ಪಾಲಕರಾಗಿ ಹಂಚಿಕೊಳ್ಳುತ್ತಿರುವಾಗ ಅವರ ಡೇಟಾ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಪ್ರಕ್ರಿಯೆಗೆ ಮೇಲೆ ತಿಳಿಸಿದಂತೆ ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ಸಹ ನೀವು ಅಂಗೀಕರಿಸುತ್ತೀರಿ.
ml: ചുവടെയുള്ള ബട്ടൺ ക്ലിക്കുചെയ്യുന്നതിലൂടെ, സെൻസിറ്റീവ് വ്യക്തിഗത ഡാറ്റ ഉൾപ്പെടെയുള്ള നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ മുകളിൽ സൂചിപ്പിച്ച രീതിയിൽ ശേഖരിക്കുകയും പ്രോസസ്സ് ചെയ്യുകയും ചെയ്യാമെന്ന് നിങ്ങൾ ഇതിനാൽ അംഗീകരിക്കുകയും മനസ്സിലാക്കുകയും ചെയ്യുന്നു, കൂടാതെ മുകളിൽ സൂചിപ്പിച്ച ആവശ്യങ്ങൾക്കായി ഇത് സമ്മതിക്കുകയും ചെയ്യുന്നു. നിങ്ങൾ പങ്കിട്ട സെൻസിറ്റീവ് വ്യക്തിഗത ഡാറ്റ ഉൾപ്പെടെയുള്ള ഏത് വ്യക്തിഗത ഡാറ്റയും (നിങ്ങളൊഴികെ) അവരിൽ നിന്ന് ഉചിതമായ സമ്മതം സ്വീകരിച്ചതിനുശേഷം മാത്രമാണെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു. മുകളിൽ സൂചിപ്പിച്ച ആവശ്യങ്ങൾക്ക് ആവശ്യമില്ലാത്ത വ്യക്തിഗത ഡാറ്റയും (സെൻസിറ്റീവ് വ്യക്തിഗത ഡാറ്റ ഉൾപ്പെടെ) നിങ്ങൾ പങ്കിടില്ലെന്നും നിങ്ങൾ സമ്മതിക്കുന്നു. പ്രായപൂർത്തിയാകാത്തവരുടെ വ്യക്തിഗത ഡാറ്റ അവരുടെ രക്ഷകർത്താവ്/നിയമപരമായ രക്ഷാധികാരി എന്ന നിലയിൽ പങ്കിടുമ്പോൾ മുകളിൽ സൂചിപ്പിച്ചതുപോലെ അവരുടെ ഡാറ്റ ശേഖരണത്തിനും പ്രോസസ്സിംഗിനും നിങ്ങൾ സമ്മതിക്കുന്നുവെന്നും നിങ്ങൾ സമ്മതിക്കുന്നു.
mr: खालील बटणावर क्लिक करून, तुम्ही येथे मान्यता देता की तुमचा वैयक्तिक डेटा तसेच संवेदनशील वैयक्तिक डेटा वरील प्रकारे संकलित आणि प्रक्रिया केला जाऊ शकतो आणि यासाठी तुमची संमती आहे. तुम्ही यासही मान्यता देता की तुम्ही तुमच्याकडून सामायिक केलेला कोणताही वैयक्तिक डेटा (संवेदनशील वैयक्तिक डेटासह) योग्य संमती घेऊनच सामायिक केलेला आहे. तुम्ही यासही मान्यता देता की तुम्ही वरील उद्देशांसाठी आवश्यक नसलेला कोणताही वैयक्तिक डेटा (संवेदनशील वैयक्तिक डेटा सह) सामायिक करणार नाही. तुम्ही यासही मान्यता देता की तुम्ही तुमच्या मुलांचा वैयक्तिक डेटा त्यांचे पालक/ कायदेशीर संरक्षक म्हणून सामायिक करत असताना त्यांच्या डेटा संकलन आणि प्रक्रिया करण्यास संमती देता.
or: ନିମ୍ନରେ ଦିଆଯାଇଥିବା ବଟନ୍କୁ କ୍ଲିକ୍ କରିବା ଦ୍ୱାରା, ଆପଣ ସ୍ୱୀକାର କରନ୍ତି ଏବଂ ବୁଝନ୍ତି ଯେ ସମ୍ବେଦନଶୀଳ ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ ସମେତ ଆପଣଙ୍କ ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ ଉପରୋକ୍ତ ପଦ୍ଧତିରେ ସଂଗ୍ରହ ଏବଂ ପ୍ରକ୍ରିଯ଼ାକରଣ କରାଯାଇପାରେ ଏବଂ ଉପରୋକ୍ତ ଉଦ୍ଦେଶ୍ଯ଼ ପାଇଁ ଏହା ସହିତ ସମ୍ମତି ଦିଅନ୍ତି। ଆପଣ ଏହା ମଧ୍ଯ଼ ସ୍ୱୀକାର କରନ୍ତି ଯେ ଆପଣଙ୍କ ଦ୍ୱାରା ଅଂଶୀଦାର ହୋଇଥିବା ସମ୍ବେଦନଶୀଳ ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ ସମେତ ଯେକୌଣସି ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ (ନିଜ ବ୍ଯ଼ତୀତ) କେବଳ ସେମାନଙ୍କଠାରୁ ଉପଯୁକ୍ତ ସମ୍ମତି ନେବା ପରେ। ଆପଣ ଏହା ମଧ୍ଯ଼ ସ୍ୱୀକାର କରନ୍ତି ଯେ ଆପଣ କୌଣସି ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ (ସମ୍ବେଦନଶୀଳ ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ ସମେତ) ଅଂଶୀଦାର କରିବେ ନାହିଁ ଯାହା ଉପରୋକ୍ତ ଉଦ୍ଦେଶ୍ଯ଼ ପାଇଁ ଆବଶ୍ଯ଼କ ନୁହେଁ। ଆପଣ ଏହା ମଧ୍ଯ଼ ସ୍ୱୀକାର କରନ୍ତି ଯେ ଯେତେବେଳେ ଆପଣ ନାବାଳକଙ୍କ ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼କୁ ସେମାନଙ୍କ ପିତାମାତା/ଆଇନଗତ ଅଭିଭାବକ ଭାବରେ ଅଂଶୀଦାର କରୁଛନ୍ତି, ଆପଣ ଉପରେ ଦର୍ଶାଯାଇଥିବା ଅନୁଯାଯ଼ୀ ସେମାନଙ୍କର ତଥ୍ଯ଼ ସଂଗ୍ରହ ଏବଂ ପ୍ରକ୍ରିଯ଼ାକରଣ ପାଇଁ ରାଜି ହୁଅନ୍ତି।
ta: கீழே உள்ள பொத்தானை அழுத்தும்போது, உங்கள் சொந்த தரவுகள் உள்ளிட்ட உணர்வுத்திறன் சார்ந்த சொந்த தரவுகள் மேற்கூறிய விதத்தில் சேகரிக்கப்பட்டு செயலாக்கப்படலாம் என்பதை நீங்கள் இங்கே உறுதியளிக்கிறீர்கள் மற்றும் மேற்கூறிய நோக்கங்களுக்காக அதற்கு சம்மதிக்கிறீர்கள். உங்களால் பகிரப்படும் எந்த சொந்த தரவுகளும் (உணர்வுத்திறன் சார்ந்த தரவுகள் உட்பட) அவை உங்கள் அல்லாத பிறரிடமிருந்து உரிய சம்மதத்தை பெற்று பகிரப்படுவதாகும் என்றும் நீங்கள் உறுதியளிக்கிறீர்கள். மேலும், மேற்கூறிய நோக்கங்களுக்கு அவசியமில்லாத எந்த சொந்த தரவையும் (உணர்வுத்திறன் சார்ந்த தரவு உட்பட) பகிர மாட்டீர்கள் என்றும் நீங்கள் உறுதியளிக்கிறீர்கள். சிறுவர்களின் சொந்த தரவை அவர்களின் பெற்றோர் / சட்டபூர்வ பாதுகாவலராக நீங்கள் பகிரும்போது, மேலே குறிப்பிடப்பட்டபடி அவர்களின் தரவு சேகரிப்பு மற்றும் செயலாக்கத்திற்கு நீங்கள் சம்மதிக்கிறீர்கள்.
te: క్రింది బటన్ను క్లిక్ చేయడం ద్వారా, సున్నితమైన వ్యక్తిగత డేటాతో సహా మీ వ్యక్తిగత డేటాను పైన పేర్కొన్న పద్ధతిలో సేకరించి ప్రాసెస్ చేయవచ్చని, మీరు దీని ద్వారా అంగీకరిస్తున్నారు మరియు అర్థం చేసుకుంటున్నారు మరియు పైన పేర్కొన్న ప్రయోజనాల కోసం దీని ద్వారా అంగీకరిస్తున్నారు. మీరు పంచుకున్న సున్నితమైన వ్యక్తిగత డేటాతో సహా ఏదైనా వ్యక్తిగత డేటా (మీరు కాకుండా) వారి నుండి తగిన సమ్మతి తీసుకున్న తర్వాతే అని కూడా మీరు అంగీకరిస్తున్నారు. పైన పేర్కొన్న ప్రయోజనాల కోసం అవసరం లేని వ్యక్తిగత డేటాను (సున్నితమైన వ్యక్తిగత డేటాతో సహా) మీరు షేర్ చేయరు అని కూడా మీరు అంగీకరిస్తున్నారు. మీరు మైనర్ యొక్క వ్యక్తిగత డేటాను వారి తల్లిదండ్రులు/చట్టపరమైన సంరక్షకులుగా పంచుకుంటున్నప్పుడు పైన పేర్కొన్న విధంగా వారి డేటా సేకరణ మరియు ప్రాసెసింగ్కు మీరు సమ్మతిస్తున్నారని కూడా మీరు అంగీకరిస్తున్నారు.
ur: نیچے دیے گئے بٹن پر کلک کرکے، آپ اس بات کو تسلیم کرتے ہیں اور سمجھتے ہیں کہ آپ کا ذاتی ڈیٹا بشمول حساس ذاتی ڈیٹا مذکورہ بالا طریقے سے اکٹھا اور اس پر کارروائی کی جا سکتی ہے اور اس طرح مذکورہ بالا مقاصد کے لیے اسی پر رضامندی ظاہر کرتے ہیں۔.آپ یہ بھی تسلیم کرتے ہیں کہ آپ کے ذریعے شیئر کیا گیا کوئی بھی ذاتی ڈیٹا بشمول حساس ذاتی ڈیٹا (اپنے علاوہ) صرف ان سے مناسب رضامندی لینے کے بعد ہے۔.آپ یہ بھی تسلیم کرتے ہیں کہ آپ کوئی بھی ذاتی ڈیٹا (بشمول حساس ذاتی ڈیٹا) شیئر نہیں کریں گے جو مذکورہ بالا مقاصد کے لیے ضروری نہیں ہے۔.آپ یہ بھی تسلیم کرتے ہیں کہ جب آپ نابالغ کا ذاتی ڈیٹا ان کے والدین/قانونی سرپرست کے طور پر شیئر کر رہے ہوتے ہیں تو آپ ان کے ڈیٹا اکٹھا کرنے اور پروسیسنگ کے لیے رضامند ہوتے ہیں جیسا کہ اوپر ذکر کیا گیا ہے۔

# privacyPolicyBottomAppBarLabel
source: Privacy Policy Accepted
as: গোপনীয়তা নীতি গ্ৰহণযোগ্য
bn: গোপনীয়তা নীতি গৃহীত হয়েছে
gu: ગોપનીયતા નીતિ સ્વીકારવામાં આવી
hi: गोपनीयता नीति स्वीकृत
kn: ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ml: പ്രൈവസി പോളിസി അംഗീകരിച്ചിരിക്കുന്നു
mr: गोपनीयता धोरण स्वीकारले
or: ଗୋପନୀଯ଼ତା ନୀତି ଗ୍ରହଣୀଯ଼
ta: தனியுரிமைக் கொள்கை ஏற்கப்பட்டது
te: గోప్యతా విధానం ఆమోదించబడింది
ur: پرائیویسی پالیسی قبول کی گئی

# helpAndSupportReachTitle
source: Reach out to us
as: আমাৰ সৈতে যোগাযোগ কৰক
bn: আমাদের সঙ্গে যোগাযোগ করুন।
gu: અમારો સંપર્ક કરો
hi: हमसे संपर्क करें
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: ഞങ്ങളെ ബന്ധപ്പെടുക
mr: आमच्याशी संपर्क करा
or: ଆମ ସହ ଯୋଗାଯୋଗ କରନ୍ତୁ
ta: எங்களை அடையுங்கள்
te: మమ్మల్ని సంప్రదించండి
ur: ہم سے رابطہ کریں

# assessmentAndTestsSubtitle
source: Here is a quick view of the assessments done so far.
as: ইয়াত এতিয়ালৈকে কৰা মূল্যায়নৰ এক দ্ৰুত দৃষ্টিভংগী দিয়া হৈছে।
bn: এখানে এখন পর্যন্ত করা মূল্যায়নের একটি দ্রুত দৃশ্য রয়েছে।
gu: અહીં અત્યાર સુધી કરવામાં આવેલા મૂલ્યાંકનોની ઝડપી ઝાંખી છે.
hi: अब तक किए गए मूल्यांकन का त्वरित दृश्यण।
kn: ಇಲ್ಲಿಯವರೆಗೆ ಮಾಡಿದ ಮೌಲ್ಯಮಾಪನಗಳ ತ್ವರಿತ ನೋಟ ಇಲ್ಲಿದೆ.
ml: ഇതുവരെ നടത്തിയ വിലയിരുത്തലുകളുടെ ഒരു ദ്രുത കാഴ്ച.
mr: आतापर्यंत केलेल्या मूल्यमापनांचा त्वरित आढावा येथे आहे.
or: ଏ ପର୍ଯ୍ଯ଼ନ୍ତ କରାଯାଇଥିବା ମୂଲ୍ଯ଼ାଙ୍କନଗୁଡ଼ିକର ଏକ ସଂକ୍ଷିପ୍ତ ଦୃଶ୍ଯ଼ ଏଠାରେ ଦିଆଯାଇଛି।
ta: இதுவரை செய்யப்பட்ட மதிப்பீடுகளின் ஒரு விரைவான பார்வை இதோ.
te: ఇప్పటివరకు చేసిన మదింపుల యొక్క శీఘ్ర వీక్షణ ఇక్కడ ఉంది.
ur: یہاں اب تک کیے گئے جائزوں کا ایک فوری جائزہ ہے۔

# assessmentAndTestsReportsNotFound
source: No Reports Found
as: কোনো প্ৰতিবেদন পোৱা নগ "ল
bn: কোন রিপোর্ট পাওয়া যায়নি
gu: કોઈ અહેવાલો મળ્યા નથી
hi: कोई रिपोर्ट उपलब्ध नहीं है
kn: ಯಾವುದೇ ವರದಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: റിപ്പോർട്ടുകളൊന്നും ലഭ്യമല്ല
mr: अहवाल सापडले नाहीत
or: କୌଣସି ରିପୋର୍ଟ ମିଳିନାହିଁ
ta: அறிக்கைகள் கிடைக்கவில்லை
te: నివేదికలు దొరకలేదు
ur: کوئی رپورٹ نہیں ملی

# eyeAssessmentTitle
source: Eye Assessment
as: চকুৰ মূল্যায়ন
bn: চোখের মূল্যায়ন
gu: આંખનું મૂલ્યાંકન
hi: नेत्र मूल्यांकन
kn: ಕಣ್ಣಿನ ಮೌಲ್ಯಮಾಪನ
ml: നേത്ര അസ്സെസ്സ്മെന്റ്
mr: डोळा मूल्यमापन
or: ଚକ୍ଷୁ ମୂଲ୍ଯ଼ାଙ୍କନ
ta: கண் மதிப்பீடு
te: కంటి మూల్యాంకనం
ur: آنکھوں کی تشخیص
