Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# privacyPolicyPurposeOfProcessingDescription
source: To enable you to access our application and its features for eye related online health checkup for you and your connections (as provided by you).|To enable you to contact Vision Technicians, Ophthalmologists under LVPEI, as applicable, in case of any eye related illness/health difficulties.|For providing any eye health-related data (including reports etc.) as part of your health consultation and diagnosis and in order to contact you or your connections as part of health-related concerns.|For sharing of your eye health data with our authorized LVPEI ophthalmologists/ doctors for better diagnosis and further sharing the same with the Village Chief/ Mayor etc. (where applicable based on your GPS location) depending on the severity of the eye issue in case you are unable to reach out to/ inform the LVPEI doctors for treatment.|To provide the list of Eye clinics/ hospitals affiliated with LVPEI near you, for you to reach out to in case of any eye related problems.|For using the information such as Eye Image, symptoms related to the eye image, Age, Blood Group, Location without any identifiers to help train our machine learning or artificial intelligence models for the purpose of providing proper diagnosis in the future|For sending reminder, communication, campaign mailers, to create awareness for eye health.
as: আপোনাৰ আৰু আপোনাৰ সংযোগৰ বাবে চকু সম্পৰ্কীয় অনলাইন স্বাস্থ্য পৰীক্ষাৰ বাবে আমাৰ এপ্লিকেচন আৰু ইয়াৰ বৈশিষ্ট্যসমূহ প্ৰৱেশ কৰিবলৈ আপোনাক সক্ষম কৰিবলৈ (আপোনাৰ দ্বাৰা প্ৰদান কৰা অনুসৰি)। |যিকোনো চকু সম্পৰ্কীয় ৰোগ/স্বাস্থ্য সমস্যাৰ ক্ষেত্ৰত প্ৰযোজ্য হোৱাকৈ, এল. ভি. পি. ই. আই.-ৰ অধীনত দৃষ্টিশক্তি প্ৰযুক্তিবিদ, চকুৰোগ বিশেষজ্ঞৰ সৈতে যোগাযোগ কৰিবলৈ আপোনাক সক্ষম কৰক। |আপোনাৰ স্বাস্থ্য পৰামৰ্শ আৰু ৰোগ নিৰ্ণয়ৰ অংশ হিচাপে আৰু স্বাস্থ্য সম্পৰ্কীয় চিন্তাৰ অংশ হিচাপে আপোনাৰ সৈতে বা আপোনাৰ সংযোগৰ সৈতে যোগাযোগ কৰিবলৈ যিকোনো চকুৰ স্বাস্থ্য সম্পৰ্কীয় তথ্য (প্ৰতিবেদনকে ধৰি) প্ৰদান কৰক। |ভাল ৰোগ নিৰ্ণয়ৰ বাবে আমাৰ অনুমোদিত এল. ভি. পি. ই. আই. চকুৰোগ বিশেষজ্ঞ/চিকিৎসকৰ সৈতে আপোনাৰ চকুৰ স্বাস্থ্যৰ তথ্য ভাগ বতৰা কৰক আৰু ইয়াক গাঁও প্ৰধান/মেয়ৰ আদিৰ সৈতে ভাগ বতৰা কৰক। (য 'ত আপোনাৰ জিপিএছ অৱস্থানৰ ওপৰত ভিত্তি কৰি প্ৰযোজ্য) চকুৰ সমস্যাৰ তীব্ৰতাৰ ওপৰত নিৰ্ভৰ কৰি যদি আপুনি চিকিৎসাৰ বাবে এলভিপিইআই চিকিৎসকৰ ওচৰলৈ যাব/অৱগত কৰিব নোৱাৰে। আপোনাৰ ওচৰৰ এল. ভি. পি. ই. আই.-ৰ সৈতে সংযুক্ত চকুৰ ক্লিনিক/চিকিৎসালয়সমূহৰ তালিকা প্ৰদান কৰিবলৈ, যাতে আপুনি চকু সম্পৰ্কীয় যিকোনো সমস্যাৰ ক্ষেত্ৰত যোগাযোগ কৰিব পাৰে। |চকুৰ ছবিৰ দৰে তথ্য ব্যৱহাৰ কৰিবলৈ, চকুৰ ছবিৰ সৈতে সম্পৰ্কিত লক্ষণ, বয়স, তেজৰ গোট, কোনো চিনাক্তকৰণ নোহোৱা অৱস্থান যাতে ভৱিষ্যতে সঠিক ৰোগ নিৰ্ণয় প্ৰদান কৰাৰ উদ্দেশ্যে আমাৰ যন্ত্ৰ শিক্ষণ বা কৃত্ৰিম বুদ্ধিমত্তা মডেলসমূহক প্ৰশিক্ষণ প্ৰদান কৰাত সহায় কৰিব পাৰি। |চকুৰ স্বাস্থ্যৰ বাবে সজাগতা সৃষ্টি কৰিবলৈ ৰিমাইণ্ডাৰ, যোগাযোগ, প্ৰচাৰ মেইলৰ প্ৰেৰণৰ বাবে।
bn: আপনার এবং আপনার সংযোগগুলির (আপনার দ্বারা প্রদত্ত) জন্য চোখ সম্পর্কিত অনলাইন স্বাস্থ্য পরীক্ষার জন্য আমাদের অ্যাপ্লিকেশন এবং এর বৈশিষ্ট্যগুলি অ্যাক্সেস করতে আপনাকে সক্ষম করতে।|চোখ সম্পর্কিত কোনও অসুস্থতা/স্বাস্থ্য সমস্যার ক্ষেত্রে, প্রযোজ্য হিসাবে, এল. ভি. পি. ই. আই-এর অধীনে দৃষ্টি প্রযুক্তিবিদ, চক্ষু বিশেষজ্ঞদের সাথে যোগাযোগ করতে আপনাকে সক্ষম করতে।|আপনার স্বাস্থ্য পরামর্শ এবং রোগ নির্ণয়ের অংশ হিসাবে চোখের স্বাস্থ্য সম্পর্কিত যে কোনও তথ্য (রিপোর্ট ইত্যাদি সহ) সরবরাহ করার জন্য এবং স্বাস্থ্য সম্পর্কিত উদ্বেগের অংশ হিসাবে আপনার বা আপনার সংযোগের সাথে যোগাযোগ করার জন্য।|আরও ভাল রোগ নির্ণয়ের জন্য আমাদের অনুমোদিত এল. ভি. পি. ই. আই চক্ষু বিশেষজ্ঞ/চিকিৎসকদের সাথে আপনার চোখের স্বাস্থ্য সম্পর্কিত তথ্য ভাগ করে নেওয়ার জন্য এবং চোখের সমস্যার তীব্রতার উপর নির্ভর করে গ্রাম প্রধান/মেয়র ইত্যাদির সাথে ভাগ করে নেওয়ার জন্য (যেখানে প্রযোজ্য আপনার জি. পি. এস অবস্থানের উপর ভিত্তি করে) যদি আপনি চিকিত্সার জন্য এল. ভি. পি. ই. আই চিকিৎসকদের কাছে পৌঁছাতে/অবহিত করতে অক্ষম হন।|আপনার কাছাকাছি এল. ভি. পি. ই. আই-এর সঙ্গে যুক্ত চক্ষু ক্লিনিক/হাসপাতালের তালিকা প্রদান করুন, যাতে আপনি চোখ সম্পর্কিত কোনও সমস্যার ক্ষেত্রে যোগাযোগ করতে পারেন।|ভবিষ্যতের সঠিক রোগ নির্ণয়ের উদ্দেশ্যে আমাদের মেশিন লার্নিং বা কৃত্রিম বুদ্ধিমত্তার মডেলগুলিকে প্রশিক্ষণ দিতে সহায়তা করার জন্য চোখের চিত্র, চোখের চিত্র সম্পর্কিত লক্ষণ, বয়স, রক্তের গ্রুপ, কোনও সনাক্তকারী ছাড়াই অবস্থানের মতো তথ্য ব্যবহার করার জন্য।|চোখের স্বাস্থ্যের জন্য সচেতনতা তৈরি করতে অনুস্মারক, যোগাযোগ, প্রচারাভিযান মেলার পাঠানোর জন্য।
gu: તમને અને તમારા જોડાણો માટે (તમારા દ્વારા પૂરા પાડવામાં આવેલ) આંખ સંબંધિત ઓનલાઇન આરોગ્ય તપાસ માટે અમારી એપ્લિકેશન અને તેની સુવિધાઓને ઍક્સેસ કરવા માટે તમને સક્ષમ કરવા માટે. | આંખ સંબંધિત કોઈપણ બીમારી/આરોગ્ય સમસ્યાઓના કિસ્સામાં, લાગુ પડે તે પ્રમાણે, એલ. વી. પી. ઈ. આઈ. હેઠળ વિઝન ટેકનિશિયન, નેત્રરોગ વિશેષજ્ઞોનો સંપર્ક કરવા માટે તમને સક્ષમ કરવા માટે. | તમારા સ્વાસ્થ્ય પરામર્શ અને નિદાનના ભાગ રૂપે કોઈપણ આંખના સ્વાસ્થ્ય સંબંધિત માહિતી (અહેવાલો વગેરે સહિત) પ્રદાન કરવા માટે અને સ્વાસ્થ્ય સંબંધિત ચિંતાઓના ભાગ રૂપે તમારો અથવા તમારા જોડાણોનો સંપર્ક કરવા માટે.| વધુ સારા નિદાન માટે અમારા અધિકૃત એલ. વી. પી. ઈ. આઈ. નેત્રરોગ વિશેષજ્ઞો/ડોકટરો સાથે તમારી આંખના સ્વાસ્થ્યની માહિતી શેર કરવા માટે અને જો તમે સારવાર માટે એલ. વી. પી. ઈ. આઈ. ડોકટરો સુધી પહોંચવામાં/જાણ કરવામાં અસમર્થ હોવ તો આંખની સમસ્યાની ગંભીરતાને આધારે ગ્રામ પ્રમુખ/મેયર વગેરે (જ્યાં લાગુ હોય ત્યાં તમારા જી. પી. એસ. સ્થાનના આધારે) સાથે શેર કરવા માટે.| તમારી નજીકના એલ. વી. પી. ઈ. આઈ. સાથે જોડાયેલા આંખના ક્લિનિક્સ/હોસ્પિટલોની સૂચિ પ્રદાન કરવા માટે, જેથી તમે આંખ સંબંધિત કોઈ પણ સમસ્યાના કિસ્સામાં સંપર્ક કરી શકો. | આંખની છબી, આંખની છબી સંબંધિત લક્ષણો, ઉંમર, રક્ત જૂથ, કોઈપણ ઓળખકર્તા વિનાનું સ્થાન જેવી માહિતીનો ઉપયોગ કરવા માટે ભવિષ્યમાં યોગ્ય નિદાન પ્રદાન કરવાના હેતુથી અમારા મશીન લર્નિંગ અથવા આર્ટિફિશિયલ ઇન્ટેલિજન્સ મોડેલ્સને તાલીમ આપવામાં મદદ કરવા માટે. | આંખના સ્વાસ્થ્ય માટે જાગૃતિ લાવવા માટે રીમાઇન્ડર, સંદેશાવ્યવહાર, ઝુંબેશ મેલર્સ મોકલવા માટે.
hi: आपको अपने और आपके संबंधों के लिए ऑनलाइन नेत्र संबंधित स्वास्थ्य जांच के लिए हमारे ऐप्लिकेशन और इसकी विशेषताओं तक पहुंचने की सुविधा प्रदान करने के लिए (जैसा कि आप द्वारा प्रदान किया जाता है)| किसी भी आँख संबंधित बीमारी/स्वास्थ्य कठिनाइयों के मामले में लागू होने पर आपको एलवीपीईआई के तहत दृष्टि तकनीकियों, दृष्टि चिकित्सकों से संपर्क करने की सुविधा प्रदान करने के लिए।| आपके स्वास्थ्य परामर्श और निदान के हिस्से के रूप में किसी भी आँख स्वास्थ्य से संबंधित डेटा (रिपोर्ट आदि सहित) प्रदान करने और आपको या आपके संबंधों के स्वास्थ्य से संबंधित चिंताओं के हिस्से के रूप में संपर्क करने के लिए।| आपके व्यक्तिगत डेटा को हमारे अधिकृत एलवीपीईआई दृष्टि चिकित्सकों/डॉक्टरों के साथ साझा करने के लिए, जो उपचार के लिए एलवीपीईआई डॉक्टरों से संपर्क करने में असमर्थ हैं या सुझाव देने के लिए गाँव के मुख्य/मेयर आदि के साथ (जहां आपके जीपीएस स्थान के आधार पर लागू हो सकता है) डॉक्टरों को सूचित करने के बारे में, आँख समस्या की गंभीरता के आधार पर| आपके पास किसी भी आँख संबंधित समस्या के मामले में संपर्क करने के लिए| आपके पास एलवीपीईआई के साथ संबंधित आँख क्लिनिक/अस्पतालों की सूची प्रदान करने के लिए| बिना किसी पहचानकर्ता के सहित जानकारी जैसे आँख की छवि, आँख की छवि के संबंधित लक्षण, आयु, रक्त समूह, स्थान आदि का उपयोग करने के लिए हमारे मशीन लर्निंग या कृत्रिम बुद्धिमत्ता (आर्टिफिशियल इंटेलिजेंस) मॉडल्स को अच्छा निदान प्रदान करने के उद्देश्य से| आँख स्वास्थ्य के संबंध में जागरूकता बनाने के लिए, स्मरण, संचार, अभियांत्रिक मेलर भेजने के लिए, आँख स्वास्थ्य के लिए।
kn: ನೀವು ಮತ್ತು ನಿಮ್ಮ ಸಂಪರ್ಕಗಳಿಗಾಗಿ (ನೀವು ಒದಗಿಸಿರುವಂತೆ) ಕಣ್ಣಿನ ಸಂಬಂಧಿತ ಆನ್‌ಲೈನ್ ಆರೋಗ್ಯ ತಪಾಸಣೆಗಾಗಿ ನಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಮತ್ತು ಅದರ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡಲು. ಅನಾರೋಗ್ಯ/ಆರೋಗ್ಯ ತೊಂದರೆಗಳು.|ನಿಮ್ಮ ಆರೋಗ್ಯ ಸಮಾಲೋಚನೆ ಮತ್ತು ರೋಗನಿರ್ಣಯದ ಭಾಗವಾಗಿ ಯಾವುದೇ ಕಣ್ಣಿನ ಆರೋಗ್ಯ-ಸಂಬಂಧಿತ ಡೇಟಾವನ್ನು (ವರದಿಗಳು ಇತ್ಯಾದಿಗಳನ್ನು ಒಳಗೊಂಡಂತೆ) ಒದಗಿಸಲು ಮತ್ತು ಆರೋಗ್ಯ-ಸಂಬಂಧಿತ ಕಾಳಜಿಗಳ ಭಾಗವಾಗಿ ನಿಮ್ಮನ್ನು ಅಥವಾ ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ಸಂಪರ್ಕಿಸಲು.|ನಿಮ್ಮ ಹಂಚಿಕೆಗಾಗಿ ಉತ್ತಮ ರೋಗನಿರ್ಣಯಕ್ಕಾಗಿ ನಮ್ಮ ಅಧಿಕೃತ LVPEI ನೇತ್ರಶಾಸ್ತ್ರಜ್ಞರು/ವೈದ್ಯರೊಂದಿಗೆ ಕಣ್ಣಿನ ಆರೋಗ್ಯದ ಡೇಟಾವನ್ನು ನೀವು ತಲುಪಲು ಸಾಧ್ಯವಾಗದಿದ್ದಲ್ಲಿ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಯ ತೀವ್ರತೆಯನ್ನು ಅವಲಂಬಿಸಿ ಗ್ರಾಮದ ಮುಖ್ಯಸ್ಥ/ಮೇಯರ್ ಇತ್ಯಾದಿಗಳೊಂದಿಗೆ (ಅಲ್ಲಿ ನಿಮ್ಮ GPS ಸ್ಥಳವನ್ನು ಆಧರಿಸಿ ಅನ್ವಯಿಸುತ್ತದೆ) ಹಂಚಿಕೊಳ್ಳುವುದು ಚಿಕಿತ್ಸೆಗಾಗಿ LVPEI ವೈದ್ಯರಿಗೆ ತಿಳಿಸಲು/ ತಿಳಿಸಲು.|ನಿಮ್ಮ ಬಳಿ ಇರುವ LVPEI ನೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿರುವ ಕಣ್ಣಿನ ಚಿಕಿತ್ಸಾಲಯಗಳು/ಆಸ್ಪತ್ರೆಗಳ ಪಟ್ಟಿಯನ್ನು ಒದಗಿಸಲು, ಯಾವುದೇ ಕಣ್ಣಿನ ಸಂಬಂಧಿತ ಸಮಸ್ಯೆಗಳ ಸಂದರ್ಭದಲ್ಲಿ ನೀವು ಸಂಪರ್ಕಿಸಲು.|ಕಣ್ಣಿನ ಚಿತ್ರದಂತಹ ಮಾಹಿತಿಯನ್ನು ಬಳಸಲು, ಭವಿಷ್ಯದಲ್ಲಿ ಸರಿಯಾದ ರೋಗನಿರ್ಣಯವನ್ನು ಒದಗಿಸುವ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಮ್ಮ ಯಂತ್ರ ಕಲಿಕೆ ಅಥವಾ ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ ಮಾದರಿಗಳಿಗೆ ತರಬೇತಿ ನೀಡಲು ಸಹಾಯ ಮಾಡಲು ಯಾವುದೇ ಗುರುತಿಸುವಿಕೆಗಳಿಲ್ಲದ ಕಣ್ಣಿನ ಚಿತ್ರ, ವಯಸ್ಸು, ರಕ್ತದ ಗುಂಪು, ಸ್ಥಳಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಲಕ್ಷಣಗಳು|ಜ್ಞಾಪನೆ, ಸಂವಹನ, ಪ್ರಚಾರ ಮೇಲ್ ಕಳುಹಿಸಲು, ಜಾಗೃತಿ ಮೂಡಿಸಲು ಕಣ್ಣಿನ ಆರೋಗ್ಯ.
ml: നിങ്ങളുടെയും നിങ്ങളുടെ ബന്ധങ്ങളുടെയും (നിങ്ങൾ നൽകിയതനുസരിച്ച്) കണ്ണുമായി ബന്ധപ്പെട്ട ഓൺലൈൻ ആരോഗ്യ പരിശോധനയ്ക്കായി നമ്മുടെ അപ്ലിക്കേഷനും അതിന്റെ സവിശേഷതകളും ആക്സസ് ചെയ്യാൻ നിങ്ങളെ അനുവദിക്കുന്നു.|ഏതെങ്കിലും കണ്ണിന്റെ അസുഖം/ആരോഗ്യ പ്രശ്നങ്ങൾക്ക് പകരം LVPEI കീഴിലെ വിഷൻ ടെക്നീഷ്യന്മാർ, ഓഫ്താൽമോളജിസ്റ്റുകൾ എന്നിവരുമായി ബന്ധപ്പെടാൻ നിങ്ങളെ അനുവദിക്കുന്നു.|നിങ്ങളുടെ ആരോഗ്യ പരാമർശത്തിന ത്തിനും നിദാനത്തിനും ഭാഗമായ ഏതെങ്കിലും നേത്രാരോഗ്യ ഡാറ്റ (റിപ്പോർട്ടുകൾ ഉൾപ്പെടെ) നൽകുന്നതിനും, ആരോഗ്യസംബന്ധമായ ആശങ്കകളിൽ നിങ്ങളെയോ നിങ്ങളുടെ ബന്ധങ്ങളെയോ ബന്ധപ്പെടുന്നതിനും.|നിങ്ങളുടെ നേത്രാരോഗ്യ ഡാറ്റ ഞങ്ങളുടെ അംഗീകൃത LVPEI നേത്രരോഗ വിദഗ്ധരോട്/ ഡോക്ടർമാരോട് പങ്കുവെക്കുന്നതും, കൂടുതൽ നിദാനം നടത്താൻ അവരുടെ സഹായം നേടുന്നതും, നിങ്ങളുടെ GPS സ്ഥലത്തിന്റെ അവസ്ഥയെ അനുസരിച്ച് (ആവശ്യമായ കാര്യങ്ങളിൽ) നേത്ര പ്രശ്നത്തിന്റെ ഗുരുതരതയ്ക്ക് അനുസൃതമായി LVPEI ഡോക്ടർമാർക്ക് വിവരം നൽകാൻ പറ്റാത്ത സാഹചര്യങ്ങളിൽ ഗ്രാമമുഖ്യനോ/ മേയറോ (പ്രസക്തമായ സ്ഥലങ്ങളിൽ) അതേ പോലെ പങ്കുവെക്കുന്നതും ചെയ്യുന്നു.|നിങ്ങളുടെ സമീപത്തുള്ള LVPEI-യുടെ നേത്രക്ലിനിക്കുകൾ/ ആശുപത്രികൾ നിങ്ങൾ ഏതെങ്കിലും നേത്ര പ്രശ്നങ്ങൾക്ക് ബന്ധപ്പെടാൻ പട്ടിക നൽകുന്നതും ചെയ്യുന്നു.|തിരിച്ചറിയൽ ചിഹ്നങ്ങൾ ഇല്ലാതെ കണ്ണിന്റെ ചിത്രം, കണ്ണിന്റെ ചിത്രത്തോട് ബന്ധപ്പെട്ട ലക്ഷണങ്ങൾ, പ്രായം, രക്തഗ്രൂപ്പ്, സ്ഥലം എന്നിവ ഉപയോഗിച്ച് ഭാവിയിലെ ശരിയായ നിദാനം നൽകുന്നതിനായി നമ്മുടെ മെഷീൻ ലേണിംഗ് അല്ലെങ്കിൽ കൃത്രിമ ബുദ്ധി മോഡലുകൾ പരിശീലിപ്പിക്കാൻ ഉപയോഗിക്കുന്നു.|കണ്ണിന്റെ ആരോഗ്യത്തെ കുറിച്ച് ബോധവത്കരണം സൃഷ്ടിക്കാൻ, ഓർമ്മിപ്പിക്കൽ, കമ്മ്യൂണിക്കേഷൻ, ക്യാമ്പെയ്ൻ മെയിലർമാർ അയക്കുന്നത്.
mr: अॅप वापरण्यासाठी आणि तुमच्या व तुम्ही दिलेल्या संबंधितांच्या डोळ्यांशी संबंधित आॅनलाइन नेत्रचिकित्सा वैशिष्ट्यांसाठी. | डोळ्यांच्या काही समस्या असल्यास एलव्हीपीईआयचे नेत्र तंत्रज्ञ, नेत्रतज्ञ यांच्याशी गरजेनुसार संपर्क साधण्यासाठी । डोळ्यांशी संबंधित माहिती, चाचणी अहवाल वगैरेंसह, आमच्या अधिकृत एलव्हीपीईआय नेत्ररोगतज्ज्ञांशी/डॉक्टरांशी सामायिक करण्यासाठी, योग्य निदानासाठी आणि गावाचे मुख्य/महापौर इत्यादींशी (तुमच्या जीपीएस स्थानावर आधारित जेथे जे लागू असेल) तो डेटा सामायिक करण्यासाठी, नेत्र समस्येच्या गांभीर्यानुसार, तुम्ही एलव्हीपीईआय डॉक्टरांशी संपर्क साधू शकत नसाल किंवा उपचारासाठी माहिती देण्यास समर्थ नसाल तर.|तुमच्या नजीक एलव्हीपीईआयशी संलग्न असलेल्या नेत्र चिकित्सालयांची/रुग्णालयांची यादी प्रदान करणे, जेणेकरून तुम्ही कोणत्याही नेत्र संबंधित समस्यांच्या बाबतीत त्यांना भेटू शकता.|योग्य निदान करण्यासाठी भविष्यात आमच्या मशीन लर्निंग किंवा कृत्रिम बुद्धिमत्ता मॉडेल्सचे प्रशिक्षण करण्यासाठी नेत्र प्रतिमा, नेत्र प्रतिमेशी संबंधित लक्षणे, वय, रक्तगट, स्थान इत्यादींचा, कोणत्याही ओळखण्यायोग्य तपशीलांशिवाय, वापर करण्यासाठी. |डोळ्यांच्या आरोग्यासाठी जागृती निर्माण करण्यासाठी, स्मरणपत्र, संपर्क, प्रचार साहित्य पाठविण्यासाठी.
or: ଆପଣଙ୍କୁ ଆମର ଆବେଦନରେ ଏବଂ ତାର ସୁବିଧାମାନଙ୍କୁ ପ୍ରବେଶ ଦେବାକୁ ସକ୍ଷମ କରିବା ପାଇଁ ଏବଂ ଆପଣଙ୍କ ସଂଯୋଗ (ଆପଣଙ୍କ ଦ୍ୱାରା ପ୍ରଦତ୍ତ) ପାଇଁ ଚକ୍ଷୁ ସମ୍ପର୍କିତ ଅନଲାଇନ ସ୍ବାସ୍ଥ୍ୟ ପରୀକ୍ଷା ପାଇଁ | ଯେକୌଣସି ଚକ୍ଷୁ ସମ୍ପର୍କିତ ଅସୁସ୍ଥତା / ସ୍ବାସ୍ଥ୍ୟ କଷ୍ଟ ଅବସ୍ଥାରେ LVPEI ଅଧୀନରେ ଦୃଷ୍ଟି ପ୍ରଯୁକ୍ତି ବିଶେଷଜ୍ଞ, ନେତ୍ର ଚିକିତ୍ସକଙ୍କ ସହିତ ସମ୍ପର୍କ ସ୍ଥାପନ ପାଇଁ | ଆପଣଙ୍କ ସ୍ବାସ୍ଥ୍ୟ ପରାମର୍ଶ ଏବଂ ନିଦାନର ଭାଗ ଭାବେ ଯେକୌଣସି ଚକ୍ଷୁ ସ୍ବାସ୍ଥ୍ୟ-ସମ୍ପର୍କିତ ଡାଟା (ରିପୋର୍ଟ ସହିତ) ପ୍ରଦାନ କରିବାକୁ | ସ୍ବାସ୍ଥ୍ୟ-ସମ୍ପର୍କିତ ଚିନ୍ତାର ଭାଗ ଭାବେ ଆପଣଙ୍କ ଏବଂ ଆପଣଙ୍କ ସଂଯୋଗଙ୍କୁ ସମ୍ପର୍କ କରିବାକୁ | ଉତ୍ତମ ନିଦାନ ପାଇଁ ଆମର ଅଧିକୃତ LVPEI ନେତ୍ର ଚିକିତ୍ସକ/ ଡାକ୍ତରମାନଙ୍କ ସହିତ ଆପଣଙ୍କ ଚକ୍ଷୁ ସ୍ବାସ୍ଥ୍ୟ ଡାଟା ସେୟାର କରିବା ପାଇଁ | ଆପଣଙ୍କ ଜିପିୟିଏସ ସ୍ଥାନ ଉପରେ ଆଧାରିତ ଗାଁ ମୁଖିଆ / ମେୟର ଇତ୍ୟାଦି ସହିତ (ଯେଉଁଠାରେ ଯୋଗ୍ୟ) ସେହି ସହିତ ସେୟାର କରିବାକୁ | ଯଦି ଆପଣ LVPEI ଡାକ୍ତରମାନଙ୍କୁ ଚିକିତ୍ସା ପାଇଁ ପୌଁଛି ନ ପାରନ୍ତି ବା ସୂଚନା ଦେଇ ନ ପାରନ୍ତି ତେବେ ଚକ୍ଷୁ ସମସ୍ୟାର ଗୁରୁତ୍ୱ ଅନୁସାରେ ଗାଁ ମୁଖିଆ / ମେୟର ଇତ୍ୟାଦିଙ୍କ ସହିତ ସେୟାର କରିବାକୁ | ଆପଣଙ୍କ ନିକଟରେ LVPEI ସହିତ ସହଯୋଗୀ ଚକ୍ଷୁ କ୍ଲିନିକ୍ / ହସ୍ପିଟାଲର ତାଲିକା ପ୍ରଦାନ କରିବା ପାଇଁ, ଯେଉଁଠି ଯେକୌଣସି ଚକ୍ଷୁ ସମସ୍ୟା ପାଇଁ ଆପଣ ପୌଁଛିବାକୁ | ଚକ୍ଷୁ ଚିତ୍ର, ଚକ୍ଷୁ ଚିତ୍ର ସହିତ ଲକ୍ଷଣ, ବୟସ, ରକ୍ତ ଗୋଷ୍ଠୀ, ସ୍ଥାନ ଆଦି ସମ୍ପର୍କିତ ତଥ୍ୟ ଯେକୌଣସି ଚିହ୍ନକାରୀ ବିନା ବ୍ୟବହାର କରିବା ପାଇଁ | ଭବିଷ୍ୟତରେ ସଠିକ ନିଦାନ ପ୍ରଦାନ କରିବା ଉଦ୍ଦେଶ୍ୟରେ ମେସିନ ଲର୍ନିଂ କିମ୍ବା କୃତ୍ରିମ ବୁଦ୍ଧିମତ୍ତା ମଡେଲଗୁଡିକୁ ପ୍ରଶିକ୍ଷଣ ଦେବା ପାଇଁ | ଚକ୍ଷୁ ସ୍ବାସ୍ଥ୍ୟ ପାଇଁ ସଚେତନତା ସୃଷ୍ଟି କରିବା, ଅଭିଯାନ ମେଲରସହ ରିମାଇଣ୍ଡର, ସଂଯୋଗ ପତ୍ର ପଠାଇବା ପାଇଁ।
ta: உங்கள் மற்றும் உங்கள் தொடர்புகளுக்கான (உங்களால் வழங்கப்பட்ட) கண் சம்பந்தப்பட்ட ஆன்லைன் சுகாதார சோதனைக்கு எங்கள் பயன்பாட்டை மற்றும் அதன் அம்சங்களை அணுக உதவுவதற்காக.|ஏதேனும் கண் சம்பந்தப்பட்ட நோய்/ஆரோக்கிய சிக்கல்கள் இருந்தால், LVPEI க்கு உட்பட்ட கண் நிபுணர்கள், கண் மருத்துவர்களுடன் தொடர்பு கொள்ள உதவுவதற்காக.|உங்கள் சுகாதார ஆலோசனை மற்றும் நியாயமானது போன்ற எந்தவொரு கண் சுகாதார தரவுகளையும் (அறிக்கைகள் உள்ளிட்ட) வழங்குவதற்கும், சுகாதார சம்பந்தப்பட்ட கவலைகளுக்காக உங்களை அல்லது உங்கள் தொடர்புகளை தொடர்பு கொள்ளவும்.|உங்கள் கண் சுகாதார தரவுகளை எங்கள் அங்கீகாரப்பட்ட LVPEI கண் மருத்துவர்கள் / மருத்துவர்களுடன் பகிர்ந்து, மேலும் அதேவை கிராம தலைவர் / மேயர் போன்றவர்களுடன் பகிர்ந்து (உங்கள் GPS இடத்தின் அடிப்படையில் பொருத்தமானது) சிகிச்சைக்காக LVPEI மருத்துவர்களை அடைய அல்லது தகவல் கொடுக்க முடியாத போது கண் பிரச்சினையின் தீவிரத்தைப் பொருத்து.|LVPEI உடன் இணைந்த கண் மருத்துவமனைகள் / கிளினிக்குகள் பட்டியலை வழங்குவதற்கும், ஏதேனும் கண் சம்பந்தப்பட்ட பிரச்சினைகள் இருந்தால் அணுக உங்களுக்கு உதவுவதற்கும்.|சரியான நியாயமானதை வழங்குவதற்கு எங்கள் இயந்திர கற்றல் அல்லது செயற்கை நுண்ணறிவு மாதிரிகளை பயிற்சி செய்ய உதவுவதற்காக கண் படம், கண் படம் சம்பந்தப்பட்ட அறிகுறிகள், வயது, இரத்த வகை, இடம் போன்ற தகவல்களை எந்தவொரு அடையாளங்களும் இல்லாமல் பயன்படுத்துவதற்கும்.|கண் ஆரோக்கியத்துக்கான விழிப்புணர்வு உருவாக்க, நினைவூட்டல், தொடர்பு, பிரச்சார மெயிலர்களை அனுப்புவதற்கும்.
te: మీ కోసం మరియు మీ సంబందితుల కోసం (మీరు అందించిన విధంగా) కంటి సంబంధిత ఆన్లైన్ ఆరోగ్య తనిఖీ కోసం, మా అప్లికేషన్ మరియు దాని లక్షణాలను యాక్సెస్ చేయడానికి మీకు వీలు కల్పించడానికి. | ఏదైనా కంటి సంబంధిత అనారోగ్యం/ఆరోగ్య సమస్యల విషయంలో, వర్తించే విధంగా, ఎల్ వి పి ఇ ఐ లోని దృష్టి సాంకేతిక నిపుణులు, నేత్ర వైద్యులను సంప్రదించడానికి మీకు వీలు కల్పిస్తుంది. | మీ ఆరోగ్య సంప్రదింపులు మరియు రోగనిర్ధారణలో భాగంగా, ఏదైనా కంటి ఆరోగ్య సంబంధిత డేటాను (నివేదికలతో సహా) అందించడానికి, మరియు ఆరోగ్య సంబంధిత సమస్యలలో భాగంగా మిమ్మల్ని లేదా మీ కనెక్షన్లను సంప్రదించడానికి. | మీరు చికిత్స కోసం ఎల్ వి పి ఇ ఐ వైద్యులను సంప్రదించలేకపోతే/తెలియజేయలేకపోతే, కంటి సమస్య యొక్క తీవ్రతను బట్టి మెరుగైన రోగనిర్ధారణ కోసం మా అధీకృత ఎల్ వి పి ఇ ఐ నేత్రవైద్యులు/వైద్యులతో మరియు (మీ జిపిఎస్ స్థానం ఆధారంగా వర్తించే చోట) గ్రామ చీఫ్/మేయర్ మొదలైన వారితో మీ కంటి ఆరోగ్య డేటాను షేర్ చేయడానికి. | మీకు సమీపంలోని ఎల్ వి పి ఇ ఐ అనుబంధంగా ఉన్న కంటి క్లినిక్లు/ఆసుపత్రుల జాబితాను అందించడానికి, మీరు ఏదైనా కంటి సంబంధిత సమస్యల విషయంలో సంప్రదించడానికి. | భవిష్యత్తులో సరైన రోగనిర్ధారణను అందించే ఉద్దేశ్యంతో మన యంత్ర అభ్యాసం లేదా కృత్రిమ మేధస్సు నమూనాలకు శిక్షణ ఇవ్వడంలో సహాయపడటానికి మీ యొక్క కంటి చిత్రం, కంటి చిత్రానికి సంబంధించిన లక్షణాలు, వయస్సు, బ్లడ్ గ్రూప్, ఎటువంటి ఐడెంటిఫైయర్లు లేని సమాచారాన్ని ఉపయోగించడానికి. | కంటి ఆరోగ్యం గురించి అవగాహన కల్పించడానికి రిమైండర్, కమ్యూనికేషన్, క్యాంపెయిన్ మెయిలర్లను పంపడానికి.
ur: آپ کو آنکھوں سے متعلق آن لائن صحت کی جانچ کے لیے ہماری ایپلی کیشن اور اس کی خصوصیات تک رسائی حاصل کرنے کے قابل بنانے کے لیے (جیسا کہ آپ نے فراہم کیا ہے)۔|آنکھوں سے متعلق کسی بھی بیماری/صحت کی مشکلات کی صورت میں، آپ کو ایل وی پی ای آئی کے تحت بصارت کے تکنیکی ماہرین، ماہر امراض چشم سے رابطہ کرنے کے قابل بنانا۔|آپ کی صحت سے متعلق مشاورت اور تشخیص کے حصے کے طور پر آنکھوں کی صحت سے متعلق کوئی بھی ڈیٹا (بشمول رپورٹس وغیرہ) فراہم کرنے اور صحت سے متعلق خدشات کے حصے کے طور پر آپ سے یا آپ کے رابطوں سے رابطہ کرنے کے لیے۔|بہتر تشخیص کے لیے اپنے مجاز ایل وی پی ای آئی ماہر امراض چشم/ڈاکٹروں کے ساتھ اپنی آنکھوں کی صحت کا ڈیٹا شیئر کرنے اور اسے ولیج چیف/میئر وغیرہ کے ساتھ شیئر کرنے کے لیے (جہاں آپ کے جی پی ایس لوکیشن کی بنیاد پر لاگو ہوتا ہے) آنکھوں کے مسئلے کی شدت پر منحصر ہے اگر آپ علاج کے لیے ایل وی پی ای آئی ڈاکٹروں تک پہنچنے/مطلع کرنے سے قاصر ہیں۔|آنکھوں سے متعلق کسی بھی مسئلے کی صورت میں آپ تک پہنچنے کے لیے اپنے قریب ایل وی پی ای آئی سے وابستہ آنکھوں کے کلینکوں/اسپتالوں کی فہرست فراہم کرنا۔|مستقبل میں مناسب تشخیص فراہم کرنے کے مقصد سے ہماری مشین لرننگ یا مصنوعی ذہانت کے ماڈلز کو تربیت دینے میں مدد کے لیے آئی امیج، آنکھ کی تصویر سے متعلق علامات، عمر، بلڈ گروپ، بغیر کسی شناخت کے مقام جیسی معلومات کا استعمال کرنے کے لیے۔|آنکھوں کی صحت کے بارے میں بیداری پیدا کرنے کے لیے یاد دہانی، مواصلات، مہم میلر بھیجنے کے لیے۔

# privacyPolicyDataRecipientsTitle
source: Data Recipients/ Accessible to:
as: তথ্য গ্ৰহণকাৰী/ইয়াত উপলব্ধঃ
bn: তথ্য প্রাপক/অ্যাক্সেসযোগ্য
gu: ડેટા પ્રાપ્તકર્તાઓ/સુલભઃ
hi: डेटा प्राप्तकर्ता/ उपयोग करने योग्य:
kn: ಡೇಟಾ ಸ್ವೀಕರಿಸುವವರು/ ಪ್ರವೇಶಿಸಬಹುದಾದ:
ml: ഡാറ്റ സ്വീകർത്താക്കൾ/ആക്സസ് ചെയ്യാവുന്നവർഃ
mr: डेटा प्राप्तकर्ते/ वापरकर्ते
or: ତଥ୍ଯ଼ ପ୍ରାପ୍ତକର୍ତ୍ତା/ଉପଲବ୍ଧକର୍ତ୍ତା
ta: தரவு பெறுநர்கள் / அணுகல் கிடைக்கும்:
te: డేటా గ్రహీతలు/అందుబాటులో ఉండేవారు:
ur: ڈیٹا وصول کنندگان/قابل رسائی:

# privacyPolicyDataRecipientsDescription
source: The personal data shared by you (including sensitive personal data) will be accessible to authorized LVPEI personnel such as Doctors/ Ophthalmologists, Vision Technicians, Vision Guardians, representatives from LVPEI, internal/external auditors, Government authorities where applicable, and our authorized service provider Infosys as applicable.
as: আপুনি শ্বেয়াৰ কৰা ব্যক্তিগত তথ্য (স্পৰ্শকাতৰ ব্যক্তিগত তথ্যকে ধৰি) চিকিৎসক/চকুৰোগ বিশেষজ্ঞ, ভিজন টেকনিচিয়ান, ভিজন গাৰ্ডিয়ান, এলভিপিইআইৰ প্ৰতিনিধি, আভ্যন্তৰীণ/বাহ্যিক অডিটাৰ, চৰকাৰী কৰ্তৃপক্ষ য 'ত প্ৰযোজ্য, আৰু আমাৰ অনুমোদিত সেৱা প্ৰদানকাৰী Infosys দৰে অনুমোদিত এলভিপিইআই কৰ্মচাৰীসকলৰ বাবে উপলব্ধ হ' ব।
bn: আপনার দ্বারা ভাগ করা ব্যক্তিগত তথ্য (সংবেদনশীল ব্যক্তিগত তথ্য সহ) অনুমোদিত এল. ভি. পি. ই. আই কর্মীদের যেমন ডাক্তার/চক্ষু বিশেষজ্ঞ, দৃষ্টি প্রযুক্তিবিদ, দৃষ্টি অভিভাবক, এল. ভি. পি. ই. আই-এর প্রতিনিধি, অভ্যন্তরীণ/বাহ্যিক নিরীক্ষক, যেখানে প্রযোজ্য সরকারী কর্তৃপক্ষ এবং আমাদের অনুমোদিত পরিষেবা প্রদানকারী ইনফোসিসের কাছে অ্যাক্সেসযোগ্য হবে।
gu: તમારા દ્વારા શેર કરવામાં આવેલ વ્યક્તિગત ડેટા (સંવેદનશીલ વ્યક્તિગત ડેટા સહિત) અધિકૃત એલ. વી. પી. ઈ. આઈ. કર્મચારીઓ જેમ કે ડોકટરો/નેત્રરોગ વિશેષજ્ઞો, વિઝન ટેકનિશિયન, વિઝન ગાર્ડિયન્સ, એલ. વી. પી. ઈ. આઈ. ના પ્રતિનિધિઓ, આંતરિક/બાહ્ય ઓડિટર્સ, જ્યાં લાગુ હોય ત્યાં સરકારી અધિકારીઓ અને અમારા અધિકૃત સેવા પ્રદાતા ઇન્ફોસિસ માટે સુલભ હશે.
hi: आपके द्वारा साझा की गई व्यक्तिगत डेटा (संवेदनशील व्यक्तिगत डेटा सहित ) को एलवीपीईआई के अधिकृत कर्मचारियों जैसे डॉक्टर/दृष्टि चिकित्सक, दृष्टि तकनीशियन, दृष्टि गार्जियन, एलवीपीईआई के प्रतिनिधियों, आंतरिक/बाहरी लेखा परीक्षको को , सरकारी अधिकारियों के साथ जहां लागू हो सकता है, और हमारे अधिकृत सेवा प्रदाता इंफोसिस के अनुसार उपयोग करने योग्य होगा।
kn: ನೀವು ಹಂಚಿಕೊಂಡ ವೈಯಕ್ತಿಕ ಡೇಟಾ (ಸೂಕ್ಷ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಒಳಗೊಂಡಂತೆ) ವೈದ್ಯರು/ ನೇತ್ರಶಾಸ್ತ್ರಜ್ಞರು, ದೃಷ್ಟಿ ತಂತ್ರಜ್ಞರು, ದೃಷ್ಟಿ ರಕ್ಷಕರು, LVPEI ನ ಪ್ರಾತಿನಿಧಿಗಳು, ಆಂತರಿಕ/ಬಾಹ್ಯ ಲೆಕ್ಕಪರಿಶೋಧಕರು, ಅನ್ವಯಿಕ ಸರ್ಕಾರಿ ಅಧಿಕಾರಿಗಳು, ಮತ್ತು ಅನ್ವಯಿಕವಾಗಿ ನಮ್ಮ ಅಧಿಕೃತ ಸೇವಾ ಒದಗಿಸುವ ಇನ್ಫೋಸಿಸ್ ಅಧಿಕೃತ LVPEI ಸಿಬ್ಬಂದಿಗೆ ಪ್ರವೇಶಿಸಬಹುದು.
ml: നിങ്ങൾ പങ്കിട്ട വ്യക്തിഗത ഡാറ്റ (സെൻസിറ്റീവ് വ്യക്തിഗത ഡാറ്റ ഉൾപ്പെടെ) അംഗീകൃത എൽവിപിഇഐ ഉദ്യോഗസ്ഥരായ ഡോക്ടർമാർ/നേത്രരോഗവിദഗ്ദ്ധർ, വിഷൻ ടെക്നീഷ്യൻമാർ, വിഷൻ ഗാർഡിയൻമാർ, എൽവിപിഇഐ പ്രതിനിധികൾ, ആന്തരിക/ബാഹ്യ ഓഡിറ്റർമാർ, ബാധകമെങ്കിൽ സർക്കാർ അധികാരികൾ, ഞങ്ങളുടെ അംഗീകൃത സേവന ദാതാവായ ഇൻഫോസിസ് എന്നിവർക്ക് ലഭ്യമാകും.
mr: तुम्ही सामायिक केलेली वैयक्तिक माहिती (संवेदनशील वैयक्तिक माहितीसह) अधिकृत LVPEI कर्मचाऱ्यांना जसे की डॉक्टर/ नेत्ररोगतज्ञ, दृष्टी तंत्रज्ञ, दृष्टी मदतनीस, LVPEI चे प्रतिनिधी, आंतरिक/बाह्य लेखापरीक्षक, योग्य ठिकाणी सरकारी अधिकाऱ्यांना, आणि आमच्या अधिकृत सेवा प्रदाता Infosys यांना उपलब्ध होईल.
or: ଆପଣଙ୍କ ଦ୍ୱାରା ସେଯ଼ାର କରାଯାଇଥିବା ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ (ସମ୍ବେଦନଶୀଳ ବ୍ୟକ୍ତିଗତ ତଥ୍ଯ଼ ସମେତ) ଡାକ୍ତର/ଚକ୍ଷୁ ବିଶେଷଜ୍ଞ, ଭିଜନ ଟେକ୍ନିସିଆନ, ଭିଜନ ଗାର୍ଡିଆନ, ଏଲଭିପିଇଆଇର ପ୍ରତିନିଧି, ଆଭ୍ୟନ୍ତରିଣ/ବାହ୍ୟ ଅଡିଟର, ସରକାରୀ କର୍ତ୍ତୃପକ୍ଷ , ଆମର ପ୍ରାଧିକୃତ ସେବା ପ୍ରଦାନକାରୀ ଇନଫୋସିସ ଭଳି ପ୍ରାଧିକୃତ ଏଲଭିପିଇଆଇ କର୍ମଚାରୀଙ୍କ ପାଇଁ ଉପଲବ୍ଧ ହେବ।
ta: உங்களால் பகிரப்படும் தனிப்பட்ட தரவு (உள்ளிட்ட நுண்ணறிவு சார்ந்த தனிப்பட்ட தரவுகள்) LVPEI பெர்சனல் போன்ற மருத்துவர்கள்/கண் மருத்துவர்கள், காண்போர் தொழில்நுட்பக்காரர்கள், காண்போர் காவலர்கள், LVPEI இன் பிரதிநிதிகள், உள்/வெளி தணிக்கையாளர்கள், தேவைப்படும் போது அரசு அதிகாரிகள், மற்றும் நமது அங்கீகாரம் பெற்ற சேவை வழங்குநர் Infosys அணுக முடியும்.
te: మీ యొక్క వ్యక్తిగత డేటా (సున్నితమైన వ్యక్తిగత డేటాతో సహా), వైద్యులు/నేత్ర వైద్య నిపుణులు, విజన్ టెక్నీషియన్లు, విజన్ గార్డియన్లు, ఎల్ వి పి ఇ ఐ ప్రతినిధులు, అంతర్గత/బాహ్య ఆడిటర్లు, వర్తించే చోట ప్రభుత్వ అధికారులు మరియు మా అధీకృత సర్వీస్ ప్రొవైడర్ ఇన్ఫోసిస్ మరియు అధీకృత ఎల్విపిఇఐ సిబ్బందికి అందుబాటులో ఉంటుంది.
ur: آپ کی طرف سے شیئر کیا گیا ذاتی ڈیٹا (حساس ذاتی ڈیٹا سمیت) مجاز ایل وی پی ای آئی اہلکاروں جیسے ڈاکٹر/ماہر امراض چشم، ویژن ٹیکنیشن، ویژن گارڈین، ایل وی پی ای آئی کے نمائندوں، اندرونی/بیرونی آڈیٹرز، جہاں قابل اطلاق ہو سرکاری حکام، اور ہمارے مجاز سروس فراہم کنندہ انفوسس کے لیے قابل رسائی ہوگا۔

# privacyPolicyDataTransferTitle
source: Data Transfer & Storage:
as: তথ্য স্থানান্তৰ আৰু সংৰক্ষণঃ
bn: তথ্য স্থানান্তর এবং সংরক্ষণঃ
gu: ડેટા ટ્રાન્સફર અને સંગ્રહઃ
hi: डेटा स्थानांतरण और संग्रहण:
kn: ಡೇಟಾ ವರ್ಗಾವಣೆ ಮತ್ತು ಸಂಗ್ರಹಣೆ:
ml: ഡാറ്റ കൈമാറ്റവും സംഭരണവുംഃ
mr: डेटा हस्तांतरण आणि संग्रहण:
or: ତଥ୍ଯ଼ ସ୍ଥାନାନ୍ତରଣ ଏବଂ ସଂରକ୍ଷଣ:
ta: தரவு பரிமாற்றம் மற்றும் சேமிப்பு:
te: డేటా బదిలీ & స్టోరేజ్:
ur: ڈیٹا ٹرانسفر اور اسٹوریج:

# privacyPolicyDataTransferDescription
source: The personal data shared by you will get stored on our internal servers, our authorized service provider’s server in India.
as: আপুনি ভাগ-বতৰা কৰা ব্যক্তিগত তথ্য আমাৰ আভ্যন্তৰীণ চাৰ্ভাৰ, ভাৰতত থকা আমাৰ অনুমোদিত সেৱা প্ৰদানকাৰীৰ চাৰ্ভাৰত সংৰক্ষণ কৰা হ 'ব।
bn: আপনার শেয়ার করা ব্যক্তিগত তথ্য আমাদের অভ্যন্তরীণ সার্ভারে, ভারতে আমাদের অনুমোদিত পরিষেবা প্রদানকারীর সার্ভারে সংরক্ষণ করা হবে।
gu: તમારા દ્વારા શેર કરવામાં આવેલ વ્યક્તિગત ડેટા અમારા આંતરિક સર્વર પર સંગ્રહિત થશે, જે ભારતમાં અમારા અધિકૃત સેવા પ્રદાતાના સર્વર છે.
hi: आपके द्वारा साझा किये गए व्यक्तिगत डेटा को हमारे आंतरिक सर्वरों पर, हमारे अधिकृत सेवा प्रदाता के सर्वर पर भारत में संग्रहित किया जाएगा।
kn: ನೀವು ಹಂಚಿಕೊಂಡ ವೈಯಕ್ತಿಕ ಡೇಟಾ ನಮ್ಮ ಆಂತರಿಕ ಸರ್ವರ್‌ಗಳಲ್ಲಿ, ಭಾರತದಲ್ಲಿನ ನಮ್ಮ ಅಧಿಕೃತ ಸೇವಾ ಒದಗಿಸುವವರ ಸರ್ವರ್‌ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ.
ml: നിങ്ങൾ പങ്കിട്ട വ്യക്തിഗത ഡാറ്റ ഇന്ത്യയിലെ ഞങ്ങളുടെ അംഗീകൃത സേവന ദാതാവിന്റെ സർവറുകളിലും ഞങ്ങളുടെ ആന്തരിക സർവറുകളിലും സംഭരിക്കപ്പെടും.
mr: तुम्ही सामायिक केलेल्या वैयक्तिक माहिती आमच्या अंतर्गत सर्व्हर्सवर, आमच्या अधिकृत सेवा प्रदात्याच्या भारतातील सर्व्हरवर संग्रहित केली जाईल.
or: ଆପଣଙ୍କ ଦ୍ୱାରା ଅଂଶୀଦାର କରାଯାଇଥିବା ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ ଆମର ଆଭ୍ଯ଼ନ୍ତରୀଣ ସର୍ଭର, ଭାରତରେ ଆମର ପ୍ରାଧିକୃତ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସର୍ଭରରେ ଗଚ୍ଛିତ ରହିବ।
ta: உங்களால் பகிரப்படும் தனிப்பட்ட தரவு நமது உள் சேவையகங்களில், நமது அங்கீகாரம் பெற்ற சேவை வழங்குநரின் சேவையகத்தில் இந்தியாவில் சேமிக்கப்படும்.
te: మీరు అందించిన వ్యక్తిగత డేటా భారతదేశంలోని మా అధీకృత సర్వీస్ ప్రొవైడర్ సర్వర్ మరియు మా అంతర్గత సర్వర్లలో నిల్వ చేయబడుతుంది.
ur: آپ کی طرف سے شیئر کیا گیا ذاتی ڈیٹا ہمارے اندرونی سرورز، ہندوستان میں ہمارے مجاز سروس فراہم کنندہ کے سرور پر محفوظ ہو جائے گا۔

# privacyPolicyDataSecurityTitle
source: Data Security:
as: তথ্য সুৰক্ষাঃ
bn: তথ্য নিরাপত্তাঃ
gu: ડેટા સુરક્ષાઃ
hi: डेटा सुरक्षा:
kn: ಡೇಟಾ ಭದ್ರತೆ:
ml: ഡാറ്റ സുരക്ഷഃ
mr: डेटा सुरक्षा:
or: ତଥ୍ଯ଼ ସୁରକ୍ଷା:
ta: தரவு பாதுகாப்பு:
te: డేటా భద్రత:
ur: ڈیٹا سیکیورٹی:
