Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# vtAssessmentReport
source: Assessment Report - EA
as: মূল্যায়ন প্ৰতিবেদন-ই. এ.
bn: মূল্যায়ন প্রতিবেদন-ই. এ
gu: મૂલ્યાંકન અહેવાલ-ઇ. એ.
hi: मूल्यांकन रिपोर्ट-ई. ए.
kn: ಮೌಲ್ಯಮಾಪನ ವರದಿ-ಇ. ಎ.
ml: മൂല്യനിർണ്ണയ റിപ്പോർട്ട്-ഇ. എ.
mr: मूल्यांकन अहवाल-ई. ए.
or: ମୂଲ୍ଯ଼ାଙ୍କନ ରିପୋର୍ଟ-ଇ. ଏ.
ta: மதிப்பீட்டு அறிக்கை-EA
te: మూల్యాంకన నివేదిక - EA
ur: تشخیص کی رپورٹ-ای اے

# vtRemarks
source: Remarks
as: মন্তব্যসমূহ
bn: মন্তব্য
gu: ટિપ્પણીઓ
hi: टिप्पणियां
kn: ಟಿಪ್ಪಣಿಗಳು
ml: പരാമർശങ്ങൾ
mr: टिप्पण्या
or: ମନ୍ତବ୍ଯ଼ଗୁଡ଼ିକ
ta: குறிப்புகள்
te: వ్యాఖ్యలు
ur: تبصرے

# vtNoPatientFound
source: No patient found
as: কোনো ৰোগী পোৱা নগ "ল
bn: কোনও রোগী পাওয়া যায়নি।
gu: કોઈ દર્દી મળી આવ્યો નથી.
hi: कोई मरीज नहीं मिला
kn: ಯಾವುದೇ ರೋಗಿಯ ಪತ್ತೆಯಾಗಿಲ್ಲ.
ml: രോഗിയെ കണ്ടെത്താനായിട്ടില്ല.
mr: एकही रुग्ण सापडला नाही.
or: କୌଣସି ରୋଗୀ ମିଳିନାହିଁ
ta: நோயாளி யாரும் கண்டுபிடிக்கப்படவில்லை.
te: రోగి కనబడలేదు
ur: کوئی مریض نہیں ملا

# vtClose
source: Close
as: বন্ধ কৰক
bn: বন্ধ করুন।
gu: બંધ કરો
hi: बंद करें
kn: ಮುಚ್ಚಿ.
ml: അടയ്ക്കുക
mr: बंद करा.
or: ବନ୍ଦ କରନ୍ତୁ
ta: மூடு
te: మూసివేయండి
ur: بند کریں

# vtBack
source: Back
as: পিছফালে
bn: ফিরে আসা।
gu: પાછા
hi: पीछे हटें।
kn: ಹಿಂತಿರುಗಿ.
ml: പിന്നോട്ട്.
mr: मागे.
or: ପଛକୁ।
ta: பின்னோக்கி.
te: వెనకకి
ur: پیچھے

# vtSubmit
source: Submit
as: দাখিল কৰক
bn: জমা দিন।
gu: સબમિટ કરો
hi: जमा करें
kn: ಸಲ್ಲಿಸು
ml: സമർപ്പിക്കുക
mr: सादर करा
or: ଦାଖଲ କରନ୍ତୁ
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి
ur: جمع کروائیں

# vtSomethingWentWrong
source: Something went wrong
as: কিবা ভুল হৈ গ "ল।
bn: কিছু একটা ভুল হয়ে গেছে।
gu: કંઇક ખોટું થયું
hi: कुछ गड़बड़ हो गई।
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു.
mr: काहीतरी चूक झाली.
or: କିଛି ଭୁଲ ହୋଇଗଲା।
ta: ஏதோ தவறு நடந்துவிட்டது.
te: ఏదో తప్పు జరిగింది
ur: کچھ غلط ہو گیا

# vtAssessmentClosedSuccessfully
source: Assessment Closed Successfully
as: মূল্যায়ন সফলতাৰে বন্ধ কৰা হৈছে
bn: মূল্যায়ন সফলভাবে শেষ হয়েছে
gu: મૂલ્યાંકન સફળતાપૂર્વક બંધ થયું
hi: मूल्यांकन सफलतापूर्वक बंद हुआ
kn: ಮೌಲ್ಯಮಾಪನ ಯಶಸ್ವಿಯಾಗಿ ಮುಕ್ತಾಯಗೊಂಡಿದೆ
ml: വിലയിരുത്തൽ വിജയകരമായി പൂർത്തിയായി
mr: मूल्यांकन यशस्वीरित्या पूर्ण झाले
or: ମୂଲ୍ଯ଼ାଙ୍କନ ସଫଳତାର ସହ ବନ୍ଦ ହେଲା
ta: மதிப்பீடு வெற்றிகரமாக முடிவடைந்தது
te: మూల్యాంకనం విజయవంతంగా మూసివేయబడింది
ur: تشخیص کامیابی سے بند ہوئی

# vtEyeScan
source: Eye Scan
as: চকুৰ স্কেন
bn: চোখের স্ক্যান
gu: આંખનું સ્કેન
hi: नेत्र स्कैन
kn: ಕಣ್ಣಿನ ಸ್ಕ್ಯಾನ್
ml: കണ്ണ് സ്കാൻ
mr: डोळ्यांचे स्कॅन
or: ଚକ୍ଷୁ ସ୍କାନ୍
ta: கண் ஸ்கேன்
te: కన్ను స్కాన్
ur: آنکھ کا اسکین

# vtDashboard
source: Dashboard
as: ডেশ্বব "ৰ্ড
bn: ড্যাশবোর্ড
gu: ડેશબોર્ડ
hi: डैशबोर्ड
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್
ml: ഡാഷ്ബോർഡ്
mr: डॅशबोर्ड
or: ଡ୍ଯ଼ାସବୋର୍ଡ
ta: டேஷ்போர்டு
te: డాష్బోర్డ్
ur: ڈیش بورڈ

# vtRegisterPatient
source: Register Patient
as: ৰোগীক পঞ্জীয়ন কৰক
bn: রোগীকে নথিভুক্ত করুন
gu: દર્દીની નોંધણી કરો
hi: रोगी को पंजीकृत करें
kn: ರೋಗಿಯನ್ನು ನೋಂದಾಯಿಸಿ
ml: രോഗിയെ രജിസ്റ്റർ ചെയ്യുക
mr: रुग्णाची नोंदणी करा
or: ରୋଗୀ ପଞ୍ଜିକରଣ କରନ୍ତୁ
ta: நோயாளியை பதிவு செய்யுங்கள்
te: రోగిని నమోదు చేయండి
ur: مریض کو رجسٹر کریں

# vtTriage
source: Triage
as: ত্ৰয়োদশ।
bn: ত্রয়ী।
gu: ત્રિવિધતા
hi: त्रिगुट।
kn: ಟ್ರೀಟ್ಮೆಂಟ್
ml: ട്രീറ്റ്മെൻ്റ്
mr: त्रिकूट.
or: ତ୍ରଯ଼ୋଦଶ।
ta: மும்முரம்.
te: ట్రియాజ్
ur: ٹرائی۔

# vtMarkMyAvailability
source: Mark My Availability
as: মোৰ উপলব্ধতা চিহ্নিত কৰক
bn: আমার প্রাপ্যতা চিহ্নিত করুন
gu: મારી ઉપલબ્ધતાને ચિહ્નિત કરો
hi: मेरी उपलब्धता चिह्नित करें
kn: ನನ್ನ ಲಭ್ಯತೆಯನ್ನು ಗುರುತಿಸಿ
ml: എൻ്റെ ലഭ്യത അടയാളപ്പെടുത്തുക
mr: माझी उपलब्धता चिन्हांकित करा
or: ମୋ ଉପଲବ୍ଧତାକୁ ଚିହ୍ନିତ କରନ୍ତୁ
ta: எனது கிடைக்கும் தன்மையைக் குறிக்கவும்
te: నా అందుబాటులో ఉన్నానని మార్క్ చేయండి
ur: میری دستیابی کو نشان زد کریں

# vtIVRCallHistory
source: IVR Call History
as: আই. ভি. আৰ. কলৰ ইতিহাস
bn: আইভিআর কলের ইতিহাস
gu: આઈ. વી. આર. કૉલ ઇતિહાસ
hi: आई. वी. आर. कॉल इतिहास
kn: ಐವಿಆರ್ ಕರೆ ಇತಿಹಾಸ
ml: ഐവിആർ കോൾ ചരിത്രം
mr: आय. व्ही. आर. कॉल इतिहास
or: ଆଇ. ଭି. ଆର୍. କଲ୍ ଇତିହାସ
ta: ஐவிஆர் அழைப்பு வரலாறு
te: IVR కాల్ చరిత్ర
ur: آئی وی آر کال ہسٹری

# vtMarked
source: Marked
as: চিহ্নিত কৰা হৈছে
bn: চিহ্নিত করা হয়েছে।
gu: ચિહ્નિત થયેલ છે
hi: चिह्नित किया गया
kn: ಗುರುತಿಸಲಾಗಿದೆ.
ml: അടയാളപ്പെടുത്തി.
mr: चिन्हांकित केले.
or: ଚିହ୍ନିତ
ta: குறிக்கப்பட்ட
te: మార్క్ చేయబడింది
ur: نشان زد

# vtPreliminaryAssessment
source: Preliminary Assessment
as: প্ৰাৰম্ভিক মূল্যায়ন
bn: প্রাথমিক মূল্যায়ন
gu: પ્રારંભિક મૂલ્યાંકન
hi: प्रारंभिक मूल्यांकन
kn: ಪೂರ್ವಭಾವಿ ಮೌಲ್ಯಮಾಪನ
ml: പ്രാഥമിക വിലയിരുത്തൽ
mr: प्राथमिक मूल्यांकन
or: ପ୍ରାରମ୍ଭିକ ମୂଲ୍ଯ଼ାଙ୍କନ
ta: முதற்கட்ட மதிப்பீடு
te: ముంగిటి మూల్యాంకన
ur: ابتدائی تشخیص

# vtAge
source: Age
as: বয়স.
bn: বয়স.
gu: ઉંમર
hi: आयु.
kn: ವಯಸ್ಸು.
ml: പ്രായം.
mr: वय.
or: ବଯ଼ସ.
ta: வயது.
te: వయసు
ur: عمر

# vtGender
source: Gender
as: লিংগ
bn: লিঙ্গ
gu: જાતિ
hi: लिंग
kn: ಲಿಂಗಭೇದ
ml: ലിംഗഭേദം
mr: लिंगभेद
or: ଲିଙ୍ଗ
ta: பாலினம்
te: లింగం
ur: جنس

# vtAddress
source: Address
as: ঠিকনা
bn: ঠিকানা।
gu: સરનામું
hi: पता
kn: ವಿಳಾಸ
ml: വിലാസം
mr: पत्ता.
or: ଠିକଣା
ta: முகவரி
te: చిరునామా
ur: پتہ

# vtProfile
source: Profile
as: প্ৰফাইল
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाईल
or: ପ୍ରୋଫାଇଲ
ta: சுயவிவரம்
te: ప్రొఫైల్
ur: پروفائل

# vtLogoutMessage
source: You have been logged out
as: আপোনাক লগ আউট কৰা হৈছে
bn: আপনাকে লগ আউট করা হয়েছে
gu: તમે લૉગ આઉટ થયા છો
hi: आपको लॉग आउट कर दिया गया है
kn: ನೀವು ಲಾಗ್ ಔಟ್ ಆಗಿದ್ದೀರಿ
ml: നിങ്ങൾ ലോഗ് ഔട്ട് ചെയ്യപ്പെട്ടു
mr: तुम्हाला लॉग आउट करण्यात आले आहे
or: ଆପଣ ଲଗ୍ ଆଉଟ୍ ହୋଇଛନ୍ତି।
ta: நீங்கள் வெளியேற்றப்பட்டுவிட்டீர்கள்
te: మీరు లాగౌట్ అయ్యారు
ur: آپ کو لاگ آؤٹ کر دیا گیا ہے

# vtLogoutError
source: Apologies, we encountered a logout error in the mobile app.
as: ক্ষমা কৰিব, আমি মোবাইল এপত এটা লগআউট ত্ৰুটিৰ সন্মুখীন হৈছিলো।
bn: দুঃখিত, আমরা মোবাইল অ্যাপে একটি লগআউট ত্রুটির সম্মুখীন হয়েছি।
gu: માફ કરશો, અમને મોબાઇલ એપ્લિકેશનમાં લૉગઆઉટ ભૂલનો સામનો કરવો પડ્યો.
hi: क्षमा करें, हमें मोबाइल ऐप में लॉगआउट त्रुटि का सामना करना पड़ा।
kn: ಕ್ಷಮಿಸಿ, ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್ನಲ್ಲಿ ನಾವು ಲಾಗ್ ಔಟ್ ದೋಷವನ್ನು ಎದುರಿಸಿದೆವು.
ml: ക്ഷമിക്കണം, മൊബൈൽ ആപ്ലിക്കേഷനിൽ ഒരു ലോഗൌട്ട് പിശക് ഞങ്ങൾ നേരിട്ടു.
mr: माफ करा, आम्हाला मोबाईल अॅपमध्ये लॉगआउट त्रुटी आढळली.
or: କ୍ଷମା କରିବେ, ଆମେ ମୋବାଇଲ୍ ଆପରେ ଏକ ଲଗଆଉଟ୍ ତ୍ରୁଟିର ସମ୍ମୁଖୀନ ହୋଇଛୁ।
ta: மன்னிக்கவும், மொபைல் பயன்பாட்டில் உள்நுழைவு பிழையை நாங்கள் சந்தித்தோம்.
te: క్షమించండి, మొబైల్ అప్లికేషన్లో లాగౌట్ లోపం ఏర్పడింది.
ur: معذرت، ہمیں موبائل ایپ میں لاگ آؤٹ کی غلطی کا سامنا کرنا پڑا۔

# vtError
source: Error
as: ত্ৰুটি
bn: ত্রুটি
gu: ભૂલ
hi: त्रुटि
kn: ದೋಷ
ml: പിശക്
mr: त्रुटी
or: ତ୍ରୁଟି
ta: பிழை
te: లోపం
ur: غلطی

# vtPatient
source: Patient
as: ৰোগী।
bn: রোগী।
gu: દર્દી
hi: रोगी।
kn: ರೋಗಿಯ.
ml: രോഗി.
mr: रुग्ण.
or: ରୋଗୀ।
ta: நோயாளி.
te: రోగి
ur: مریض۔

# vtMobile
source: Mobile
as: মোবাইল
bn: মোবাইল
gu: મોબાઇલ
hi: मोबाइल
kn: ಮೊಬೈಲ್
ml: മൊബൈൽ
mr: मोबाईल
or: ମୋବାଇଲ
ta: மொபைல்
te: మొబైల్
ur: موبائل

# vtAssessmentID
source: Assessment ID
as: মূল্যায়ন আই. ডি.
bn: মূল্যায়ন আইডি
gu: મૂલ્યાંકન ID
hi: मूल्यांकन आई. डी.
kn: ಮೌಲ್ಯಮಾಪನ ಐಡಿ
ml: മൂല്യനിർണ്ണയ ഐഡി
mr: मूल्यांकन आयडी
or: ମୂଲ୍ଯ଼ାଙ୍କନ ଆଇ. ଡି.
ta: மதிப்பீட்டு ஐடி
te: మూల్యాంకన ID
ur: تشخیص آئی ڈی

# vtStatus
source: Status
as: অৱস্থা
bn: স্ট্যাটাস
gu: સ્થિતિ
hi: स्थिति
kn: ಸ್ಥಿತಿಗತಿ.
ml: സ്റ്റാറ്റസ്
mr: स्थिती.
or: ସ୍ଥିତି
ta: அந்தஸ்து
te: స్థితి
ur: حیثیت

# vtTimeline
source: Timeline
as: সময়ৰেখা
bn: টাইমলাইন
gu: સમયરેખા
hi: समयरेखा
kn: ಟೈಮ್ಲೈನ್
ml: ടൈംലൈൻ
mr: कालमर्यादा
or: ସମଯ଼ରେଖା
ta: காலவரிசை
te: కాలక్రమం
ur: ٹائم لائن

# vtCategory
source: Category
as: শ্ৰেণী
bn: বিভাগ
gu: શ્રેણી
hi: श्रेणी
kn: ವರ್ಗ.
ml: വിഭാഗം
mr: वर्गवारी
or: ବର୍ଗ
ta: வகை
te: వర్గం
ur: زمرہ

# vtNoDataFound
source: No Data Found
as: কোনো তথ্য পোৱা নগল
bn: কোনও তথ্য পাওয়া যায়নি
gu: કોઈ માહિતી મળી નથી
hi: कोई डेटा नहीं मिला
kn: ಯಾವುದೇ ದತ್ತಾಂಶವು ಕಂಡುಬಂದಿಲ್ಲ
ml: വിവരങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mr: कोणतीही माहिती आढळली नाही
or: କୌଣସି ତଥ୍ଯ଼ ମିଳୁନାହିଁ
ta: தரவு எதுவும் கிடைக்கவில்லை
te: డేటా కనబడలేదు
ur: کوئی ڈیٹا نہیں ملا

# appCameraCapture
source: Capture
as: ধৰা পেলোৱা
bn: ধরা
gu: કેપ્ચર
hi: पकड़ना
kn: ಸೆರೆಹಿಡಿಯುವಿಕೆ
ml: പിടിച്ചെടുക്കൽ
mr: पकडणे
or: ଧରିନିଅନ୍ତୁ
ta: பிடிப்பு
te: క్యాప్చర్
ur: پکڑنا

# appCameraRetake
source: Retake
as: পুনৰ গ্ৰহণ কৰক
bn: পুনরায় গ্রহণ করুন।
gu: પુનઃપ્રાપ્ત કરો
hi: री-टेक करें।
kn: ಮರುಪರಿಶೀಲನೆ.
ml: തിരിച്ചെടുക്കുക.
mr: परत घ्या.
or: ପୁନର୍ବାର ନିଅନ୍ତୁ
ta: மீள்பரிசீலனை செய்யுங்கள்.
te: మళ్ళీ తీసుకోండి
ur: دوبارہ لے لو

# appCameraUsePhoto
source: Use Photo
as: ফটো ব্যৱহাৰ কৰক
bn: ছবি ব্যবহার করুন
gu: ફોટાનો ઉપયોગ કરો
hi: तस्वीर का उपयोग करें
kn: ಛಾಯಾಚಿತ್ರವನ್ನು ಬಳಸಿ
ml: ഫോട്ടോ ഉപയോഗിക്കുക
mr: छायाचित्र वापरा
or: ଫଟୋ ବ୍ଯ଼ବହାର କରନ୍ତୁ
ta: புகைப்படத்தைப் பயன்படுத்தவும்
te: ఫోటోను ఉపయోగించండి
ur: تصویر استعمال کریں

# appCameraCancel
source: Cancel
as: বাতিল কৰক
bn: বাতিল করুন
gu: રદ કરો
hi: रद्द करें
kn: ರದ್ದುಗೊಳಿಸಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
or: ବାତିଲ କରନ୍ତୁ
ta: ரத்து செய்யுங்கள்
te: రద్దు చేయండి
ur: منسوخ کریں

# appCameraNotFound
source: Camera not found
as: কেমেৰা পোৱা নগল
bn: ক্যামেরা পাওয়া যায়নি
gu: કૅમેરો મળ્યો નથી
hi: कैमरा नहीं मिला
kn: ಕ್ಯಾಮರಾ ಕಂಡುಬಂದಿಲ್ಲ
ml: ക്യാമറ കണ്ടെത്തിയില്ല
mr: कॅमेरा सापडला नाही
or: କ୍ଯ଼ାମେରା ମିଳିଲା ନାହିଁ
ta: கேமராவைக் காணவில்லை
te: కెమెరా కనబడలేదు
ur: کیمرہ نہیں ملا

# appCameraException
source: Camera Exception
as: কেমেৰাৰ ব্যতিক্ৰম
bn: ক্যামেরার ব্যতিক্রম
gu: કેમેરા અપવાદ
hi: कैमरा अपवाद
kn: ಕ್ಯಾಮರಾ ವಿನಾಯಿತಿ
ml: ക്യാമറ ഒഴിവാക്കൽ
mr: कॅमेरा अपवाद
or: କ୍ଯ଼ାମେରା ବ୍ଯ଼ତିକ୍ରମ
ta: கேமரா விதிவிலக்கு
te: కెమెరా లోపం
ur: کیمرہ مستثنی

# appCameraProgressMessage
source: Loading...
as: ল 'ড কৰা হৈছে...
bn: লোড করা হচ্ছে...
gu: લોડ કરી રહ્યા છે...
hi: लोड किया जा रहा है...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ml: ലോഡ് ചെയ്യുന്നു...
mr: लोड होत आहे...
or: ଲୋଡ କରାଯାଉଛି...
ta: ஏற்றப்படுகிறது...
te: లోడ్ అవుతోంది...
ur: لوڈ ہو رہا ہے...

# internetLostNoConnection
source: No Internet Connection
as: ইণ্টাৰনেট সংযোগ নাই
bn: ইন্টারনেট সংযোগ নেই
gu: કોઈ ઈન્ટરનેટ જોડાણ નથી
hi: कोई इंटरनेट कनेक्शन नहीं
kn: ಅಂತರ್ಜಾಲ ಸಂಪರ್ಕವಿಲ್ಲ
ml: ഇന്റർനെറ്റ് കണക്ഷൻ ഇല്ല
mr: इंटरनेट जोडणी नाही
or: କୌଣସି ଇଣ୍ଟରନେଟ ସଂଯୋଗ ନାହିଁ
ta: இணைய இணைப்பு இல்லை
te: ఇంటర్నెట్ కనెక్షన్ లేదు
ur: انٹرنیٹ کنیکشن نہیں ہے

# internetLostRetry
source: Retry
as: পুনৰ চেষ্টা কৰক
bn: পুনরায় চেষ্টা করুন।
gu: ફરી પ્રયાસ કરો
hi: पुनः प्रयास करें।
kn: ಮರುಪ್ರಯತ್ನಿ ಮಾಡಿ.
ml: വീണ്ടും ശ്രമിക്കുക.
mr: पुन्हा प्रयत्न करा.
or: ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్ళీ ప్రయత్నించండి
ur: دوبارہ کوشش کریں

# secureJailbreak
source: It seems your device is jailbroken
as: এনে লাগিছে যেন আপোনাৰ ডিভাইচটো জেলব্ৰক 'ন হৈ আছে।
bn: মনে হচ্ছে আপনার যন্ত্রটি জেলব্রোকন হয়েছে।
gu: એવું લાગે છે કે તમારું ઉપકરણ જેલબ્રોકન છે
hi: ऐसा लगता है कि आपका उपकरण जेलब्रोकन है।
kn: ನಿಮ್ಮ ಸಾಧನವು ಜೈಲ್ ಬ್ರೋಕನ್ ಆಗಿರುವಂತೆ ತೋರುತ್ತಿದೆ.
ml: നിങ്ങളുടെ ഉപകരണം ജയിൽ ബ്രോക്കൺ ആണെന്ന് തോന്നുന്നു.
mr: असे दिसते की तुमचे उपकरण बंदिस्त आहे
or: ଏପରି ଲାଗୁଛି ଯେ ଆପଣଙ୍କ ଉପକରଣଟି ଜେଲ୍ବ୍ରୋକନ ହୋଇଛି।
ta: உங்கள் சாதனம் சிறைப்பிடிக்கப்பட்டதாகத் தெரிகிறது.
te: మీ పరికరం జెయిల్బ్రేక్ అయిందని అనిపిస్తుంది
ur: ایسا لگتا ہے کہ آپ کا آلہ جیل بروکن ہے

# secureRestrictedAccess
source: For security reasons, access to this app is restricted on jailbroken devices.
as: সুৰক্ষাৰ কাৰণে, এই এপটোৰ প্ৰৱেশাধিকাৰ জেলব্ৰ 'কেন ডিভাইচত সীমাবদ্ধ।
bn: নিরাপত্তার কারণে, এই অ্যাপ্লিকেশনটিতে প্রবেশাধিকার জেলব্রোকন ডিভাইসে সীমাবদ্ধ।
gu: સુરક્ષાના કારણોસર, આ એપ્લિકેશનની ઍક્સેસ જેલબ્રોકન ઉપકરણો પર પ્રતિબંધિત છે.
hi: सुरक्षा कारणों से, इस ऐप तक पहुंच जेलब्रोकन उपकरणों पर प्रतिबंधित है।
kn: ಭದ್ರತಾ ಕಾರಣಗಳಿಗಾಗಿ, ಜೈಲ್ ಬ್ರೋಕನ್ ಸಾಧನಗಳಲ್ಲಿ ಈ ಅಪ್ಲಿಕೇಶನ್ಗೆ ಪ್ರವೇಶವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
ml: സുരക്ഷാ കാരണങ്ങളാൽ, ഈ ആപ്ലിക്കേഷനിലേക്കുള്ള ആക്സസ് ജയിൽ ബ്രോക്കൺ ഉപകരണങ്ങളിൽ പരിമിതപ്പെടുത്തിയിരിക്കുന്നു.
mr: सुरक्षेच्या कारणास्तव, जेलब्रोकन उपकरणांवर या अॅपमध्ये प्रवेश प्रतिबंधित आहे.
or: ସୁରକ୍ଷା କାରଣରୁ, ଜେଲ୍ବ୍ରୋକନ ଡିଭାଇସରେ ଏହି ଆପ୍ ବ୍ଯ଼ବହାର ଉପରେ ପ୍ରତିବନ୍ଧକ ଲଗାଯାଇଛି।
ta: பாதுகாப்பு காரணங்களுக்காக, இந்த பயன்பாட்டிற்கான அணுகல் ஜெயில்ப்ரோக்கன் சாதனங்களில் கட்டுப்படுத்தப்பட்டுள்ளது.
te: భద్రతా కారణాల వల్ల, జెయిల్బ్రేక్ పరికరాల మీద ఈ అప్లికేషన్ యొక్క ప్రాప్యతను నియంత్రించాము.
ur: حفاظتی وجوہات کی بناء پر، اس ایپ تک رسائی جیل بروکن ڈیوائسز پر محدود ہے۔

# secureExitApp
source: Exit App
as: এপৰ পৰা ওলাই যাওক
bn: অ্যাপ থেকে বেরিয়ে আসুন
gu: બહાર નીકળો એપ્લિકેશન
hi: ऐप से बाहर निकलें
kn: ಅಪ್ಲಿಕೇಶನ್ನಿಂದ ನಿರ್ಗಮಿಸಿ
ml: ആപ്ലിക്കേഷനിൽ നിന്ന് പുറത്തുകടക്കുക
mr: अॅपमधून बाहेर पडा
or: ପ୍ରସ୍ଥାନ ଆପ୍
ta: பயன்பாட்டிலிருந்து வெளியேறு
te: అప్లికేషన్ నుండి నిష్క్రమించండి
ur: ایپ سے باہر نکلیں

# sharedErrorPageIssues
source: We are facing some issues. Please try again later.
as: আমি কিছুমান সমস্যাৰ সন্মুখীন হৈছো। অনুগ্ৰহ কৰি পিছত পুনৰ চেষ্টা কৰক।
bn: আমরা কিছু সমস্যার সম্মুখীন হচ্ছি। দয়া করে পরে আবার চেষ্টা করুন।
gu: આપણે કેટલીક સમસ્યાઓનો સામનો કરી રહ્યા છીએ. મહેરબાની કરીને પછીથી ફરી પ્રયાસ કરો.
hi: हम कुछ समस्याओं का सामना कर रहे हैं। कृपया बाद में फिर से प्रयास करें।
kn: ನಾವು ಕೆಲವು ಸಮಸ್ಯೆಗಳನ್ನು ಎದುರಿಸುತ್ತಿದ್ದೇವೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ഞങ്ങൾ ചില പ്രശ്നങ്ങൾ നേരിടുന്നു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: आम्हाला काही समस्यांचा सामना करावा लागत आहे. कृपया नंतर पुन्हा प्रयत्न करा.
or: ଆମେ କେତେକ ସମସ୍ଯ଼ାର ସମ୍ମୁଖୀନ ହେଉଛୁ। ଦଯ଼ାକରି ପରେ ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
ta: நாங்கள் சில சிக்கல்களை எதிர்கொள்கிறோம். தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
te: మేము కొన్ని సమస్యలను ఎదుర్కొంటున్నాము. దయచేసి తరువాత మళ్ళీ ప్రయత్నించండి.
ur: ہمیں کچھ مسائل کا سامنا ہے۔ براہ کرم بعد میں دوبارہ کوشش کریں۔

# appointmentBookingTitle
source: Appointment Booking
as: নিযুক্তি বুকিং
bn: অ্যাপয়েন্টমেন্ট বুকিং
gu: એપોઇન્ટમેન્ટ બુકિંગ
hi: नियुक्ति आरक्षण
kn: ಅಪಾಯಿಂಟ್ಮೆಂಟ್ ಬುಕಿಂಗ್
ml: അപ്പോയിൻമെൻ്റ് ബുക്കിംഗ്
mr: नियुक्ती आरक्षण
or: ନିଯୁକ୍ତି ବୁକିଂ
ta: நியமன முன்பதிவு
te: అపాయింట్‌మెంట్ బుకింగ్
ur: تقرری کی بکنگ

source: Coming Soon...
as: অতি সোনকালেই আহিবলগীয়া...
bn: শীঘ্রই আসছে...
gu: ટૂંક સમયમાં આવી રહ્યું છે...
hi: जल्द ही...
kn: ಶೀಘ್ರದಲ್ಲೇ...
ml: ഉടൻ വരുന്നു...
mr: लवकरच येत आहे...
or: ଖୁବ୍ଶୀଘ୍ର...
ta: விரைவில் வரும்...
te: త్వరలో రాబోతుంది...
ur: جلد ہی آ رہا ہے...

# miniappService
source: Service
as: সেৱা
bn: পরিষেবা
gu: સેવા
hi: सेवा
kn: ಸೇವೆ.
ml: സേവനം
mr: सेवा.
or: ସେବା
ta: சேவை
te: సేవ
ur: خدمت

# miniappConsole
source: Console
as: কনচ 'ল
bn: কনসোল
gu: કન્સોલ
hi: कंसोल
kn: ಕನ್ಸೋಲ್
ml: കൺസോൾ
mr: कन्सोल
or: କନସୋଲ
ta: கன்சோல்
te: కన్సోల్
ur: کنسول

# roleChooseYourRole
source: Choose Your Role
as: আপোনাৰ ভূমিকা বাছনি কৰক
bn: আপনার ভূমিকা বেছে নিন
gu: તમારી ભૂમિકા પસંદ કરો
hi: अपनी भूमिका चुनें
kn: ನಿಮ್ಮ ಪಾತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: നിങ്ങളുടെ റോൾ തിരഞ്ഞെടുക്കുക
mr: तुमची भूमिका निवडा
or: ଆପଣଙ୍କ ଭୂମିକା ବାଛନ୍ତୁ
ta: உங்கள் பாத்திரத்தைத் தேர்ந்தெடுக்கவும்
te: మీ పాత్రను ఎంచుకోండి
ur: اپنا کردار منتخب کریں

# roleNote
source: Note: You cannot change your role inside the app.
as: টোকাঃ আপুনি এপটোৰ ভিতৰত আপোনাৰ ভূমিকা সলনি কৰিব নোৱাৰিব।
bn: দ্রষ্টব্যঃ আপনি অ্যাপের ভিতরে আপনার ভূমিকা পরিবর্তন করতে পারবেন না।
gu: નોંધઃ તમે એપ્લિકેશનની અંદર તમારી ભૂમિકા બદલી શકતા નથી.
hi: नोटः आप ऐप के अंदर अपनी भूमिका नहीं बदल सकते।
kn: ಗಮನಿಸಿಃ ಅಪ್ಲಿಕೇಶನ್ನೊಳಗೆ ನಿಮ್ಮ ಪಾತ್ರವನ್ನು ನೀವು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: ശ്രദ്ധിക്കുകഃ ആപ്ലിക്കേഷനുള്ളിൽ നിങ്ങൾക്ക് നിങ്ങളുടെ റോൾ മാറ്റാൻ കഴിയില്ല.
mr: टीपः तुम्ही एपमधील तुमची भूमिका बदलू शकत नाही.
or: ଟିପ୍ପଣୀଃ ଆପଣ ଆପ୍ ଭିତରେ ନିଜର ଭୂମିକା ବଦଳାଇ ପାରିବେ ନାହିଁ।
ta: குறிப்புஃ பயன்பாட்டிற்குள் உங்கள் பங்கை நீங்கள் மாற்ற முடியாது.
te: గమనిక: అప్లికేషన్ లోపల మీ పాత్రను మార్చుకోలేరు.
ur: نوٹ: آپ ایپ کے اندر اپنا کردار تبدیل نہیں کر سکتے۔

# roleConfirm
source: Confirm
as: নিশ্চিত কৰক
bn: নিশ্চিত করুন
gu: પુષ્ટિ કરો
hi: पुष्टि करें
kn: ದೃಢೀಕರಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
or: ନିଶ୍ଚିତ କରନ୍ତୁ
ta: உறுதிப்படுத்துங்கள்
te: నిర్ధారించండి
ur: تصدیق کریں

# roleEyeCareProfessional
source: EYE CARE PROFESSIONAL
as: চকুৰ যত্নৰ পেছাদাৰী
bn: চোখের যত্ন পেশাদার
gu: આંખની સંભાળ વ્યવસાયિક
hi: आई केयर प्रोफेशनल
kn: ಐ ಕೇರ್ ವೃತ್ತಿಪರ
ml: ഐ കെയർ പ്രൊഫഷണൽ
mr: डोळ्यांची काळजी व्यावसायिक
or: ଆଇ କେଯ଼ାର୍ ପ୍ରଫେସନାଲ୍
ta: கண் பராமரிப்பு நிபுணர்
te: కంటి సంరక్షణ నిపుణులు
ur: آئی کیئر پروفیشنل

# roleVisionTechnician
source: VISION TECHNICIAN
as: ভিজন টেকনিচিয়ান
bn: ভিশন টেকনোলজি
gu: વિઝન ટેકનિકલ
hi: दृष्टि प्रौद्योगिकी
kn: ವಿಷನ್ ಟೆಕ್ನಿಷಿಯನ್
ml: വിഷൻ ടെക്നീഷ്യൻ
mr: व्हिजन टेक्नॉलॉजी
or: ଭିଜନ ଟେକ୍ନୋଲୋଜି
ta: தொலைநோக்கு தொழில்நுட்பம்
te: దృష్టి సాంకేతిక నిపుణులు (VT)
ur: ویژن ٹیکنیشن

# rolePatient
source: PATIENT
as: ৰোগী
bn: রোগী।
gu: દર્દી
hi: रोगी
kn: ರೋಗಿ.
ml: രോഗി
mr: रुग्ण
or: ରୋଗୀ
ta: நோயாளி
te: రోగి
ur: مریض

# roleVisionGuardian
source: VISION GUARDIAN
as: ভিজন গাৰ্ডিয়ান
bn: ভিশন গার্ডিয়ান
gu: વિઝન ગાર્ડિયન
hi: विजन गार्डियन
kn: ವಿಷನ್ ಗಾರ್ಡಿಯನ್
ml: വിഷൻ ഗാർഡിയൻ
mr: व्हिजन गार्डियन
or: ଭିଜନ ଗାର୍ଡିଆନ
ta: தொலைநோக்கு பாதுகாப்பு
te: దృష్టి రక్షకుడు (VG)
ur: وژن گارڈین

# vtSearchText
source: Search by Patient ID, Mobile No or Name
as: ৰোগীৰ আইডি, মোবাইল নম্বৰ বা নামৰ দ্বাৰা সন্ধান কৰক
bn: রোগীর আইডি, মোবাইল নম্বর বা নাম দিয়ে অনুসন্ধান করুন।
gu: પેશન્ટ આઈડી, મોબાઇલ નંબર અથવા નામ દ્વારા શોધો
hi: रोगी आईडी, मोबाइल नंबर या नाम से खोजें
kn: ರೋಗಿಯ ಗುರುತಿನ ಚೀಟಿ, ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಅಥವಾ ಹೆಸರಿನ ಮೂಲಕ ಹುಡುಕಿ
ml: രോഗിയുടെ ഐഡി, മൊബൈൽ നമ്പർ അല്ലെങ്കിൽ പേര് ഉപയോഗിച്ച് തിരയുക
mr: रुग्णाचा आयडी, मोबाईल क्रमांक किंवा नाव वापरून शोधा
or: ରୋଗୀ ଆଇଡି, ମୋବାଇଲ୍ ନମ୍ବର କିମ୍ବା ନାମ ଦ୍ୱାରା ଖୋଜନ୍ତୁ
ta: நோயாளி ஐடி, மொபைல் எண் அல்லது பெயர் மூலம் தேடுங்கள்
te: రోగి ID, మొబైల్ నంబర్ లేదా పేరు ద్వారా శోధించండి
ur: مریض کی شناخت، موبائل نمبر یا نام کے ذریعے تلاش کریں

# emptyPatientsInfo
source: Start searching for patients to view their details ..
as: ৰোগীসকলৰ সবিশেষ চাবলৈ তেওঁলোকৰ সন্ধান আৰম্ভ কৰক।
bn: রোগীদের বিবরণ দেখার জন্য অনুসন্ধান শুরু করুন।
gu: તેમની વિગતો જોવા માટે દર્દીઓને શોધવાનું શરૂ કરો.
hi: रोगियों को उनका विवरण देखने के लिए खोजना शुरू करें।
kn: ರೋಗಿಗಳ ವಿವರಗಳನ್ನು ನೋಡಲು ಅವರನ್ನು ಹುಡುಕಲು ಪ್ರಾರಂಭಿಸಿ.
ml: രോഗികളെ അവരുടെ വിശദാംശങ്ങൾ കാണാൻ തിരയാൻ ആരംഭിക്കുക..
mr: रुग्णांचे तपशील पाहण्यासाठी त्यांचा शोध सुरू करा..
or: ରୋଗୀମାନଙ୍କୁ ସେମାନଙ୍କର ବିବରଣୀ ଦେଖିବା ପାଇଁ ଖୋଜିବା ଆରମ୍ଭ କରନ୍ତୁ।
ta: நோயாளிகளின் விவரங்களைக் காண அவர்களைத் தேடத் தொடங்குங்கள்.
te: రోగుల వివరాలను వీక్షించడానికి వారి కోసం వెతకడం ప్రారంభించండి ..
ur: مریضوں کو ان کی تفصیلات دیکھنے کے لیے تلاش کرنا شروع کریں۔

# vtPersonalDetails
source: Personal Details
as: ব্যক্তিগত বিৱৰণ
bn: ব্যক্তিগত বিবরণ
gu: વ્યક્તિગત વિગતો
hi: व्यक्तिगत विवरण
kn: ವೈಯಕ್ತಿಕ ವಿವರಗಳು
ml: വ്യക്തിപരമായ വിശദാംശങ്ങൾ
mr: वैयक्तिक तपशील
or: ବ୍ଯ଼କ୍ତିଗତ ବିବରଣୀ
ta: தனிப்பட்ட விவரங்கள்
te: వ్యక్తిగత వివరాలు
ur: ذاتی تفصیلات

# vtHprId
source: HPR ID
as: এইচ. পি. আৰ. আই. ডি.
bn: এইচপিআর আইডি
gu: એચ. પી. આર. આઇ. ડી.
hi: एच. पी. आर. आई. डी.
kn: ಎಚ್. ಪಿ. ಆರ್. ಐ. ಡಿ.
ml: എച്ച്പിആർ ഐഡി
mr: एच. पी. आर. आयडी
or: ଏଚପିଆର ଆଇଡି
ta: எச். பி. ஆர் ஐடி
te: HPR ఐడి
ur: ایچ پی آر آئی ڈی

# vtEmailId
source: Email ID
as: ইমেইল আইডি
bn: ইমেল আইডি
gu: ઇમેઇલ ID
hi: ईमेल आईडी
kn: ಇಮೇಲ್ ಐಡಿ
ml: ഇമെയിൽ ഐഡി
mr: ईमेल आयडी
or: ଇମେଲ ଆଇଡି
ta: மின்னஞ்சல் ஐடி
te: ఇమెయిల్ ఐడి
ur: ای میل آئی ڈی

# vtEducationalQualification
source: Educational Qualification
as: শিক্ষাগত অৰ্হতা
bn: শিক্ষাগত যোগ্যতা
gu: શૈક્ષણિક લાયકાત
hi: शैक्षिक योग्यता
kn: ಶೈಕ್ಷಣಿಕ ಅರ್ಹತೆ
ml: വിദ്യാഭ്യാസ യോഗ്യത
mr: शैक्षणिक पात्रता
or: ଶିକ୍ଷାଗତ ଯୋଗ୍ଯ଼ତା
ta: கல்வித் தகுதி
te: విద్యా అర్హత
ur: تعلیمی قابلیت

# vtAddressAndDoorNumber
source: Address and Door Number
as: ঠিকনা আৰু দুৱাৰ নম্বৰ
bn: ঠিকানা ও দরজার নম্বর
gu: સરનામું અને દરવાજો નંબર
hi: पता और डोर नंबर
kn: ವಿಳಾಸ ಮತ್ತು ಬಾಗಿಲು ಸಂಖ್ಯೆ
ml: വിലാസവും വാതിൽ നമ്പറും
mr: पत्ता आणि दरवाजाचा क्रमांक
or: ଠିକଣା ଏବଂ ଦ୍ୱାର ସଂଖ୍ଯ଼ା
ta: முகவரி மற்றும் கதவு எண்
te: చిరునామా మరియు ద్వార సంఖ్య
ur: پتہ اور دروازہ نمبر

# vtCity
source: City
as: চহৰ
bn: শহর।
gu: શહેર
hi: शहर
kn: ನಗರ.
ml: നഗരം
mr: शहर.
or: ସହର।
ta: நகரம்.
te: నగరం
ur: شہر

# vtState
source: State
as: ৰাজ্য
bn: রাজ্য
gu: રાજ્ય
hi: राज्य
kn: ರಾಜ್ಯ.
ml: സംസ്ഥാനം
mr: राज्य.
or: ରାଜ୍ଯ଼
ta: மாநிலம்.
te: రాష్ట్రం
ur: ریاست

# vtPincode
source: Pincode
as: পিনক 'ড
bn: পিনকোড
gu: પિનકોડ
hi: पिनकोड
kn: ಪಿನ್ಕೋಡ್
ml: പിൻകോഡ്
mr: पिनकोड
or: ପିନ୍କୋଡ୍
ta: பின்கோடு
te: పిన్ కోడ్
ur: پن کوڈ

# vtOrganisationDetails
source: Organisation Details
as: সংগঠনৰ সবিশেষ
bn: সংগঠনের বিবরণ
gu: સંગઠનની વિગતો
hi: संगठन का विवरण
kn: ಸಂಸ್ಥೆಯ ವಿವರಗಳು
ml: സംഘടനയുടെ വിശദാംശങ്ങൾ
mr: संस्थेचा तपशील
or: ସଙ୍ଗଠନ ବିବରଣୀ
ta: அமைப்பு விவரங்கள்
te: సంస్థ వివరాలు
ur: تنظیم کی تفصیلات

# vtOrgId
source: Org ID
as: অৰ্গ আই. ডি.
bn: অর্গ আইডি
gu: ઓર્ગેનાઈઝેશન ID
hi: ओ. आर. जी. आई. डी.
kn: ಆರ್. ಜಿ. ಐ. ಡಿ.
ml: ഓർഗ് ഐഡി
mr: ऑर्ग आयडी
or: ଅର୍ଗ ଆଇ. ଡି.
ta: உறுப்பு ஐடி
te: సంస్థ ఐడి
ur: او آر جی آئی ڈی

# vtFacilityType
source: Facility Type
as: সুবিধাৰ ধৰণ
bn: সুবিধার ধরন
gu: સુવિધાનો પ્રકાર
hi: सुविधा का प्रकार
kn: ಸೌಲಭ್ಯದ ಪ್ರಕಾರ
ml: സൌകര്യത്തിന്റെ തരം
mr: सुविधेचा प्रकार
or: ସୁବିଧା ପ୍ରକାର
ta: வசதி வகை
te: సౌకర్యం రకం
ur: سہولت کی قسم

# vtAssessments
source: Assessments
as: মূল্যায়নসমূহ
bn: মূল্যায়ন
gu: મૂલ્યાંકન
hi: मूल्यांकन
kn: ಮೌಲ್ಯಮಾಪನಗಳು
ml: വിലയിരുത്തലുകൾ
mr: मूल्यमापन
or: ମୂଲ୍ଯ଼ାଙ୍କନ
ta: மதிப்பீடுகள்
te: అంచనాలు
ur: جائزے

# vtNoAssessmentsFound
source: No Assessments Found
as: কোনো মূল্যায়ন পোৱা নগ "ল
bn: কোন মূল্যায়ন পাওয়া যায়নি
gu: કોઈ મૂલ્યાંકન મળ્યું નથી
hi: कोई मूल्यांकन नहीं मिला
kn: ಯಾವುದೇ ಮೌಲ್ಯಮಾಪನಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: വിലയിരുത്തലുകളൊന്നും കണ്ടെത്തിയില്ല
mr: मूल्यमापन आढळले नाही
or: କୌଣସି ମୂଲ୍ଯ଼ାଙ୍କନ ମିଳିନାହିଁ
ta: மதிப்பீடுகள் எதுவும் காணப்படவில்லை
te: అంచనాలు ఏమీ కనిపించలేదు
ur: کوئی تشخیص نہیں ملی

# vtAnalytics
source: Analytics
as: বিশ্লেষণ
bn: বিশ্লেষণ
gu: વિશ્લેષણ
hi: विश्लेषण
kn: ವಿಶ್ಲೇಷಣೆ
ml: വിശകലനം
mr: विश्लेषण
or: ବିଶ୍ଳେଷଣ
ta: பகுப்பாய்வு
te: విశ్లేషణ
ur: تجزیات

# vtTotalCases
source: Total Cases
as: মুঠ গোচৰসমূহ
bn: মোট মামলা
gu: કુલ કેસ
hi: कुल मामले
kn: ಒಟ್ಟು ಪ್ರಕರಣಗಳು
ml: ആകെ കേസുകൾ
mr: एकूण प्रकरणे
or: ମୋଟ ମାମଲା
ta: மொத்த வழக்குகள்
te: మొత్తం కేసులు
ur: کل مقدمات

# vtIvrCalls
source: IVR Calls
as: আই. ভি. আৰ. কলসমূহ
bn: আইভিআর কল
gu: IVR કૉલ્સ
hi: आई. वी. आर. कॉल
kn: ಐವಿಆರ್ ಕರೆಗಳು
ml: ഐവിആർ കോളുകൾ
mr: आय. व्ही. आर. कॉल
or: ଆଇ. ଭି. ଆର୍. କଲ୍
ta: ஐவிஆர் அழைப்புகள்
te: IVR కాల్లు
ur: آئی وی آر کالز

# vtClinicVisits
source: Clinic Visits
as: ক্লিনিক ভ্ৰমণসমূহ
bn: ক্লিনিক পরিদর্শন
gu: ક્લિનિકની મુલાકાતો
hi: चिकित्सालय का दौरा
kn: ಕ್ಲಿನಿಕ್ ಭೇಟಿಗಳು
ml: ക്ലിനിക് സന്ദർശനങ്ങൾ
mr: चिकित्सालय भेटी
or: କ୍ଲିନିକ୍ ପରିଦର୍ଶନ
ta: கிளினிக்கிற்கு வருகை
te: క్లినిక్ సందర్శనలు
ur: کلینک کے دورے

# vtCasesClosed
source: Cases Closed
as: গোচৰসমূহ বন্ধ কৰা হৈছে
bn: মামলাগুলি বন্ধ
gu: બંધ થયેલા કેસ
hi: बंद हुए मामले
kn: ಮುಚ್ಚಿದ ಪ್ರಕರಣಗಳು
ml: കേസുകൾ അടച്ചു
mr: बंद झालेली प्रकरणे
or: ବନ୍ଦ ହେଲା ମାମଲା
ta: வழக்குகள் மூடப்பட்டன
te: కేసులు మూసివేయబడ్డాయి
ur: مقدمات بند کر دیے گئے

# vtCritical
source: Critical
as: সমালোচনামূলক
bn: সমালোচনামূলক।
gu: ક્રિટિકલ
hi: आलोचनात्मक
kn: ವಿಮರ್ಶಾತ್ಮಕ
ml: വിമർശനാത്മകം
mr: गंभीर
or: ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ
ta: விமர்சன ரீதியாக
te: క్రిటికల్
ur: تنقیدی

# vtRegular
source: Regular
as: নিয়মিতভাৱে
bn: নিয়মিত
gu: નિયમિત
hi: नियमित
kn: ನಿಯಮಿತವಾಗಿ
ml: പതിവ്
mr: नियमित
or: ନିଯ଼ମିତ
ta: வழக்கமான
te: నియమిత
ur: باقاعدگی سے

# vtAvgClosureTime
source: Avg. Closure Time
as: এ. ভি. জি. বন্ধ কৰাৰ সময়
bn: গড়. বন্ধের সময়
gu: સરેરાશ. બંધ થવાનો સમય
hi: औसत. बंद होने का समय
kn: ಸರಾಸರಿ. ಮುಚ್ಚುವ ಸಮಯ
ml: ശരാശരി. അടച്ചുപൂട്ടൽ സമയം
mr: सरासरी. बंद करण्याची वेळ
or: ଏ. ଭି. ଜି. ବନ୍ଦ ସମଯ଼
ta: சராசரி. மூடல் நேரம்
te: సగటు మూసివేత సమయం
ur: اوسط۔ بند ہونے کا وقت

# vtByAge
source: By Age
as: বয়স অনুসৰি
bn: বয়স অনুযায়ী
gu: ઉંમર પ્રમાણે
hi: उम्र के हिसाब से
kn: ವಯಸ್ಸಿನ ಪ್ರಕಾರ
ml: പ്രായമനുസരിച്ച്
mr: वयानुसार
or: ବଯ଼ସ ଅନୁସାରେ
ta: வயதின் அடிப்படையில்
te: వయసు ద్వారా
ur: عمر کے لحاظ سے

# vtByGender
source: By Gender
as: লিংগ অনুসৰি
bn: লিঙ্গ অনুসারে
gu: જાતિ દ્વારા
hi: लिंग के आधार पर
kn: ಲಿಂಗದ ಪ್ರಕಾರ
ml: ലിംഗഭേദം അനുസരിച്ച്
mr: लिंगानुसार
or: ଲିଙ୍ଗ ଅନୁସାରେ
ta: பாலினம் அடிப்படையில்
te: లింగం ద్వారా
ur: جنس کے لحاظ سے

# vtSymptoms
source: Symptoms
as: লক্ষণসমূহ
bn: লক্ষণগুলি
gu: લક્ષણો
hi: लक्षण
kn: ರೋಗಲಕ್ಷಣಗಳು
ml: രോഗലക്ഷണങ്ങൾ
mr: लक्षणे
or: ଲକ୍ଷଣଗୁଡ଼ିକ
ta: அறிகுறிகள்
te: లక్షణాలు
ur: علامات

# vtSearchByMobileNo
source: Search by Mobile No.
as: মোবাইল নম্বৰেৰে সন্ধান কৰক।
bn: মোবাইল নং দ্বারা অনুসন্ধান করুন।
gu: મોબાઇલ નંબર દ્વારા શોધો.
hi: मोबाइल नंबर से खोजें।
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಮೂಲಕ ಹುಡುಕಿ.
ml: മൊബൈൽ നമ്പർ ഉപയോഗിച്ച് തിരയുക.
mr: मोबाईल क्र. द्वारे शोधा.
or: ମୋବାଇଲ୍ ନମ୍ବର ଦ୍ୱାରା ଖୋଜନ୍ତୁ।
ta: மொபைல் எண் மூலம் தேடுங்கள்.
te: మొబైల్ నంబర్ ద్వారా శోధించండి
ur: موبائل نمبر کے ذریعے تلاش کریں۔
