Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# privacyPolicyDescription
source: LV Prasad Eye Institute, its subsidiaries, associates and affiliated companies (collectively referred to as “LVPEI”, “us”, “we”) are committed to process your personal data as per the laws of your jurisdiction. We hereby notify you the following information about the processing of personal data.
as: এলভি প্ৰসাদ আই ইনষ্টিটিউট, ইয়াৰ সহযোগী, সহযোগী আৰু অনুমোদিত কোম্পানীসমূহ (সামূহিকভাৱে "এলভিপিইআই", "আমাক", "আমি" বুলি কোৱা হয়) আপোনাৰ অধিকাৰক্ষেত্ৰৰ আইন অনুসৰি আপোনাৰ ব্যক্তিগত তথ্য প্ৰক্ৰিয়া কৰিবলৈ প্ৰতিশ্ৰুতিবদ্ধ। আমি ইয়াৰ দ্বাৰা আপোনাক ব্যক্তিগত তথ্য প্ৰক্ৰিয়াকৰণৰ বিষয়ে তলত দিয়া তথ্যসমূহ অৱগত কৰো।
bn: এলভি প্রসাদ আই ইনস্টিটিউট, এর সহায়ক সংস্থা, সহযোগী এবং অনুমোদিত সংস্থাগুলি (সম্মিলিতভাবে "এলভিপিইআই", "আমাদের", "আমরা" হিসাবে উল্লেখ করা হয়) আপনার এখতিয়ারের আইন অনুসারে আপনার ব্যক্তিগত তথ্য প্রক্রিয়া করতে প্রতিশ্রুতিবদ্ধ। আমরা এর মাধ্যমে আপনাকে ব্যক্তিগত তথ্য প্রক্রিয়াকরণ সম্পর্কে নিম্নলিখিত তথ্যগুলি অবহিত করি।
gu: એલ. વી. પ્રસાદ આઈ ઇન્સ્ટિટ્યૂટ, તેની પેટાકંપનીઓ, સહયોગીઓ અને સંલગ્ન કંપનીઓ (સામૂહિક રીતે "એલવીપીઇઆઈ", "અમને", "અમે" તરીકે ઓળખાય છે) તમારા અધિકારક્ષેત્રના કાયદા અનુસાર તમારા વ્યક્તિગત ડેટાની પ્રક્રિયા કરવા માટે પ્રતિબદ્ધ છે. અમે તમને વ્યક્તિગત ડેટાની પ્રક્રિયા વિશે નીચેની માહિતી સૂચિત કરીએ છીએ.
hi: एलवी प्रसाद नेत्र संस्थान, इसकी सहायक कंपनियों, सहयोगी और संबद्ध कंपनियों (संकल्पित रूप से 'एलवीपीईआई', 'हम') आपके व्यक्तिगत डेटा को आपके क्षेत्र के कानूनों के अनुसार प्रसंस्कृत करने के प्रति प्रतिबद्ध हैं। हम यहां आपको व्यक्तिगत डेटा की प्रसंस्कृति के बारे में निम्नलिखित जानकारी देते हैं।
kn: ಎಲ್‌ವಿ ಪ್ರಸಾದ್ ಐ ಇನ್‌ಸ್ಟಿಟ್ಯೂಟ್, ಅದರ ಅಂಗಸಂಸ್ಥೆಗಳು, ಸಹವರ್ತಿಗಳು ಮತ್ತು ಸಂಯೋಜಿತ ಕಂಪನಿಗಳು (ಒಟ್ಟಾರೆಯಾಗಿ "LVPEI", "ನಮಗೆ", "ನಾವು" ಎಂದು ಉಲ್ಲೇಖಿಸಲಾಗುತ್ತದೆ) ನಿಮ್ಮ ಅಧಿಕಾರ ವ್ಯಾಪ್ತಿಯ ಕಾನೂನುಗಳ ಪ್ರಕಾರ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಬದ್ಧವಾಗಿದೆ. ವೈಯಕ್ತಿಕ ಡೇಟಾದ ಪ್ರಕ್ರಿಯೆಯ ಕುರಿತು ನಾವು ಈ ಕೆಳಗಿನ ಮಾಹಿತಿಯನ್ನು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ.
ml: എൽവി പ്രസാദ് ഐ ഇൻസ്റ്റിറ്റ്യൂട്ട്, അതിന്റെ അനുബന്ധ സ്ഥാപനങ്ങൾ, അസോസിയേറ്റുകൾ, അനുബന്ധ കമ്പനികൾ (കൂട്ടായി "എൽവിപിഇഐ", "ഞങ്ങൾ", "ഞങ്ങൾ" എന്ന് വിളിക്കുന്നു) എന്നിവ നിങ്ങളുടെ അധികാരപരിധിയിലുള്ള നിയമങ്ങൾ അനുസരിച്ച് നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ പ്രോസസ്സ് ചെയ്യാൻ പ്രതിജ്ഞാബദ്ധരാണ്. വ്യക്തിഗത ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നതിനെക്കുറിച്ചുള്ള ഇനിപ്പറയുന്ന വിവരങ്ങൾ ഞങ്ങൾ ഇതിനാൽ നിങ്ങളെ അറിയിക്കുന്നു.
mr: एलव्ही प्रसाद आय इन्स्टिट्यूट, त्यांच्या उपकंपन्या, सहयोगी आणि संलग्नित कंपन्या (सामूहिकरित्या “एलव्हीपीईआय”, “आम्ही”, “आम्हाला”) आपल्या न्यायक्षेत्राच्या कायद्यानुसार आपल्या वैयक्तिक डेटाची प्रक्रिया करण्यास प्रतिबद्ध आहेत. आम्ही आपल्याला खालील माहिती देऊन सूचित करीत आहोत वैयक्तिक डेटाच्या प्रक्रियेबद्दल.
or: ଏଲ୍. ଭି. ପ୍ରସାଦ ଆଇ. ଇନଷ୍ଟିଚ୍ଯ଼ୁଟ, ଏହାର ସହାଯ଼କ ସଂସ୍ଥା, ସହଯୋଗୀ ଏବଂ ଅନୁବନ୍ଧିତ କମ୍ପାନୀଗୁଡ଼ିକ (ସାମୂହିକ ଭାବେ "ଏଲ୍. ଭି. ପି. ଇ. ଆଇ"., "ଆମକୁ", "ଆମେ") ଆପଣଙ୍କ ଅଧିକାର କ୍ଷେତ୍ରର ଆଇନ ଅନୁଯାଯ଼ୀ ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ପ୍ରକ୍ରିଯ଼ାକରଣ କରିବା ପାଇଁ ପ୍ରତିଶୃତିବଦ୍ଧ। ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ପ୍ରକ୍ରିଯ଼ାକରଣ ବିଷଯ଼ରେ ଆମେ ଆପଣଙ୍କୁ ନିମ୍ନଲିଖିତ ସୂଚନା ସୂଚିତ କରୁଛୁ।
ta: எல்வி பிரசாத் கண் நிறுவனம், அதன் மூலதனம், இணைந்த மற்றும் சம்பந்தப்பட்ட நிறுவனங்கள் (ஒன்றாக 'LVPEI', 'நாங்கள்', 'எங்கள்' என குறிப்பிடப்படுகிறது) உங்கள் தனிப்பட்ட தரவை உங்கள் கோட்பாடுகளின் படி செயலாக்குவதில் அர்ப்பணிப்புடன் உள்ளது. தனிப்பட்ட தரவுகளின் செயலாக்கத்தின் பற்றிய தகவலை இங்கே அறிவிக்கிறோம்.
te: ఎల్ వి ప్రసాద్ ఐ ఇన్స్టిట్యూట్, దాని అనుబంధ సంస్థలు, సహచరులు మరియు అనుబంధ కంపెనీలు (సమిష్టిగా "ఎల్ వి పి ఇ ఐ", "మాకు", "మేము" అని పిలుస్తారు) మీ అధికార పరిధిలోని చట్టాల ప్రకారం మీ వ్యక్తిగత డేటాను ప్రాసెస్ చేయడానికి కట్టుబడి ఉన్నాయి. వ్యక్తిగత డేటా ప్రాసెసింగ్ గురించి మేము మీకు ఈ క్రింది సమాచారాన్ని తెలియజేస్తాము.
ur: ایل وی پرساد آئی انسٹی ٹیوٹ، اس کے ماتحت ادارے، ساتھی اور منسلک کمپنیاں (جنہیں اجتماعی طور پر "ایل وی پی ای آئی"، "ہم"، "ہم" کہا جاتا ہے) آپ کے دائرہ اختیار کے قوانین کے مطابق آپ کے ذاتی ڈیٹا پر کارروائی کرنے کے لیے پرعزم ہیں۔ ہم آپ کو ذاتی ڈیٹا کی پروسیسنگ کے بارے میں درج ذیل معلومات مطلع کرتے ہیں۔

# privacyPolicyPersonalDataTitle
source: Personal data elements collected/processed:
as: ব্যক্তিগত তথ্যৰ উপাদানসমূহ সংগ্ৰহ/প্ৰক্ৰিয়া কৰা হৈছেঃ
bn: সংগৃহীত/প্রক্রিয়াজাত ব্যক্তিগত তথ্য উপাদানঃ
gu: એકત્રિત/પ્રક્રિયા કરાયેલ વ્યક્તિગત ડેટા ઘટકોઃ
hi: व्यक्तिगत डेटा तत्व जुटाए जाने/प्रसंस्कृत किए जाने वाले:
kn: ವೈಯಕ್ತಿಕ ಡೇಟಾ ಅಂಶಗಳನ್ನು ಸಂಗ್ರಹಿಸಲಾಗಿದೆ/ಸಂಸ್ಕರಿಸಲಾಗಿದೆ:
ml: ശേഖരിച്ച/പ്രോസസ്സ് ചെയ്ത വ്യക്തിഗത ഡാറ്റ ഘടകങ്ങൾഃ
mr: संकलित/प्रक्रिया केलेले वैयक्तिक डेटा घटक:
or: ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ ଉପାଦାନଗୁଡିକ ସଂଗୃହୀତ/ପ୍ରକ୍ରିଯ଼ାକୃତ :
ta: சேகரிக்கப்பட்ட / செயலாக்கப்பட்ட தனிப்பட்ட தரவு உறுப்புகள்:
te: సేకరించిన/ప్రాసెస్ చేసిన వ్యక్తిగత డేటా అంశాలు:
ur: ذاتی ڈیٹا کے عناصر کو اکٹھا/پروسیس کیا گیا:

# privacyPolicyPersonalDataDescription
source: You and your connections personal data such as (Some of these data would be optional) Mobile number, Name, Date of birth, Gender (Male/Female), Address (Pin code), patient ID, Connection, eye triage questionnaire responses, eye triage report, eye images, symptoms tagged against your eye image, Photograph, Address details such as address, district name (including District code), state name (including state code), sub district name, village name, town name, Email address, Last Name, Middle Name, Blood Group, Height, Weight, Occupation, ABHA details (as provided by you), based on your app permissions access to Camera, GPS Location, Gallery for accessing the application, full network access, view network connections, Device information.
as: আপুনি আৰু আপোনাৰ সংযোগৰ ব্যক্তিগত তথ্য যেনে (ইয়াৰে কিছুমান তথ্য ঐচ্ছিক হ 'ব) মোবাইল নম্বৰ, নাম, জন্মৰ তাৰিখ, লিংগ (পুৰুষ/মহিলা), ঠিকনা (পিন ক' ড), ৰোগীৰ আইডি, সংযোগ, চকুৰ ট্ৰাইজেজ প্ৰশ্নাৱলীৰ প্ৰতিক্ৰিয়া, চকুৰ ট্ৰাইজেজ প্ৰতিবেদন, চকুৰ ছবি, আপোনাৰ চকুৰ ছবিৰ বিপৰীতে টেগ কৰা লক্ষণ, ফটোগ্ৰাফ, ঠিকনাৰ বিৱৰণ যেনে ঠিকনা, জিলাৰ নাম (জিলা ক 'ডকে ধৰি), ৰাজ্যৰ নাম (ৰাজ্যিক ক' ডকে ধৰি), উপ-জিলাৰ নাম, গাওঁৰ নাম, চহৰৰ নাম, ইমেইল ঠিকনা, অন্তিম নাম, মধ্য নাম, ব্লাড গ্ৰুপ, উচ্চতা, ওজন, বৃত্তি, ABHA বিৱৰণ (আপুনি প্ৰদান কৰা ধৰণে), আপোনাৰ এপৰ অনুমতিৰ ওপৰত ভিত্তি কৰি কেমেৰা, GPS অৱস্থান, এপ্লিকেচনত প্ৰৱেশ কৰাৰ বাবে গ্যালাৰীলৈ প্ৰৱেশ, সম্পূৰ্ণ নেটৱৰ্ক অভিগম, নেটৱৰ্ক সংযোগসমূহ চাওক, ডিভাইচৰ তথ্য।
bn: আপনার এবং আপনার সংযোগের ব্যক্তিগত তথ্য যেমন (এই তথ্যগুলির কিছু ঐচ্ছিক হতে পারে) মোবাইল নম্বর, নাম, জন্ম তারিখ, লিঙ্গ (পুরুষ/মহিলা), ঠিকানা (পিন কোড), রোগী আইডি, সংযোগ, চোখের ট্রাইয়েজ প্রশ্নাবলীর উত্তর, চোখের ট্রাইয়েজ রিপোর্ট, চোখের ছবি, আপনার চোখের ছবির বিরুদ্ধে ট্যাগ করা লক্ষণ, ফটোগ্রাফ, ঠিকানা বিবরণ যেমন ঠিকানা, জেলা নাম (জেলা কোড সহ), রাজ্য নাম (রাজ্য কোড সহ), উপজেলা নাম, গ্রাম নাম, শহর নাম, ইমেইল ঠিকানা, শেষ নাম, মধ্য নাম, রক্তের গ্রুপ, উচ্চতা, ওজন, পেশা, আপনার দ্বারা প্রদত্ত ABHA বিবরণ, অ্যাপ্লিকেশন অ্যাক্সেসের জন্য ক্যামেরা, GPS অবস্থান, গ্যালারী অ্যাক্সেস, পূর্ণ নেটওয়ার্ক অ্যাক্সেস, নেটওয়ার্ক সংযোগ দেখা, ডিভাইস তথ্য।
gu: તમે અને તમારા જોડાણોના વ્યક્તિગત ડેટા જેમ કે (આમાંના કેટલાક ડેટા વૈકલ્પિક હશે) મોબાઇલ નંબર, નામ, જન્મ તારીખ, લિંગ (પુરુષ/સ્ત્રી), સરનામું (પિન કોડ), દર્દી આઈડી, જોડાણ, આંખના ટ્રાઇએજ પ્રશ્નાવલીના જવાબો, આંખના ટ્રાઇએજ અહેવાલ, આંખની છબીઓ, તમારી આંખની છબી સામે ટેગ કરેલા લક્ષણો, ફોટોગ્રાફ, સરનામું, જિલ્લાનું નામ (જિલ્લા કોડ સહિત), રાજ્યનું નામ (રાજ્ય કોડ સહિત), પેટા જિલ્લાનું નામ, ગામનું નામ, નગરનું નામ, ઇમેઇલ સરનામું, છેલ્લું નામ, મધ્ય નામ, રક્ત જૂથ, ઊંચાઈ, વજન, વ્યવસાય, આભા વિગતો (તમારા દ્વારા પ્રદાન કરેલ), તમારી એપ્લિકેશનની પરવાનગીઓના આધારે એપ્લિકેશનને ઍક્સેસ કરવા માટે કેમેરા, જીપીએસ સ્થાન ગેલેરી, સંપૂર્ણ નેટવર્ક ઍક્સેસ, નેટવર્ક જોડાણો, ઉપકરણ માહિતી જુઓ.
hi: आप और आपके संबंधों के व्यक्तिगत डेटा जैसे (इनमें से कुछ डेटा वैकल्पिक हो सकते हैं) मोबाइल नंबर, नाम, जन्म तिथि, लिंग (पुरुष/महिला), पता (पिन कोड), पेशेंट आईडी, कनेक्शन, आँख का मूल्यांकन प्रश्नोत्तरी के उत्तर, आँख का मूल्यांकन रिपोर्ट, आँख की छवियाँ, आपकी आँख की छवि के खिलाफ चिन्हित लक्षण, फोटोग्राफ, पता विवरण जैसे पता, जिला नाम (जिला कोड सहित), राज्य नाम (राज्य कोड सहित), उप-जिला नाम, गाँव का नाम, शहर का नाम, ईमेल पता, उपनाम, मध्य नाम, रक्त समूह, ऊंचाई, वजन, पेशेवर, आभा विवरण (जैसा कि आपके द्वारा प्रदान किया जाता है), आपकी ऐप की अनुमतियों के आधार पर कैमरा, जीपीएस स्थान, गैलरी के उपयोग की इजाज़त, पूरी नेटवर्क पहुंच, नेटवर्क कनेक्शन देखने की इजाज़त, डिवाइस की जानकारी।
kn: ನೀವು ಮತ್ತು ನಿಮ್ಮ ಸಂಪರ್ಕಗಳ ವೈಯಕ್ತಿಕ ಡೇಟಾದಂತಹ (ಈ ಡೇಟಾಗಳಲ್ಲಿ ಕೆಲವು ಐಚ್ಛಿಕವಾಗಿರುತ್ತದೆ) ಮೊಬೈಲ್ ಸಂಖ್ಯೆ, ಹೆಸರು, ಹುಟ್ಟಿದ ದಿನಾಂಕ, ಲಿಂಗ (ಪುರುಷ/ಹೆಣ್ಣು), ವಿಳಾಸ (ಪಿನ್ ಕೋಡ್), ರೋಗಿಯ ಐಡಿ, ಸಂಪರ್ಕ, ಕಣ್ಣಿನ ಚಿಕಿತ್ಸೆಯ ಸರದಿ ನಿರ್ಧಾರದ ಪ್ರಶ್ನಾವಳಿಯ ಪ್ರತಿಕ್ರಿಯೆಗಳು, ಕಣ್ಣು ಚಿಕಿತ್ಸೆಯ ಸರದಿ ನಿರ್ಧಾರ ವರದಿ, ಕಣ್ಣಿನ ಚಿತ್ರಗಳು, ನಿಮ್ಮ ಕಣ್ಣಿನ ಚಿತ್ರದ ವಿರುದ್ಧ ಟ್ಯಾಗ್ ಮಾಡಲಾದ ಲಕ್ಷಣಗಳು, ಛಾಯಾಚಿತ್ರ, ವಿಳಾಸದ ವಿವರಗಳಾದ ವಿಳಾಸ, ಜಿಲ್ಲೆಯ ಹೆಸರು (ಜಿಲ್ಲೆಯ ಕೋಡ್ ಸೇರಿದಂತೆ), ರಾಜ್ಯದ ಹೆಸರು (ರಾಜ್ಯ ಕೋಡ್ ಸೇರಿದಂತೆ), ಉಪ ಜಿಲ್ಲೆಯ ಹೆಸರು, ಗ್ರಾಮದ ಹೆಸರು, ಪಟ್ಟಣದ ಹೆಸರು, ಇಮೇಲ್ ವಿಳಾಸ, ಕೊನೆಯ ಹೆಸರು, ಮಧ್ಯದ ಹೆಸರು, ರಕ್ತದ ಗುಂಪು, ಎತ್ತರ, ತೂಕ, ಉದ್ಯೋಗ, ABHA ವಿವರಗಳು (ನೀವು ಒದಗಿಸಿದಂತೆ), ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನುಮತಿಗಳ ಆಧಾರದ ಮೇಲೆ ಕ್ಯಾಮರಾ, GPS ಸ್ಥಳ, ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ಗ್ಯಾಲರಿ, ಪೂರ್ಣ ನೆಟ್‌ವರ್ಕ್ ಪ್ರವೇಶ, ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕಗಳನ್ನು ವೀಕ್ಷಿಸಿ, ಸಾಧನದ ಮಾಹಿತಿ.
ml: നിങ്ങളുടെയും നിങ്ങളുടെ ബന്ധങ്ങളുടെയും വ്യക്തിഗത ഡാറ്റ എന്നിവ മൊബൈൽ നമ്പർ, പേര്, ജന്മ തീയതി, ലിംഗം (പുരുഷൻ/സ്ത്രീ), വിലാസം (പിൻ കോഡ്), രോഗിയുടെ ഐഡി, ബന്ധം, കണ്ണ് ട്രയാജ് ചോദ്യാവലികളുടെ പ്രതികരണങ്ങൾ, കണ്ണ് ട്രയാജ് റിപ്പോർട്ട്, കണ്ണിന്റെ ചിത്രങ്ങൾ, നിങ്ങളുടെ കണ്ണിന്റെ ചിത്രത്തിന് ചേർത്ത ലക്ഷണങ്ങൾ, ഫോട്ടോഗ്രാഫ്, വിലാസ വിവരങ്ങൾ പോലെ വിലാസം, ജില്ലാ പേര് (ജില്ലാ കോഡ് ഉൾപ്പെടെ), സംസ്ഥാന പേര് (സംസ്ഥാന കോഡ് ഉൾപ്പെടെ), ഉപജില്ല പേര്, ഗ്രാമ പേര്, നഗരം പേര്, ഇമെയിൽ വിലാസം, പേരിന്റെ അവസാനഭാഗം, മധ്യനാമം, രക്തഗ്രൂപ്പ്, ഉയരം, ഭാരം, തൊഴിൽ, നിങ്ങളുടെ നൽകിയ ABHA വിവരങ്ങൾ, അപ്ലിക്കേഷൻ ആക്സസ് ചെയ്യാൻ ക്യാമറ, GPS ലൊക്കേഷൻ, ഗാലറി, പൂർണ്ണ നെറ്റ്വർക്ക് ആക്സസ്, നെറ്റ്വർക്ക് കണക്ഷനുകൾ കാണുക, ഉപകരണ വിവരങ്ങൾ എന്നിവയിലേക്ക് നിങ്ങളുടെ ആപ്പ് അനുമതികൾ അനുസരിച്ച്.
mr: तुम्ही आणि तुमच्या संबंधितांची वैयक्तिक माहिती जसे की (यापैकी काही माहिती पर्यायी असेल) मोबाइल क्रमांक, नाव, जन्मतारीख, लिंग (पुरुष/स्त्री), पत्ता (पिन कोड), रुग्ण ID, संबंध, डोळा चाचणीचा प्रतिसाद, डोळा चाचणी अहवाल, डोळ्यांची प्रतिमा, तुमच्या डोळ्यांच्या प्रतिमेवर टॅग केलेली लक्षणे, छायाचित्र, पत्त्याची तपशीलवार माहिती जसे की पत्ता, जिल्हा नाव (जिल्हा कोडासहित), राज्य नाव (राज्य कोडासहित), उपजिल्हा नाव, गाव नाव, शहर नाव, ईमेल पत्ता, आडनाव, मधले नाव, रक्तगट, उंची, वजन, व्यवसाय, आपण प्रदान केलेल्या ABHA तपशीलांनुसार; आपल्या अ‍ॅपमधल्या कॅमेरा परवानग्यांच्या आधारे GPS स्थान, गॅलरीतील छायाचित्रे पाहण्याची परवानगी, पूर्ण नेटवर्कची परवानगी, नेटवर्क कनेक्शन्स पाहणी, डिवाइस माहिती.
or: ଆପଣ ଏବଂ ଆପଣଙ୍କ ସଂଯୋଗର ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼ ଯେପରିକି (ଏହି ତଥ୍ଯ଼ଗୁଡ଼ିକ ମଧ୍ଯ଼ରୁ କିଛି ଇଚ୍ଛାଧୀନ ହେବ) ମୋବାଇଲ ନମ୍ବର, ନାମ, ଜନ୍ମ ତାରିଖ, ଲିଙ୍ଗ (ପୁରୁଷ/ମହିଳା), ଠିକଣା (ପିନ୍ କୋଡ୍), ରୋଗୀ ଆଇଡି, ସଂଯୋଗ, ଚକ୍ଷୁ ଟ୍ରାଇଏଜ୍ ପ୍ରଶ୍ନାବଳୀ ପ୍ରତିକ୍ରିଯ଼ା, ଚକ୍ଷୁ ଟ୍ରାଇଏଜ୍ ରିପୋର୍ଟ, ଚକ୍ଷୁ ପ୍ରତିଛବି, ଆପଣଙ୍କ ଚକ୍ଷୁ ପ୍ରତିଛବି ବିରୁଦ୍ଧରେ ଟ୍ଯ଼ାଗ୍ ହୋଇଥିବା ଲକ୍ଷଣ, ଫଟୋଗ୍ରାଫ୍, ଠିକଣା ବିବରଣୀ ଯେପରିକି ଠିକଣା, ଜିଲ୍ଲା ନାମ (ଜିଲ୍ଲା କୋଡ୍ ସହିତ), ରାଜ୍ଯ଼ ନାମ (ରାଜ୍ଯ଼ କୋଡ୍ ସହିତ), ଉପ ଜିଲ୍ଲା ନାମ, ଗ୍ରାମ ନାମ, ସହର ନାମ, ଇମେଲ ଠିକଣା, ଶେଷ ନାମ, ମଧ୍ଯ଼ମ ନାମ, ରକ୍ତ ଗୋଷ୍ଠୀ, ଉଚ୍ଚତା, ଓଜନ, ବୃତ୍ତି, ଆଭା ବିବରଣୀ (ଆପଣଙ୍କ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଥିବା), ଆପ୍ଲିକେସନ୍ ଆକ୍ସେସ୍ କରିବା ପାଇଁ କ୍ଯ଼ାମେରା, ଜିପିଏସ୍ ଅବସ୍ଥାନ ଗ୍ଯ଼ାଲେରୀ, ସମ୍ପୂର୍ଣ୍ଣ ନେଟୱାର୍କ ଆକ୍ସେସ୍, ନେଟୱାର୍କ ସଂଯୋଗ, ଡିଭାଇସ୍ ସୂଚନା।
ta: நீங்களும் உங்கள் தொடர்புகளும் வழங்கும் சொந்த தகவல்கள் என்பது போன்றவை (இவற்றில் சில தரவுகள் விருப்பத்தேர்வு ஆகும்) மொபைல் எண், பெயர், பிறந்த தேதி, பாலினம் (ஆண்/பெண்), முகவரி (பின் குறியீடு), நோயாளி ஐடி, தொடர்பு, கண் அவசர கேள்விக்குறிப்பு பதில்கள், கண் அவசர அறிக்கை, கண் படங்கள், உங்கள் கண் படத்துடன் குறிக்கப்பட்ட அறிகுறிகள், புகைப்படம், முகவரி விவரங்கள் என்பது முகவரி, மாவட்டப் பெயர் (மாவட்ட குறியீடு உட்பட), மாநிலப் பெயர் (மாநிலக் குறியீடு உட்பட), துணை மாவட்ட பெயர், கிராமப் பெயர், நகரப் பெயர், மின்னஞ்சல் முகவரி, குடும்பப் பெயர், மத்திய பெயர், இரத்த வகை, உயரம், எடை, தொழில், ஏபிஹேச் விவரங்கள் (உங்களால் வழங்கப்பட்டுள்ளன), உங்கள் செயலி அனுமதிகளை அடிப்படையில் கேமரா, ஜிபிஎஸ் இருப்பிடம், கேலரி அணுகும் வசதி, முழுமையான நெட்வொர்க் அணுகல், நெட்வொர்க் இணைப்புகளை காண்பது, சாதன தகவல்.
te: మీరు మరియు మీ సంబందితుల వ్యక్తిగత డేటా (వీటిలో కొన్ని డేటా ఐచ్ఛికంగా ఉంటుంది) మొబైల్ నంబర్, పేరు, పుట్టిన తేదీ, లింగం (పురుషుడు/మహిళ), చిరునామా (పిన్ కోడ్), రోగి ఐడి, కనెక్షన్, కంటి ట్రైజ్ ప్రశ్నావళి ప్రతిస్పందనలు, కంటి ట్రైజ్ రిపోర్ట్, కంటి చిత్రాలు, మీ కంటి చిత్రానికి వ్యతిరేకంగా ట్యాగ్ చేయబడిన లక్షణాలు, ఛాయాచిత్రం, చిరునామా, జిల్లా పేరు (జిల్లా కోడ్తో సహా), రాష్ట్ర పేరు (రాష్ట్ర కోడ్తో సహా), ఉప జిల్లా పేరు, గ్రామం పేరు, పట్టణం పేరు, ఇమెయిల్, చివరి పేరు, మధ్య పేరు, రక్త సమూహం, ఎత్తు, బరువు, వృత్తి, ABHA వివరాలు (మీరు అందించినవి). అనువర్తనాన్ని యాక్సెస్ చేయడానికి కెమెరా, జిపిఎస్ లొకేషన్ గ్యాలరీ, పూర్తి నెట్వర్క్ యాక్సెస్, వ్యూ నెట్వర్క్ కనెక్షన్లు, పరికర సమాచారం వంటి మీ అనువర్తన అనుమతుల ఆధారంగా.
ur: آپ اور آپ کے رابطوں کا ذاتی ڈیٹا جیسے (ان میں سے کچھ ڈیٹا اختیاری ہوگا) موبائل نمبر، نام، تاریخ پیدائش، صنف (مرد/عورت)، پتہ (پن کوڈ)، مریض کی شناختی کارڈ، کنیکشن، آئی ٹرائیج سوالنامے کے جوابات، آئی ٹرائیج رپورٹ، آنکھوں کی تصاویر، آپ کی آنکھ کی تصویر کے ساتھ ٹیگ کی گئی علامات، تصویر، پتے کی تفصیلات جیسے پتہ، ضلع کا نام (بشمول ضلع کو ریاست کا نام (بشمو ریاستی کوڈ)، ذیلی ضلع کا نام، گاؤں کا نام، قصبے کا نام، ای میل پتہ، آخری نام، درمیانی نام، بلڈ گروپ، اونچائی، وزن، پیشہ، اے بی ایچ اے کی تفصیلات (جیسا کہ آپ نے فراہم کیا ہے)، آپ کی ایپ کی اجازتوں کی بنیاد پر کیمرہ، جی پی ایس لوکیشن، ایپلی کیشن تک رسائی کے لیے گیلری، مکمل نیٹ ورک تک رسائی، نیٹ ورک کنکشن دیکھنے، ڈیوائس کی معلومات تک رسائی۔

# privacyPolicyPurposeOfProcessingTitle
source: Purpose of Processing:
as: প্ৰক্ৰিয়াকৰণৰ উদ্দেশ্যঃ
bn: প্রক্রিয়াকরণের উদ্দেশ্যঃ
gu: પ્રક્રિયાનો હેતુઃ
hi: प्रसंस्कृति का उद्देश्य:
kn: ಸಂಸ್ಕರಣೆಯ ಉದ್ದೇಶ:
ml: പ്രോസസ്സിംഗിന്റെ ഉദ്ദേശ്യം:
mr: प्रक्रियेचा उद्देश:
or: ପ୍ରକ୍ରିଯ଼ାକରଣର ଉଦ୍ଦେଶ୍ଯ଼:
ta: செயலாக்க நோக்கம்:
te: ప్రాసెసింగ్ యొక్క ఉద్దేశ్యం:
ur: پروسیسنگ کا مقصد: ہم مندرجہ ذیل مقاصد کے لیے آپ کے فراہم کردہ ذاتی ڈیٹا پر کارروائی کرتے ہیں جیسے:
