Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# aboutUsDescription
source: Sightconnect is a user-friendly eye care app that helps with self-assessment and consultation over the call. At the heart of our mission is a commitment to make eyecare accessible to all. The app is designed to be inclusive and accessible by users from all walks of life, regardless of their age, technical background, and social or economic background. The app and its content are made available in English and other local languages. It helps users to self-assess their eyes and get timely treatment advice. The app uses the latest technologies and tools to provide personalized eye care solutions to our users. It comes with a variety of features to make their life easier.
as: Sightconnect হৈছে এক ব্যৱহাৰকাৰী-অনুকূল চকুৰ যত্নৰ এপ যিয়ে কলৰ জৰিয়তে আত্ম-মূল্যায়ন আৰু পৰামৰ্শ প্ৰদান কৰাত সহায় কৰে। আমাৰ লক্ষ্যৰ কেন্দ্ৰবিন্দু হৈছে চকুৰ যত্ন সকলোৰে বাবে সুলভ কৰাৰ প্ৰতিশ্ৰুতি। এই এপটো জীৱনৰ সকলো ক্ষেত্ৰৰ ব্যৱহাৰকাৰীৰ বাবে অন্তৰ্ভুক্তিমূলক আৰু সুগম হোৱাকৈ ডিজাইন কৰা হৈছে, তেওঁলোকৰ বয়স, কাৰিকৰী পটভূমি, আৰু সামাজিক বা অৰ্থনৈতিক পটভূমি নিৰ্বিশেষে। এপটো আৰু ইয়াৰ সমলবোৰ ইংৰাজী আৰু অন্যান্য স্থানীয় ভাষাত উপলব্ধ কৰা হৈছে। ই ব্যৱহাৰকাৰীসকলক নিজৰ চকুৰ মূল্যায়ন কৰাত আৰু সময়মতে চিকিৎসাৰ পৰামৰ্শ লাভ কৰাত সহায় কৰে। এপটোৱে আমাৰ ব্যৱহাৰকাৰীসকলক ব্যক্তিগত চকুৰ যত্নৰ সমাধান প্ৰদান কৰিবলৈ শেহতীয়া প্ৰযুক্তি আৰু সঁজুলি ব্যৱহাৰ কৰে। তেওঁলোকৰ জীৱনটো সহজ কৰি তুলিবলৈ ইয়াত বিভিন্ন ধৰণৰ বৈশিষ্ট্য আছে।
bn: সাইট কানেক্ট একটি ব্যবহারকারী-বান্ধব চোখের যত্নের অ্যাপ যা কলের মাধ্যমে স্ব-মূল্যায়ন এবং পরামর্শের ক্ষেত্রে সহায়তা করে।.আমাদের মিশনের কেন্দ্রবিন্দুতে রয়েছে চোখের যত্ন সকলের কাছে সহজলভ্য করার প্রতিশ্রুতি।.অ্যাপটি তাদের বয়স, প্রযুক্তিগত পটভূমি এবং সামাজিক বা অর্থনৈতিক পটভূমি নির্বিশেষে সর্বস্তরের ব্যবহারকারীদের দ্বারা অন্তর্ভুক্তিমূলক এবং অ্যাক্সেসযোগ্য হওয়ার জন্য ডিজাইন করা হয়েছে।.অ্যাপটি এবং এর বিষয়বস্তু ইংরেজি এবং অন্যান্য স্থানীয় ভাষায় উপলব্ধ করা হয়েছে।.এটি ব্যবহারকারীদের তাদের চোখের স্ব-মূল্যায়ন করতে এবং সময়োপযোগী চিকিৎসার পরামর্শ পেতে সহায়তা করে।.অ্যাপটি আমাদের ব্যবহারকারীদের ব্যক্তিগতকৃত চোখের যত্নের সমাধান প্রদান করতে সর্বশেষ প্রযুক্তি এবং সরঞ্জাম ব্যবহার করে।.এটি তাদের জীবনকে সহজতর করার জন্য বিভিন্ন বৈশিষ্ট্য নিয়ে আসে।
gu: Sightconnect એક વપરાશકર્તા-મૈત્રીપૂર્ણ આંખની સંભાળ માટેની એપ્લિકેશન છે જે કૉલ પર સ્વ-મૂલ્યાંકન અને પરામર્શમાં મદદ કરે છે. અમારા મિશનના કેન્દ્રમાં આંખની સંભાળને બધા માટે સુલભ બનાવવાની પ્રતિબદ્ધતા છે. એપ્લિકેશનને જીવનના તમામ ક્ષેત્રોના વપરાશકર્તાઓ દ્વારા તેમની ઉંમર, તકનીકી પૃષ્ઠભૂમિ અને સામાજિક અથવા આર્થિક પૃષ્ઠભૂમિને ધ્યાનમાં લીધા વિના સર્વસમાવેશક અને સુલભ બનાવવા માટે ડિઝાઇન કરવામાં આવી છે. એપ્લિકેશન અને તેની સામગ્રી અંગ્રેજી અને અન્ય સ્થાનિક ભાષાઓમાં ઉપલબ્ધ કરાવવામાં આવી છે. તે વપરાશકર્તાઓને તેમની આંખોનું સ્વ-મૂલ્યાંકન કરવામાં અને સમયસર સારવારની સલાહ મેળવવામાં મદદ કરે છે. એપ્લિકેશન અમારા વપરાશકર્તાઓને વ્યક્તિગત આંખની સંભાળના ઉકેલો પ્રદાન કરવા માટે નવીનતમ તકનીકો અને સાધનોનો ઉપયોગ કરે છે. તે તેમના જીવનને સરળ બનાવવા માટે વિવિધ સુવિધાઓ સાથે આવે છે.
hi: साइटकनेक्ट एक उपयोग में सरल नेत्र सेवा ऐप है जो स्व-आँकलन और कॉल के माध्यम से परामर्श में मदद करता है। हमारे मिशन के केंद्र में सभी के लिए नेत्र देखभाल को सुलभ बनाने की प्रतिबद्धता है। ऐप को इस प्रकार डिज़ाइन किया गया है कि उम्र, तकनीकी पृष्ठभूमि और सामाजिक या आर्थिक पृष्ठभूमि के बावजूद सभी वर्ग के लोगों को पहुंची जा सके। ऐप को अंग्रेजी और अन्य स्थानीय भाषाओं में उपलब्ध किया गया है। यह उपयोगकर्ताओं को अपनी आँखों का स्व-आँकलन करने में मदद करता है और समय पर उपचार सलाह प्राप्त करने में मदद करता है। ऐप अपने उपयोगकर्ताओं को व्यक्तिगत नेत्र देखभाल के समाधान प्रदान करने के लिए नवीनतम तकनीक और उपकरणों का उपयोग करता है। यह उनके जीवन को आसान बनाने के लिए विभिन्न सुविधाओं से परिपूर्ण है।
kn: ಸೈಟ್‌ಕನೆಕ್ಟ್ ಒಂದು ಬಳಕೆದಾರ ಸ್ನೇಹಿ ಕಣ್ಣಿನ ಆರೈಕೆ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದ್ದು ಅದು ದೂರವಾಣಿ ಕರೆಯ ಮೂಲಕ ಸ್ವಯಂ ಮೌಲ್ಯಮಾಪನ ಮತ್ತು ಸಮಾಲೋಚನೆಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನಮ್ಮ ಮಿಷನ್‌ನ ಹೃದಯಭಾಗವು ಕಣ್ಣಿನ ಆರೈಕೆಯನ್ನು ಎಲ್ಲರಿಗೂ ಪ್ರವೇಶಿಸುವಂತೆ ಮಾಡುವ ಬದ್ಧತೆಯಾಗಿದೆ. ಅವರ ವಯಸ್ಸು, ತಾಂತ್ರಿಕ ಹಿನ್ನೆಲೆ ಮತ್ತು ಸಾಮಾಜಿಕ ಅಥವಾ ಆರ್ಥಿಕ ಹಿನ್ನೆಲೆಯನ್ನು ಲೆಕ್ಕಿಸದೆಯೇ ಎಲ್ಲಾ ಹಂತದ ಜೀವನದ ಬಳಕೆದಾರರಿಂದ ಒಳಗೊಳ್ಳಲು ಮತ್ತು ಪ್ರವೇಶಿಸಲು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಅಪ್ಲಿಕೇಶನ್ ಮತ್ತು ಅದರ ವಿಷಯವನ್ನು ಇಂಗ್ಲಿಷ್ ಮತ್ತು ಇತರ ಸ್ಥಳೀಯ ಭಾಷೆಗಳಲ್ಲಿ ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡಲಾಗಿದೆ. ಇದು ಬಳಕೆದಾರರಿಗೆ ತಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಸ್ವಯಂ-ಮೌಲ್ಯಮಾಪನ ಮಾಡಲು ಮತ್ತು ಸಕಾಲಿಕ ಚಿಕಿತ್ಸೆಯ ಸಲಹೆಯನ್ನು ಪಡೆಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಕಣ್ಣಿನ ಆರೈಕೆ ಪರಿಹಾರಗಳನ್ನು ಒದಗಿಸಲು ಅಪ್ಲಿಕೇಶನ್ ಇತ್ತೀಚಿನ ತಂತ್ರಜ್ಞಾನಗಳು ಮತ್ತು ಸಾಧನಗಳನ್ನು ಬಳಸುತ್ತದೆ. ಇದು ಅವರ ಜೀವನವನ್ನು ಸುಲಭಗೊಳಿಸಲು ವಿವಿಧ ವೈಶಿಷ್ಟ್ಯಗಳೊಂದಿಗೆ ಬರುತ್ತದೆ.
ml: കോളിലൂടെ സ്വയം വിലയിരുത്തലിനും കൂടിയാലോചനകൾക്കും സഹായിക്കുന്ന ഒരു ഉപയോക്തൃ-സൌഹൃദ നേത്ര സംരക്ഷണ ആപ്ലിക്കേഷനാണ് SightConnect. എല്ലാവർക്കും ഐക്കെയർ ലഭ്യമാക്കാനുള്ള പ്രതിബദ്ധതയാണ് ഞങ്ങളുടെ ദൌത്യത്തിന്റെ കാതൽ. അവരുടെ പ്രായം, സാങ്കേതിക പശ്ചാത്തലം, സാമൂഹിക അല്ലെങ്കിൽ സാമ്പത്തിക പശ്ചാത്തലം എന്നിവ കണക്കിലെടുക്കാതെ ജീവിതത്തിന്റെ എല്ലാ മേഖലകളിലും നിന്നുള്ള ഉപയോക്താക്കളെ ഉൾക്കൊള്ളുന്നതും ആക്സസ് ചെയ്യാവുന്നതുമായ രീതിയിലാണ് ആപ്ലിക്കേഷൻ രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്. ആപ്ലിക്കേഷനും അതിന്റെ ഉള്ളടക്കവും ഇംഗ്ലീഷിലും മറ്റ് പ്രാദേശിക ഭാഷകളിലും ലഭ്യമാക്കിയിട്ടുണ്ട്. ഉപയോക്താക്കൾക്ക് അവരുടെ കണ്ണുകൾ സ്വയം വിലയിരുത്താനും സമയബന്ധിതമായ ചികിത്സാ ഉപദേശം നേടാനും ഇത് സഹായിക്കുന്നു. ഞങ്ങളുടെ ഉപയോക്താക്കൾക്ക് വ്യക്തിഗത നേത്ര സംരക്ഷണ പരിഹാരങ്ങൾ നൽകുന്നതിന് ഏറ്റവും പുതിയ സാങ്കേതികവിദ്യകളും ഉപകരണങ്ങളും ആപ്ലിക്കേഷൻ ഉപയോഗിക്കുന്നു. അവരുടെ ജീവിതം എളുപ്പമാക്കുന്നതിന് വൈവിധ്യമാർന്ന സവിശേഷതകളോടെയാണ് ഇത് വരുന്നത്.
mr: Sightconnect हे एक वापरायला सोपे डोळ्यांच्या आरोग्याविषयीचे अ‍ॅप आहे जे स्वत:च स्वत:च्या डोळ्यांची तपासणी करण्यास आणि फोन कॉलवर तज्ज्ञांचा सल्ला घेण्यास मदत करते. डोळ्यांची काळजी घेणं सर्वांसाठी सुलभ असायला हवं, या बांधिलकीमुळेच आम्ही हे काम हाती घेतलं आहे. हे अ‍ॅप सर्वांसाठी आहे, वय, तांत्रिक पार्श्वभूमी आणि सामाजिक किंवा आर्थिक पार्श्वभूमीवर याचा वापर अवलंबून नाही. अ‍ॅप आणि त्यातील सर्व माहिती इंग्रजी आणि इतर स्थानिक भाषांमध्ये उपलब्ध आहे. हे अ‍ॅप वापरकर्त्यांना त्यांच्या डोळ्यांची स्वत: तपासणी करण्यास मदत करते आणि वेळेवर उपचारविषयक सल्ला मिळवून देते. अ‍ॅप नवीनतम तंत्रज्ञान आणि साधने वापरून आमच्या वापरकर्त्यांसाठी डोळ्याच्या विकारांवरचे योग्य ते उपाय सुचवते. त्यांचे आयुष्य सुखकर करण्यासाठी यात अनेक उत्तम सोयी आहेत.
or: ଆମର ମିଶନର ହୃଦୟରେ ଏକ ପ୍ରତିବଦ୍ଧତା ଅଛି ସମସ୍ତଙ୍କ ପାଇଁ ନେତ୍ର ଯତ୍ନ ପ୍ରାପ୍ୟ କରିବା। ଏହି ଆପ୍ ବୟସ, ପ୍ରଯୁକ୍ତିଗତ ପୃଷ୍ଠଭୂମି, ସାମାଜିକ କିମ୍ବା ଆର୍ଥିକ ପୃଷ୍ଠଭୂମି ନିର୍ବିଶେଷରେ ସମସ୍ତ ବର୍ଗର ଉପଭୋଗ୍ତାମାନଙ୍କ ପାଇଁ ସମାବେଶୀ ଏବଂ ସହଜସୁଲଭ ଭାବେ ଡିଜାଇନ କରାଯାଇଛି। ଏହି ଆପ୍ ଇଂରାଜୀ ଏବଂ ଅନ୍ୟାନ୍ୟ ସ୍ଥାନୀୟ ଭାଷାରେ ଉପଲବ୍ଧ ଅଟେ । ଏହା ଉପଭୋଗ୍ତାମାନଙ୍କୁ ସ୍ୱ ନେତ୍ର ମୂଲ୍ୟାଙ୍କନ କରିବାରେ ଏବଂ ସମୟମତେ ଚିକିତ୍ସା ପରାମର୍ଶ ପାଇବାରେ ସହାୟତା କରେ।ଉପଭୋକ୍ତାମାନଙ୍କୁ ବ୍ୟକ୍ତିଗତ ଚକ୍ଷୁ ଯତ୍ନ ସମାଧାନ ପ୍ରଦାନ କରିବାକୁ ଆପ୍ ନବୀନତମ ପ୍ରଯୁକ୍ତି ଓ ଉପକରଣ ବ୍ୟବହାର କରେ |। ଏହା ଉପଭୋଗ୍ତାମାନଙ୍କର ଜୀବନ ସୁଗମ କରିବାପାଇଁ ବିଭିନ୍ନ ଧରଣର ବୈଶିଷ୍ଟ୍ୟ ସହିତ ଆସେ।
ta: சைட்கனெக்ட் என்பது ஒரு பயனர்-நட்பு கண் பராமரிப்பு செயலி ஆகும், இது சுய-மதிப்பீடு மற்றும் அழைப்பு மூலம் ஆலோசனை பெறுவதில் உதவுகிறது. எங்கள் பணியின் மையத்தில் உள்ளது கண் பராமரிப்பை அனைவருக்கும் அணுகக்கூடியதாக மாற்றுவதற்கான உறுதிப்பாடு. இந்த செயலி வயது, தொழில்நுட்ப பின்னணி, மற்றும் சமூக அல்லது பொருளாதார பின்னணியைப் பொருத்தமட்டும் இல்லாமல், வாழ்க்கையின் அனைத்து நடைபாதைகளிலிருந்தும் பயனர்களால் அணுகக்கூடியதாக வடிவமைக்கப்பட்டுள்ளது. இந்த செயலி மற்றும் அதன் உள்ளடக்கம் ஆங்கிலம் மற்றும் பிற உள்ளூர் மொழிகளில் கிடைக்கின்றன. இது பயனர்களுக்கு அவர்களது கண்களை சுய-மதிப்பிட மற்றும் சமயோசிதமான சிகிச்சை ஆலோசனை பெற உதவுகிறது. இந்த செயலி புதிய தொழில்நுட்பங்கள் மற்றும் கருவிகளை பயன்படுத்தி எங்கள் பயனர்களுக்கு தனிப்பயன் கண் பராமரிப்பு தீர்வுகளை வழங்குகிறது. அவர்களது வாழ்க்கையை எளிதாக்குவதற்கு பல்வேறு அம்சங்களுடன் கூடியது.
te: Sightconnect అనేది వినియోగదారు-స్నేహపూర్వక కంటి సంరక్షణ అనువర్తనం, ఇది కాల్ ద్వారా స్వీయ-మూల్యాంకనం మరియు సంప్రదింపులకు సహాయపడుతుంది. కంటి సంరక్షణను అందరికీ అందుబాటులో ఉంచడం మా లక్ష్యం. ఈ అనువర్తనం వారి వయస్సు, సాంకేతిక నేపథ్యం మరియు సామాజిక లేదా ఆర్థిక నేపథ్యంతో సంబంధం లేకుండా అన్ని వర్గాల వినియోగదారులను కలుపుకొని, అందుబాటులో ఉండేలా రూపొందించబడింది. అనువర్తనం మరియు దాని కంటెంట్ ఆంగ్లం మరియు ఇతర స్థానిక భాషలలో అందుబాటులో ఉంచబడ్డాయి. ఇది వినియోగదారులకు వారి కళ్ళను స్వీయ-మూల్యాంకనంా వేయడానికి మరియు సకాలంలో చికిత్స సలహాలను పొందడానికి సహాయపడుతుంది. మా వినియోగదారులకు వ్యక్తిగతీకరించిన కంటి సంరక్షణ పరిష్కారాలను అందించడానికి అనువర్తనం సరికొత్త సాంకేతిక పరిజ్ఞానాన్ని మరియు సాధనాలను ఉపయోగిస్తుంది. ఇది వారి జీవితాన్ని సులభతరం చేయడానికి వివిధ రకాల లక్షణాలతో వస్తుంది.
ur: سائٹ کنیکٹ ایک صارف دوست آنکھوں کی دیکھ بھال کی ایپ ہے جو کال پر خود تشخیص اور مشاورت میں مدد کرتی ہے۔.ہمارے مشن کے مرکز میں آنکھوں کی دیکھ بھال کو سب کے لیے قابل رسائی بنانے کا عزم ہے۔.ایپ کو ان کی عمر، تکنیکی پس منظر، اور سماجی یا معاشی پس منظر سے قطع نظر، زندگی کے تمام شعبوں سے تعلق رکھنے والے صارفین کے لیے جامع اور قابل رسائی بنانے کے لیے ڈیزائن کیا گیا ہے۔.ایپ اور اس کا مواد انگریزی اور دیگر مقامی زبانوں میں دستیاب کرایا گیا ہے۔.یہ صارفین کو اپنی آنکھوں کا خود جائزہ لینے اور بروقت علاج کا مشورہ حاصل کرنے میں مدد کرتا ہے۔.ایپ ہمارے صارفین کو آنکھوں کی دیکھ بھال کے ذاتی حل فراہم کرنے کے لیے جدید ترین ٹیکنالوجیز اور ٹولز کا استعمال کرتی ہے۔.یہ ان کی زندگی کو آسان بنانے کے لیے مختلف خصوصیات کے ساتھ آتا ہے۔

# aboutUsFeaturesTitle
source: Features
as: বৈশিষ্ট্যসমূহ
bn: বৈশিষ্ট্যাবলী
gu: વિશેષતાઓ
hi: विशेषताएँ
kn: ವೈಶಿಷ್ಟ್ಯಗಳು
ml: ഫീച്ചറുകൾ
mr: वैशिष्ट्ये
or: ବୈଶିଷ୍ଟ୍ଯ଼
ta: அம்சங்கள்
te: లక్షణాలు
ur: خصوصیات
