Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# stepNumber
source: {current} of {total}
as: {current} ৰ {total}
bn: {current} এর মধ্যে {total}
gu: {current} ના {total}
hi: {current} में से {total}
kn: {current} ರಲ್ಲಿ {total}
ml: {current} / {total}
mr: {current} बाहेर {total}
or: {current} ର {total}
ta: {current} இன் {total}
te: {current} / {total}

# loginEnterOTP
source: Please enter the OTP sent to {mobileNumber}
as: অনুগ্ৰহ কৰি পঠিওৱা অ '. টি. পি. টো প্ৰবিষ্ট কৰক {mobileNumber}
bn: দয়া করে যে ওটিপি পাঠানো হয়েছে তা প্রবেশ করান {mobileNumber}
gu: મહેરબાની કરીને મોકલેલ ઓ. ટી. પી. દાખલ કરો {mobileNumber}
hi: कृपया जिस पर भेजा गया ओ. टी. पी. दर्ज करें {mobileNumber}
kn: ದಯವಿಟ್ಟು ಕಳುಹಿಸಿದ ಒಟಿಪಿಯನ್ನು ನಮೂದಿಸಿ {mobileNumber}
ml: അയച്ച ഒടിപി ദയവായി നൽകുക {mobileNumber}
mr: कृपया पाठवलेला ओ. टी. पी. प्रविष्ट करा. {mobileNumber}
or: ଦଯ଼ାକରି ପଠାଯାଇଥିବା ଓଟିପି ପ୍ରବେଶ କରାନ୍ତୁ {mobileNumber}
ta: அனுப்பப்பட்ட ஓ. டி. பி. யை உள்ளிடவும் {mobileNumber}
te: దయచేసి {mobileNumber}కి పంపిన OTPని నమోదు చేయండి
ur: براہ کرم بھیجا گیا او ٹی پی درج کریں {mobileNumber}

# loginResendOTPIn
source: Resend in {time}
as: পুনৰ পঠিওৱা {time}
bn: পুনরায় পাঠান {time}
gu: ફરીથી મોકલો {time}
hi: फिर से भेजें {time}
kn: ಮರಳಿ ಕಳುಹಿಸಿ. {time}
ml: വീണ്ടും അയയ്ക്കുക {time}
mr: पुन्हा पाठवा {time}
or: ପୁନର୍ବାର ପଠାନ୍ତୁ {time}
ta: மீண்டும் அனுப்பவும் {time}
te: {time}లో మళ్లీ పంపండి
ur: دوبارہ بھیجیں {time}

source: {patient} has an appointment
as: {patient} ৰোগীৰ এটা এপইণ্টমেণ্ট আছে
bn: {patient} রোগীর একটি অ্যাপয়েন্টমেন্ট আছে
gu: {patient} દર્દીની એપોઇન્ટમેન્ટ હોય છે
hi: {patient} रोगी के पास एक नियुक्ति है
kn: {patient} ರೋಗಿಗೆ ಅಪಾಯಿಂಟ್ಮೆಂಟ್ ಇದೆ
ml: {patient} രോഗിക്ക് ഒരു അപ്പോയിന്റ്മെന്റ് ഉണ്ട്
mr: {patient} रुग्णाला भेटीची वेळ असते
or: {patient} ରୋଗୀର ଏକ ଆପଏଣ୍ଟମେଣ୍ଟ ଅଛି
ta: {patient} நோயாளிக்கு ஒரு சந்திப்பு உள்ளது
te: {patient}కి అపాయింట్‌మెంట్ ఉంది
ur: {patient} مریض کا ملاقات کا وقت ہے

# questionnaireTitle
source: Eye Assessment Questions
as: চকুৰ মূল্যায়নৰ প্ৰশ্নসমূহ
bn: চোখের মূল্যায়ন প্রশ্ন
gu: આંખના મૂલ્યાંકનના પ્રશ્નો
hi: नेत्र आकलन प्रश्नावली
kn: ಕಣ್ಣಿನ ಮೌಲ್ಯಮಾಪನ ಪ್ರಶ್ನೆಗಳು
ml: നേത്ര അസ്സെസ്സ്മെന്റ് ചോദ്യങ്ങൾ
mr: डोळ्यांच्या तपासणीचे प्रश्न
or: ଚକ୍ଷୁ ମୂଲ୍ଯ଼ାଙ୍କନ ପ୍ରଶ୍ନ
ta: கண் பரிசோதனை கேள்விகள்
te: కంటి మూల్యాంకన ప్రశ్నలు
ur: آنکھوں کی تشخیص کے سوالات

# questionnaireExitDialog
source: Answering these questions will help in identifying your eye problems. Do you really wish to exit?
as: এই প্ৰশ্নবোৰৰ উত্তৰে আপোনাৰ চকুৰ সমস্যাবোৰ চিনাক্ত কৰাত সহায় কৰিব। আপুনি সঁচাকৈয়ে বাহিৰ হোৱাটো বিচাৰে নেকি?
bn: এই প্রশ্নগুলির উত্তর দেওয়া আপনার চোখের সমস্যাগুলি শনাক্ত করতে সাহায্য করবে। আপনি কি সত্যিই এই সমস্যা থেকে বেরিয়ে আসতে চান?
gu: આ પ્રશ્નોના જવાબ આપવાથી તમારી આંખની સમસ્યાઓને ઓળખવામાં મદદ મળશે. શું તમે ખરેખર બહાર નીકળવા માંગો છો?
hi: इन प्रश्नों के उत्तर देने से आपकी आँखों की समस्याओं की पहचान में मदद मिलेगी। क्या आप वाकई बाहर निकलना चाहते हैं?
kn: ಈ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸುವುದರಿಂದ ನಿಮ್ಮ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳನ್ನು ಗುರುತಿಸುವಲ್ಲಿ ಸಹಾಯವಾಗುತ್ತದೆ. ನೀವು ನಿಜವಾಗಿಯೂ ನಿರ್ಗಮಿಸಲು ಬಯಸುವಿರಾ?
ml: ഈ ചോദ്യങ്ങൾക്ക് ഉത്തരം നൽകുന്നത് നിങ്ങളുടെ കണ്ണിന്റെ പ്രശ്നങ്ങൾ തിരിച്ചറിയാൻ സഹായിക്കും. അസ്സെസ്സ്മെന്റ് ഉപേക്ഷിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെന്ന് ഉറപ്പാണോ?
mr: या प्रश्नांची उत्तरं देण्याने तुमच्या डोळ्यांच्या समस्या ओळखण्यास मदत होईल. तुम्ही तरीही बाहेर पडू इच्छिता का?
or: ଏହି ପ୍ରଶ୍ନଗୁଡ଼ିକର ଉତ୍ତର ଦେବା ଦ୍ୱାରା ଆପଣଙ୍କ ଚକ୍ଷୁ ସମ୍ବନ୍ଧୀଯ଼ ସମସ୍ଯ଼ା ଚିହ୍ନଟ କରିବାରେ ସାହାଯ୍ଯ଼ ମିଳିବ। ଆପଣ ପ୍ରକୃତରେ ଏଥିରୁ ବାହାରି ଯିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ta: இந்த கேள்விகளுக்கு பதில் அளிப்பது உங்கள் கண் பிரச்சினைகளை கண்டறிய உதவும். நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா?
te: ఈ ప్రశ్నలకు సమాధానం ఇవ్వడం మీ కంటి సమస్యలను గుర్తించడంలో సహాయపడుతుంది. మీరు నిజంగా నిష్క్రమించాలనుకుంటున్నారా?
ur: ان سوالوں کے جواب دینے سے آپ کی آنکھوں کے مسائل کی نشاندہی کرنے میں مدد ملے گی۔ کیا آپ واقعی باہر نکلنا چاہتے ہیں؟

# visualAcuityTitle
source: Visual Acuity Test
as: চাক্ষুষ তীক্ষ্ণতা পৰীক্ষা
bn: চাক্ষুষ তীক্ষ্ণতা পরীক্ষা
gu: દ્રશ્ય તીક્ષ્ણતા પરીક્ષણ
hi: दृश्य तीक्ष्णता परीक्षण
kn: ದೃಷ್ಟಿ ತೀಕ್ಷ್ಣತೆ ಪರೀಕ್ಷೆ
ml: കാഴ്ച പ്രവർത്തന പരിശോധന
mr: दृष्टी अचूकता चाचणी
or: ଭିଜୁଆଲ୍ ଆକ୍ଯ଼ୁଇଟି ଟେଷ୍ଟ
ta: பார்வைக் கூர்மை சோதனை
te: దృశ్య తీక్షణ పరీక్ష
ur: بصری ایکویٹی ٹیسٹ

# visualAcuityDescription
source: A visual acuity test is an eye exam that checks how well you see the details of a letter or symbol from a specific distance. Do this quick test now!
as: চাক্ষুষ তীক্ষ্ণতা পৰীক্ষা হৈছে চকুৰ পৰীক্ষা যিয়ে আপুনি এটা নিৰ্দিষ্ট দূৰত্বৰ পৰা এখন আখৰ বা চিহ্নৰ বিৱৰণ কিমান ভালদৰে দেখে সেয়া পৰীক্ষা কৰে। এই দ্ৰুত পৰীক্ষাটো এতিয়া কৰক!
bn: একটি চাক্ষুষ তীক্ষ্ণতা পরীক্ষা হল একটি চক্ষু পরীক্ষা যা পরীক্ষা করে যে আপনি একটি নির্দিষ্ট দূরত্ব থেকে একটি অক্ষর বা প্রতীকের বিবরণ কতটা ভাল দেখতে পান। এখনই এই দ্রুত পরীক্ষাটি করুন!
gu: દ્રશ્ય તીક્ષ્ણતા પરીક્ષણ એ આંખની પરીક્ષા છે જે તપાસે છે કે તમે ચોક્કસ અંતરથી અક્ષર અથવા પ્રતીકની વિગતો કેટલી સારી રીતે જુઓ છો. આ ઝડપી પરીક્ષણ હમણાં કરો!
hi: दृश्य तीक्ष्णता परीक्षण एक नेत्र परीक्षण है जो यह जाँचता है कि आप एक विशिष्ट दूरी से किसी अक्षर या प्रतीक का विवरण कितनी अच्छी तरह देखते हैं। यह त्वरित परीक्षण अभी करें!
kn: ದೃಷ್ಟಿ ತೀಕ್ಷ್ಣತೆ ಪರೀಕ್ಷೆಯು ಕಣ್ಣಿನ ಪರೀಕ್ಷೆಯಾಗಿದ್ದು ಅದು ನಿರ್ದಿಷ್ಟ ದೂರದಿಂದ ಅಕ್ಷರ ಅಥವಾ ಚಿಹ್ನೆಯ ವಿವರಗಳನ್ನು ನೀವು ಎಷ್ಟು ಚೆನ್ನಾಗಿ ನೋಡುತ್ತೀರಿ ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸುತ್ತದೆ. ಈ ಶೀಘ್ರ​ ಪರೀಕ್ಷೆಯನ್ನು ಮಾಡಿ!
ml: ഒരു പ്രത്യേക അകലത്തിൽ നിന്ന് ഒരു അക്ഷരത്തിൻ്റെയോ ചിഹ്നത്തിൻ്റെയോ വിശദാംശങ്ങൾ നിങ്ങൾ എത്ര നന്നായി കാണുന്നുവെന്ന് പരിശോധിക്കുന്ന ഒരു നേത്രപരിശോധനയാണിത് . ഈ പരിശോധന ഇപ്പോൾ ചെയ്യുക!
mr: दृष्टी अचूकता चाचणीनंतर हे कळेल की तुम्हाला विशिष्ट अंतरावरून अक्षरं किंवा चिन्हं किती स्पष्ट दिसतात. आता ही चाचणी करा.
or: ଭିଜୁଆଲ୍ ଆକ୍ଯ଼ୁଇଟି ଟେଷ୍ଟ ହେଉଛି ଏକ ଚକ୍ଷୁ ପରୀକ୍ଷା ଯାହା ଯାଞ୍ଚ କରେ ଯେ ଆପଣ ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଦୂରତାରୁ ଏକ ଅକ୍ଷର କିମ୍ବା ଚିହ୍ନର ବିବରଣୀ କେତେ ଭଲ ଦେଖନ୍ତି | ବର୍ତ୍ତମାନ ଏହି ପରୀକ୍ଷା ଶୀଘ୍ର କରନ୍ତୁ!
ta: பார்வை கூர்மை சோதனை என்பது ஒரு குறிப்பிட்ட தூரத்திலிருந்து எழுத்து அல்லது சின்னத்தின் விவரங்களை நீங்கள் எவ்வாறு பார்க்கிறீர்கள் என்பதை சோதிக்கும் ஒரு கண் பரிசோதனையாகும். இந்த விரைவான சோதனையை இப்போது செய்யுங்கள்!
te: దృశ్య తీక్షణ పరీక్ష అనేది ఒక నిర్దిష్ట దూరం నుండి ఒక అక్షరం లేదా చిహ్నం యొక్క వివరాలను మీరు ఎంత బాగా చూస్తున్నారో తనిఖీ చేసే కంటి పరీక్ష. ఈ శీఘ్ర పరీక్షను ఇప్పుడే చేయండి!
ur: بصری ایکویٹی ٹیسٹ ایک آنکھ کا امتحان ہے جو یہ چیک کرتا ہے کہ آپ کسی مخصوص فاصلے سے کسی حرف یا علامت کی تفصیلات کو کتنی اچھی طرح سے دیکھتے ہیں۔ یہ فوری ٹیسٹ ابھی کریں!

# visualAcuityHowToPerform
source: How to perform the visual acuity test?
as: চাক্ষুষ তীক্ষ্ণতা পৰীক্ষা কেনেকৈ সম্পন্ন কৰিব লাগে?
bn: কিভাবে চাক্ষুষ তীক্ষ্ণতা পরীক্ষা করা যায়?
gu: દ્રશ્ય તીક્ષ્ણતા પરીક્ષણ કેવી રીતે કરવું?
hi: दृश्य तीक्ष्णता परीक्षण कैसे करें?
kn: ದೃಷ್ಟಿ ತೀಕ್ಷ್ಣತೆ ಪರೀಕ್ಷೆಯನ್ನು ಹೇಗೆ ಮಾಡಬೇಕು?
ml: കാഴ്ച പരിശോധന എങ്ങനെ നടത്താം?
mr: दृष्टी अचूकता चाचणी कशी करावी?
or: ଭିଜୁଆଲ୍ ଆକ୍ଯ଼ୁଇଟି ପରୀକ୍ଷା କିପରି କରାଯିବ?
ta: பார்வை கூர்மை சோதனையை எவ்வாறு செய்வது?
te: దృశ్య తీక్షణత పరీక్షను ఎలా నిర్వహించాలి?
ur: بصری ایکویٹی ٹیسٹ کیسے انجام دیا جائے؟

# visualAcuityViewStepsToPerform
source: View Steps to perform Visual Acuity Test
as: চাক্ষুষ তীক্ষ্ণতা পৰীক্ষা সম্পন্ন কৰাৰ পদক্ষেপসমূহ চাওক
bn: চাক্ষুষ তীক্ষ্ণতা পরীক্ষা করার পদক্ষেপগুলি দেখুন
gu: દ્રશ્ય તીક્ષ્ણતા પરીક્ષણ કરવાના પગલાંઓ જુઓ
hi: दृश्य तीक्ष्णता परीक्षण करने की प्रक्रिया देखें
kn: ದೃಷ್ಟಿ ತೀಕ್ಷ್ಣತೆ ಪರೀಕ್ಷೆಯನ್ನು ಮಾಡಲು ಹಂತಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: കാഴ്ച പരിശോധന നടത്തുന്നതിനുള്ള ഘട്ടങ്ങൾ
mr: दृष्टी अचूकता चाचणी करण्याच्या पायऱ्या पाहा.
or: ଭିଜୁଆଲ୍ ଆକ୍ଯ଼ୁଇଟି ଟେଷ୍ଟ କରିବା ପାଇଁ ପଦକ୍ଷେପଗୁଡ଼ିକୁ ଦେଖନ୍ତୁ
ta: பார்வை கூர்மை சோதனையை செய்வதற்கான படிகளை காண்க
te: దృశ్య తీక్షణ పరీక్ష నిర్వహించడానికి దశలను చూడండి
ur: بصری ایکویٹی ٹیسٹ انجام دینے کے اقدامات دیکھیں

# visualAcuityCompletionDialog
source: Done! Visual Acuity Test is completed for both eyes. You need to capture your eye photos next.
as: সম্পূৰ্ণ! দুয়োটা চকুৰ বাবে চাক্ষুষ তীক্ষ্ণতা পৰীক্ষা সম্পূৰ্ণ হৈছে। ইয়াৰ পিছত আপুনি আপোনাৰ চকুৰ ফটো ল 'ব লাগিব।
bn: সম্পন্ন! উভয় চোখের জন্য ভিজ্যুয়াল অ্যাকুইটি টেস্ট সম্পন্ন হয়েছে। এরপরে আপনাকে আপনার চোখের ছবি তুলতে হবে।
gu: પૂર્ણ થયું! બંને આંખો માટે દ્રશ્ય તીક્ષ્ણતા પરીક્ષણ પૂર્ણ થયું છે. તમારે આગળ તમારી આંખના ફોટા લેવાની જરૂર છે.
hi: दृश्य तीक्ष्णता परीक्षण दोनों आँखों के लिए पूरा हो गया है। आगे आपको अपनी आंखों की तस्वीरें खींचनी होंगी।
kn: ಮುಗಿದಿದೆ! ಎರಡೂ ಕಣ್ಣುಗಳಿಗೆ ದೃಷ್ಟಿ ತೀಕ್ಷ್ಣತೆಯ ಪರೀಕ್ಷೆ ಪೂರ್ಣಗೊಂಡಿದೆ. ಮುಂದೆ ನಿಮ್ಮ ಕಣ್ಣಿನ ಫೋಟೋಗಳನ್ನು ನೀವು ಸೆರೆಹಿಡಿಯಬೇಕು.
ml: കാഴ്ച പരിശോധന പൂർത്തിയായിരിക്കുന്നു. അടുത്തതായി നിങ്ങളുടെ കണ്ണിന്റെ ഫോട്ടോ എടുക്കലാണ്.
mr: झाले! दोन्ही डोळ्यांसाठी दृष्टी अचूकता चाचणी पूर्ण झाली आहे. तुम्हाला आता तुमच्या डोळ्यांचे फोटो घ्यायचे आहेत.
or: ସମାପ୍ତ! ଉଭଯ଼ ଆଖି ପାଇଁ ଭିଜୁଆଲ୍ ଆକ୍ଯ଼ୁଇଟି ଟେଷ୍ଟ ସମାପ୍ତ ହୋଇଛି। ଏହା ପରେ ଆପଣଙ୍କୁ ନିଜ ଆଖିର ଫଟୋ ଉଠାଇବାକୁ ପଡ଼ିବ।
ta: முடிந்தது! இரு கண்களுக்குமான பார்வை தெளிவுச் சோதனை முடிந்துவிட்டது. அடுத்து உங்கள் கண் புகைப்படங்களை எடுக்க வேண்டும்.
te: పూర్తయింది! రెండు కళ్ళకు దృశ్య తీక్షణ పరీక్ష పూర్తయింది. తరువాత మీరు మీ కంటి ఫోటోలను తీయాలి.
ur: ہو گیا! دونوں آنکھوں کے لیے بصری ایکویٹی ٹیسٹ مکمل ہو گیا ہے۔ اس کے بعد آپ کو اپنی آنکھوں کی تصاویر لینے کی ضرورت ہے۔

# visualAcuityExitDialog
source: Visual acuity is an important test to understand about your eye problem. Do you really wish to exit?
as: দৃষ্টিশক্তিৰ তীক্ষ্ণতা আপোনাৰ চকুৰ সমস্যাৰ বিষয়ে বুজিবলৈ এক গুৰুত্বপূৰ্ণ পৰীক্ষা। আপুনি সঁচাকৈয়ে বাহিৰলৈ ওলাব বিচাৰে নেকি?
bn: দৃষ্টিশক্তির তীক্ষ্ণতা আপনার চোখের সমস্যা সম্পর্কে বোঝার জন্য একটি গুরুত্বপূর্ণ পরীক্ষা। আপনি কি সত্যিই এর থেকে বেরিয়ে আসতে চান?
gu: તમારી આંખની સમસ્યા વિશે સમજવા માટે દૃષ્ટિની તીક્ષ્ણતા એ એક મહત્વપૂર્ણ કસોટી છે. શું તમે ખરેખર બહાર નીકળવા માંગો છો?
hi: दृश्य तीक्ष्णता परीक्षण आपकी आँख की समस्या के बारे में समझने के लिए एक महत्वपूर्ण परीक्षण है। क्या आप वाकई बाहर निकलना चाहते हैं?
kn: ದೃಷ್ಟಿ ತೀಕ್ಷ್ಣತೆಯು ನಿಮ್ಮ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಯನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಒಂದು ಪ್ರಮುಖ ಪರೀಕ್ಷೆಯಾಗಿದೆ. ನೀವು ನಿಜವಾಗಿಯೂ ನಿರ್ಗಮಿಸಲು ಬಯಸುವಿರಾ?
ml: നിങ്ങളുടെ കണ്ണിന്റെ പ്രശ്നത്തെക്കുറിച്ച് മനസിലാക്കാൻ കാഴ്ച പരിശോധന പ്രധാനമാണ്. ഈ പരിശോധന ഉപേക്ഷിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെന്ന് ഉറപ്പാണോ?
mr: तुमच्या डोळ्यांच्या समस्येविषयी समजून घेण्यासाठी दृष्टी अचूकता चाचणी महत्त्वाची आहे. तुम्ही तरीही बाहेर पडू इच्छिता का?
or: ଆପଣଙ୍କ ଚକ୍ଷୁ ସମସ୍ଯ଼ା ବିଷଯ଼ରେ ବୁଝିବା ପାଇଁ ଭିଜୁଆଲ୍ ଆକ୍ଯ଼ୁଇଟି ଏକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ପରୀକ୍ଷା। ଆପଣ ପ୍ରକୃତରେ ବାହାରକୁ ଯିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ta: உங்கள் கண் பிரச்சினையை புரிந்துகொள்ள பார்வை தெளிவுச் சோதனை முக்கியமானது. நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா?
te: మీ కంటి సమస్య గురించి అర్థం చేసుకోవడానికి దృశ్య తీక్షణత ఒక ముఖ్యమైన పరీక్ష. మీరు నిజంగా నిష్క్రమించాలనుకుంటున్నారా?
ur: آپ کی آنکھوں کے مسئلے کے بارے میں سمجھنے کے لیے بصری ایکویٹی ایک اہم امتحان ہے۔ کیا آپ واقعی باہر نکلنا چاہتے ہیں؟

# swipeGestureTab
source: Swipe Gesture
as: স্বাইপ কৰক অঙ্গভঙ্গি
bn: স্বাইপ অঙ্গভঙ্গি
gu: સ્વાઇપ હાવભાવ
hi: स्वाइप जेस्चर
kn: ಸ್ವೈಪ್ ಸೂಚನೆ
ml: സ്വൈപ്പ് ജെസ്ചർ
mr: स्वाइप करा
or: ସ୍ୱାଇପ୍ ଜେସଚର
ta: ஸ்வைப் செயல்பாடு
te: స్వైప్ సంజ్ఞ
ur: اشارہ سوائپ کریں

# voiceAssistTab
source: Voice Assist
as: ভইচ এচিস্ট
bn: ভয়েস অ্যাসিস্ট
gu: અવાજ સહાય
hi: आवाज सहायक
kn: ಧ್ವನಿ ಸಹಾಯ
ml: വോയിസ് അസ്സിസ്റ്റ്
mr: आवाज सहाय्यक
or: ସ୍ୱର ସହାଯ଼ତା
ta: வாய்ஸ் அசிஸ்ட்
te: వాయిస్ అసిస్ట్
ur: وائس اسسٹ

# distanceString
source: distance
as: দূৰত্ব
bn: দূরত্ব
gu: અંતર
hi: दूरी
kn: ದೂರ
ml: അകലം
mr: अंतर
or: ଦୂରତା
ta: தூரம்
te: దూరం
ur: فاصلہ

# leftEyeString
source: Left Eye
as: বাওঁ চকু
bn: বাঁ চোখ।
gu: ડાબી આંખ
hi: बाईं आँख
kn: ಎಡ ಕಣ್ಣು
ml: ഇടത് കണ്ണ്
mr: डावा डोळा
or: ବାମ ଆଖି
ta: இடது கண்
te: ఎడమ కన్ను
ur: بائیں آنکھ

# rightEyeString
source: Right Eye
as: সোঁ চকু
bn: ডান চোখ।
gu: જમણી આંખ
hi: दाहिनी आँख
kn: ಬಲ ಕಣ್ಣು
ml: വലത് കണ്ണ്
mr: उजवा डोळा
or: ଡାହାଣ ଆଖି
ta: வலது கண்
te: కుడి కన్ను
ur: دائیں آنکھ

# bothEyesString
source: Both Eyes
as: দুয়োটা চকু
bn: উভয় চোখ।
gu: બન્ને આંખો
hi: दोनों आँखें
kn: ಎರಡೂ ಕಣ್ಣುಗಳು
ml: രണ്ട് കണ്ണുകളും
mr: दोन्ही डोळे
or: ଉଭଯ଼ ଆଖି
ta: இரு கண்களும்
te: రెండు కళ్లు
ur: دونوں آنکھیں

# visualAcuityLeftEyeHeader
source: Test 2 - Left Eye
as: পৰীক্ষা 2-বাওঁ চকু
bn: পরীক্ষা 2-বাম চোখ
gu: ટેસ્ટ 2 -ડાબી આંખ
hi: परीक्षण 2 - बाईं आँख
kn: ಪರೀಕ್ಷೆ 2 - ಎಡ ಕಣ್ಣು
ml: പരിശോധന 2-ഇടത് കണ്ണ്
mr: चाचणी 2 - डावा डोळा
or: ପରୀକ୍ଷା 2-ବାମ ଆଖି
ta: சோதனை 2 - இடது கண்
te: పరీక్ష 2 - ఎడమ కన్ను
ur: ٹیسٹ 2-بائیں آنکھ

# visualAcuityLeftEyeInstructions
source: Without pressing on the eyelid, cover the RIGHT EYE with your hand. If you are wearing eyeglasses place your hand over the eyeglass.
as: চকুৰ পতাত হেঁচা নিদিয়াকৈ সোঁ চকুখন হাতেৰে ঢাকি ৰাখক। যদি আপুনি চশমা পিন্ধি আছে তেন্তে আপোনাৰ হাতখন চশমাৰ ওপৰত ৰাখক।
bn: চোখের পাতায় চাপ না দিয়ে, আপনার হাত দিয়ে ডান চোখটি ঢেকে রাখুন। আপনি যদি চশমা পরে থাকেন তবে চশমার উপর আপনার হাত রাখুন।
gu: પોપચાને દબાવ્યા વિના, તમારી જમણી આંખને તમારા હાથથી ઢાંકી દો. જો તમે ચશ્મા પહેર્યા હોય તો તમારો હાથ ચશ્મા પર મૂકો.
hi: बिना पलक पर दबाव डाले, अपने हाथ से दाहिनी आँख को ढ़क लें। यदि आप चश्मा पहने हैं, तो चश्मे पर अपना हाथ रखें।
kn: ಕಣ್ಣಿನ ರೆಪ್ಪೆಯ ಮೇಲೆ ಒತ್ತದೆ, ನಿಮ್ಮ ಕೈಯಿಂದ ಬಲಗಣ್ಣನ್ನು ಮುಚ್ಚಿ. ನೀವು ಕನ್ನಡಕವನ್ನು ಧರಿಸುತ್ತಿದ್ದರೆ ನಿಮ್ಮ ಕೈಯನ್ನು ಕನ್ನಡಕದ ಮೇಲೆ ಇರಿಸಿ.
ml: കൺപോളയിൽ അമർത്താതെ നിങ്ങളുടെ വലത് കണ്ണ് കൈകൊണ്ട് മൂടുക. നിങ്ങൾ കണ്ണട ധരിച്ചിട്ടുണ്ടെങ്കിൽ കണ്ണടയ്ക്ക് മുകളിൽ കൈ വയ്ക്കുക.
mr: पापणीवर दाब न देता, उजव्या डोळ्यावर तुमचा हात ठेवा. जर चष्मा घातला असेल तर चष्म्यावर हात ठेवा.
or: ଆଖିପତା ଉପରେ ଚାପ ନଦେଇ, ଡାହାଣ ଆଖିକୁ ହାତରେ ଢାଙ୍କି ଦିଅନ୍ତୁ। ଯଦି ଆପଣ ଚଷମା ପିନ୍ଧିଛନ୍ତି, ତେବେ ଚଷମା ଉପରେ ହାତ ରଖନ୍ତୁ।
ta: கண்ணிமையை அழுத்தாமல், உங்கள் கையை வலது கண் மீது வைக்கவும். நீங்கள் கண்ணாடிகளை அணிந்திருந்தால், கையை கண்ணாடிகள் மீது வைக்கவும்.
te: కనురెప్పను నొక్కకుండా, మీ చేతిని కుడి కన్నుపై ఉంచండి. మీరు కళ్ళజోడు ధరించి ఉంటే, మీ చేతిని కళ్ళజోడు మీద ఉంచండి.
ur: پلک پر دبانے کے بغیر، دائیں آنکھ کو اپنے ہاتھ سے ڈھانپیں۔ اگر آپ چشمے پہنے ہوئے ہیں تو اپنا ہاتھ چشمے پر رکھیں۔

# visualAcuityRightEyeHeader
source: Test 1 - Right Eye
as: পৰীক্ষা 1-সোঁ চকু
bn: পরীক্ষা 1-ডান চোখ
gu: પરીક્ષણ 1-જમણી આંખ
hi: परीक्षण 1 - दाहिनी आँख
kn: ಪರೀಕ್ಷೆ 1 - ಬಲ ಕಣ್ಣು
ml: പരിശോധന 1-വലത് കണ്ണ്
mr: चाचणी 1 - उजवा डोळा
or: ପରୀକ୍ଷା 1-ଡାହାଣ ଆଖି
ta: சோதனை 1 - வலது கண்
te: పరీక్ష 1 - కుడి కన్ను
ur: ٹیسٹ 1-دائیں آنکھ

# visualAcuityRightEyeInstructions
source: Without pressing on the eyelid, cover the LEFT EYE with your hand. If you are wearing eyeglasses place your hand over the eyeglass.
as: চকুৰ পতাত হেঁচা নিদিয়াকৈ বাওঁ চকুখন হাতেৰে ঢাকি ৰাখক। যদি আপুনি চশমা পিন্ধি আছে তেন্তে আপোনাৰ হাতখন চশমাৰ ওপৰত ৰাখক।
bn: চোখের পাতায় চাপ না দিয়ে বাম চোখটি আপনার হাত দিয়ে ঢেকে রাখুন। আপনি যদি চশমা পরে থাকেন তবে চশমার উপর আপনার হাত রাখুন।
gu: પોપચાને દબાવ્યા વિના, તમારી ડાબી આંખને તમારા હાથથી ઢાંકી દો. જો તમે ચશ્મા પહેર્યા હોય તો તમારો હાથ ચશ્મા પર મૂકો.
hi: बिना पलक पर दबाव डाले, अपने हाथ से बाईं आँख को ढ़क लें। यदि आप चश्मा पहने हैं, तो चश्मे पर अपना हाथ रखें।
kn: ಕಣ್ಣಿನ ರೆಪ್ಪೆಯ ಮೇಲೆ ಒತ್ತದೆ, ನಿಮ್ಮ ಕೈಯಿಂದ ಎಡಗಣ್ಣನ್ನು ಮುಚ್ಚಿ. ನೀವು ಕನ್ನಡಕವನ್ನು ಧರಿಸುತ್ತಿದ್ದರೆ ನಿಮ್ಮ ಕೈಯನ್ನು ಕನ್ನಡಕದ ಮೇಲೆ ಇರಿಸಿ.
ml: കൺപോളയിൽ അമർത്താതെ ഇടത് കണ്ണ് കൈകൊണ്ട് മൂടുക. നിങ്ങൾ കണ്ണട ധരിച്ചിട്ടുണ്ടെങ്കിൽ കണ്ണടയ്ക്ക് മുകളിൽ കൈ വയ്ക്കുക.
mr: पापणीवर दाब न देता, डाव्या डोळ्यावर तुमचा हात ठेवा. जर चष्मा घातला असेल तर चष्म्यावर हात ठेवा.
or: ଆଖିପତା ଉପରେ ଚାପ ନଦେଇ ବାମ ଆଖିକୁ ହାତରେ ଢାଙ୍କି ଦିଅନ୍ତୁ। ଯଦି ଆପଣ ଚଷମା ପିନ୍ଧିଛନ୍ତି, ତା "ହେଲେ ଚଷମା ଉପରେ ହାତ ରଖନ୍ତୁ।
ta: கண்ணிமையை அழுத்தாமல், உங்கள் கையை இடது கண் மீது வைக்கவும். நீங்கள் கண்ணாடிகளை அணிந்திருந்தால், கையை கண்ணாடிகள் மீது வைக்கவும்.
te: కనురెప్పను నొక్కకుండా, మీ చేతిని ఎడమ కన్నుపై ఉంచండి. మీరు కళ్ళజోడు ధరించి ఉంటే, మీ చేతిని కళ్ళజోడు మీద ఉంచండి.
ur: پلک پر دبانے کے بغیر بائیں آنکھ کو اپنے ہاتھ سے ڈھانپیں۔ اگر آپ چشمے پہنے ہوئے ہیں تو اپنا ہاتھ چشمے کے اوپر رکھیں۔

# visualAcuityBothEyeHeader
source: Test 3 - Both Eye
as: পৰীক্ষা 3-দুয়োটা চকু
bn: পরীক্ষা 3-উভয় চোখ
gu: પરીક્ષણ 3-બન્ને આંખો
hi: परीक्षण 3 - दोनों आँखें
kn: ಪರೀಕ್ಷೆ 3 - ಎರಡೂ ಕಣ್ಣುಗಳು
ml: പരിശോധന 3-രണ്ട് കണ്ണുകളും
mr: चाचणी 3 - दोन्ही डोळे
or: ପରୀକ୍ଷା 3-ଉଭଯ଼ ଆଖି
ta: சோதனை 3 - இரு கண்களும்
te: పరీక్ష 3 - రెండు కళ్లు
ur: ٹیسٹ 3-دونوں آنکھیں

# visualAcuityBothEyeInstructions
source: Do not cover any of your eyes and view the symbols that appear next with both eyes.
as: আপোনাৰ কোনো চকু ঢাকিব নালাগে আৰু দুয়ো চকুৰে ওচৰত দেখা দিয়া চিহ্নবোৰ চাব নালাগে।
bn: আপনার কোনও চোখ ঢেকে রাখবেন না এবং উভয় চোখ দিয়ে পাশে প্রদর্শিত প্রতীকগুলি দেখুন।
gu: તમારી કોઈપણ આંખને ઢાંકશો નહીં અને બંને આંખો સાથે આગળ દેખાતા પ્રતીકોને જોશો નહીં.
hi: किसी भी आँख को ढ़कने का प्रयास न करें और आगे दिखाए गए प्रतीकों को दोनों आँखों से देखें।
kn: ನಿಮ್ಮ ಯಾವುದೇ ಕಣ್ಣುಗಳನ್ನು ಮುಚ್ಚಬೇಡಿ ಮತ್ತು ಮುಂದೆ ಬರುವ ಚಿಹ್ನೆಗಳನ್ನು ಎರಡೂ ಕಣ್ಣುಗಳಿಂದ ವೀಕ್ಷಿಸಿ.
ml: ഇരു കണ്ണുകളും മറയ്ക്കാതെ അടുത്തതായി ദൃശ്യമാകുന്ന ചിഹ്നങ്ങൾ നോക്കുക.
mr: तुमच्या कोणत्याही डोळ्यावर हात ठेवू नका आणि दोन्ही डोळ्यांनी जे दिसेल ते पाहा.
or: ଆପଣଙ୍କର କୌଣସି ଆଖିକୁ ଢାଂକନ୍ତୁ ନାହିଁ ଏବଂ ଉଭଯ଼ ଆଖିରେ ପାର୍ଶ୍ୱରେ ଦେଖାଯାଉଥିବା ପ୍ରତୀକଗୁଡ଼ିକୁ ଦେଖନ୍ତୁ |
ta: உங்கள் கண்களில் எந்தவொரு கண்ணையும் மூடாமல், அடுத்து தோன்றும் சின்னங்களை இரு கண்களும் பார்க்கவும்.
te: మీ కళ్ళను కప్పుకోకండి మరియు రెండు కళ్ళతో పక్కన కనిపించే చిహ్నాలను చూడండి.
ur: اپنی کسی بھی آنکھ کو نہ ڈھانپیں اور ان علامتوں کو دیکھیں جو دونوں آنکھوں سے آگے دکھائی دیتی ہیں۔

# overlayHeaderDirection
source: Direction
as: নিৰ্দেশনা
bn: দিকনির্দেশনা
gu: દિશા નિર્દેશ
hi: दिशा
kn: ಮಾರ್ಗದರ್ಶನ
ml: ദിശ
mr: दिशा
or: ଦିଗ
ta: திசை
te: దిశ
ur: سمت

# overlayDescription
source: Here is how you understand the directions for each symbol.
as: ইয়াত আপুনি প্ৰতিটো চিহ্নৰ দিশবোৰ কেনেদৰে বুজি পায়।
bn: এখানে আপনি প্রতিটি প্রতীকের দিকনির্দেশগুলি বুঝতে পারেন।
gu: તમે દરેક પ્રતીકની દિશાઓને કેવી રીતે સમજો છો તે અહીં છે.
hi: प्रत्येक चिन्ह की दिशा को इस प्रकार समझा जा सकता है।
kn: ಪ್ರತಿ ಚಿಹ್ನೆಯ ಮಾರ್ಗದರ್ಶನಗಳನ್ನು ನೀವು ಹೇಗೆ ಅರ್ಥಮಾಡಿಕೊಳ್ಳುತ್ತೀರಿ ಎಂಬುದು ಇಲ್ಲಿದೆ
ml: ഓരോ ചിഹ്നത്തിന്റെയും ദിശ ഇങ്ങനെ മനസ്സിലാക്കാം.
mr: प्रत्येक प्रतीकासाठी दिशा कशी समजावी हे येथे दिले आहे.
or: ଏଠାରେ ଆପଣ ପ୍ରତ୍ଯ଼େକ ପ୍ରତୀକର ଦିଗକୁ ବୁଝିପାରିବେ।
ta: ஒவ்வொரு சின்னத்தின் திசைகளை நீங்கள் எவ்வாறு புரிந்துகொள்வது என்பதை இங்கே காண்க.
te: ప్రతి చిహ్నానికి సంబంధించిన దిశలను మీరు ఎలా అర్థం చేసుకోవాలో ఇక్కడ ఉంది.
ur: یہاں یہ ہے کہ آپ ہر علامت کی سمتوں کو کیسے سمجھتے ہیں۔

# overlaySymbolDirectionText
source: Symbol Direction :
as: চিহ্নৰ দিশঃ
bn: প্রতীকের দিকনির্দেশঃ
gu: પ્રતીક દિશાઃ
hi: चिन्ह की दिशा :
kn: ಚಿಹ್ನೆ ಮಾರ್ಗದರ್ಶನ :
ml: ചിഹ്നത്തിൻറെ ദിശഃ
mr: प्रतीक दिशा :
or: ପ୍ରତୀକ ଦିଗ :
ta: சின்னம் திசை :
te: చిహ్న దిశ :
ur: علامت کی سمت:

# directionDown
source: Down
as: তলমুৱা।
bn: নিচে।
gu: નીચે
hi: नीचे
kn: ಕೆಳಕ್ಕೆ
ml: താഴേക്ക്.
mr: खाली
or: ତଳକୁ
ta: கீழே
te: కిందకి
ur: نیچے

# directionUp
source: Up
as: ওপৰলৈ।
bn: উপরে।
gu: ઉપર
hi: ऊपर
kn: ಮೇಲಕ್ಕೆ
ml: മുകളിലേക്ക്.
mr: वर
or: ଉପରକୁ
ta: மேலே
te: పైకి
ur: اوپر۔

# directionLeft
source: Left
as: বাওঁফালে
bn: বাঁ দিক থেকে।
gu: ડાબી
hi: बाएं
kn: ಎಡ
ml: ഇടത്തോട്ട്
mr: डावीकडे
or: ବାମ
ta: இடது
te: ఎడమవైపు
ur: بائیں

# directionRight
source: Right
as: ঠিকেই।
bn: ডান
gu: જમણી
hi: दाएं
kn: ಬಲ
ml: വലത്തോട്ട്
mr: उजवीकडे
or: ଡାହାଣ
ta: வலது
te: సరియైనది.
ur: ٹھیک ہے۔

# dontShowAgainString
source: Don't show again
as: পুনৰ দেখুৱাব নালাগে
bn: আর দেখাবেন না
gu: ફરી ન બતાવો
hi: दोबारा मत दिखाना
kn: ಮತ್ತೆ ತೋರಿಸಬೇಡಿ
ml: ഇനി മുതൽ കാണിക്കരുത്
mr: पुन्हा दाखवू नका
or: ଆଉ ଦେଖାନ୍ତୁ ନାହିଁ
ta: மீண்டும் காட்டாதே
te: మళ్ళీ చూపించవద్దు
ur: دوبارہ نہ دکھائیں

# visualAcuityCarouselTitle
source: Steps to perform Visual Acuity Test
as: চাক্ষুষ তীক্ষ্ণতা পৰীক্ষা সম্পন্ন কৰাৰ পদক্ষেপসমূহ
bn: ভিজ্যুয়াল অ্যাকুইটি টেস্ট করার পদক্ষেপ
gu: દ્રશ્ય તીક્ષ્ણતા પરીક્ષણ કરવાના પગલાં
hi: दृश्य तीक्ष्णता परीक्षण करने की प्रक्रिया देखें
kn: ದೃಷ್ಟಿ ತೀಕ್ಷ್ಣತೆಯ ಪರೀಕ್ಷೆಯನ್ನು ಮಾಡುವ ಹಂತಗಳು
ml: കാഴ്ച പരിശോധന നടത്തുന്നതിനുള്ള ഘട്ടങ്ങൾ
mr: दृष्टी अचूकता चाचणी करण्यासाठीच्या पायऱ्यांची माहिती
or: ଭିଜୁଆଲ୍ ଆକ୍ଯ଼ୁଇଟି ଟେଷ୍ଟ କରିବା ପାଇଁ ପଦକ୍ଷେପ
ta: பார்வை துல்நோக்கு சோதனை செய்ய வேண்டிய படிகள்
te: దృశ్య తీక్షణ పరీక్ష నిర్వహించడానికి దశలు
ur: بصری ایکویٹی ٹیسٹ انجام دینے کے اقدامات

# eyeScanTitle
source: Eye Scan
as: চকুৰ স্কেন
bn: চোখের স্ক্যান
gu: આંખનું સ્કેન
hi: नेत्र स्कैन
kn: ಕಣ್ಣಿನ ಸ್ಕ್ಯಾನ್
ml: നേത്ര സ്കാൻ
mr: डोळा स्कॅन
or: ଚକ୍ଷୁ ସ୍କାନ୍
ta: கண் ஸ்கேன்
te: కంటి స్కాన్
ur: آنکھ کا اسکین

# eyeScanDescription
source: You are close! Just one more test to go. Capture the photos of your eyes next.
as: আপুনি ওচৰতে আছে! মাত্ৰ আৰু এটা পৰীক্ষা বাকী আছে। তাৰ পিছত আপোনাৰ চকুৰ ফটোবোৰ কেপচাৰ কৰক।
bn: আপনি কাছাকাছি! আরও একটি পরীক্ষা বাকি। তারপর আপনার চোখের ছবি তুলুন।
gu: તમે નજીક છો! માત્ર એક વધુ પરીક્ષણ બાકી છે. પછી તમારી આંખોના ફોટા લો.
hi: आप बहुत करीब हैं! सिर्फ एक परीक्षण बाकी है। अब अपनी आँखों की फ़ोटो लें।
kn: ನೀವು ಹತ್ತಿರದಲ್ಲಿದ್ದೀರಿ! ಇನ್ನೊಂದು ಪರೀಕ್ಷೆಗಾಗಿ ನಿಮ್ಮ ಕಣ್ಣುಗಳ ಫೋಟೋಗಳನ್ನು ಸೆರೆಹಿಡಿಯಿರಿ
ml: അടുത്തതായി നിങ്ങളുടെ കണ്ണുകളുടെ ഫോട്ടോ എടുക്കുക.
mr: चाचणी संपत आली आहे, फक्त आणखी एक चाचणी शिल्लक आहे. तुमच्या डोळ्यांचे फोटो घ्या
or: ଆପଣ ପାଖାପାଖି ଅଛନ୍ତି! ଆଉ ଗୋଟିଏ ପରୀକ୍ଷା ବାକି ଅଛି। ତା 'ପରେ ନିଜ ଆଖିର ଫଟୋ ଉଠାନ୍ତୁ।
ta: நீங்கள் மிக அருகில் உள்ளீர்கள்! இன்னும் ஒரு சோதனை மட்டுமே போகிறது. உங்கள் கண்களின் படங்களை அடுத்து பிடிக்கவும்.
te: మీరు దగ్గరగా ఉన్నారు! ఇంకా ఒక పరీక్ష మిగిలి ఉంది. తరువాత మీ కళ్ళ ఫోటోలను తీయండి.
ur: آپ قریب ہیں! بس ایک اور امتحان باقی ہے۔ آگے اپنی آنکھوں کی تصاویر کھینچیں۔

# eyeScanHowToPerform
source: How to scan your eyes?
as: আপোনাৰ চকু কেনেকৈ স্কেন কৰিব?
bn: কিভাবে চোখ স্ক্যান করবেন?
gu: તમારી આંખોને કેવી રીતે સ્કેન કરવી?
hi: अपनी आँखों को कैसे स्कैन करें?
kn: ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡುವುದು ಹೇಗೆ?
ml: നിങ്ങളുടെ കണ്ണുകൾ എങ്ങനെ സ്കാൻ ചെയ്യാം?
mr: तुमच्या डोळ्यांची स्कॅनिंग कशी करावी?
or: ଆଖି କିପରି ସ୍କାନ୍ କରିବେ?
ta: உங்கள் கண்களை எப்படி ஸ்கேன் செய்வது?
te: కళ్లను స్కాన్ చేయడం ఎలా?
ur: اپنی آنکھوں کو کیسے اسکین کریں؟

# eyeScanViewStepsToPerform
source: View steps to know how to scan your eyes.
as: আপোনাৰ চকু কেনেকৈ স্কেন কৰিব লাগে জানিবলৈ পদক্ষেপসমূহ চাওক।
bn: কিভাবে আপনার চোখ স্ক্যান করতে হয় তা জানতে ধাপগুলি দেখুন।
gu: તમારી આંખોને કેવી રીતે સ્કેન કરવી તે જાણવા માટે પગલાંઓ જુઓ.
hi: आँखों को स्कैन करने की प्रक्रिया देखें
kn: ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡುವುದು ಹೇಗೆ ಎಂದು ತಿಳಿಯಲು ಹಂತಗಳನ್ನು ವೀಕ್ಷಿಸಿ.
ml: കണ്ണുകൾ സ്കാൻ ചെയ്യുവാനുള്ള ഘട്ടങ്ങൾ.
mr: तुमच्या डोळ्यांची स्कॅनिंग कशी करावी हे जाणून घेण्यासाठी पायरी पाहा.
or: ଆପଣଙ୍କ ଆଖିକୁ କିପରି ସ୍କାନ୍ କରିବେ ତାହା ଜାଣିବା ପାଇଁ ପଦକ୍ଷେପଗୁଡ଼ିକୁ ଦେଖନ୍ତୁ।
ta: உங்கள் கண்களை ஸ்கேன் செய்வது எப்படி என்பதை அறிய படிகளை காண்க.
te: మీ కళ్ళను ఎలా స్కాన్ చేయాలో తెలుసుకోవడానికి దశలను చూడండి.
ur: اپنی آنکھوں کو اسکین کرنے کا طریقہ جاننے کے لیے اقدامات دیکھیں۔

# eyeScanExitDialog
source: Eye Scan helps to understand more about your eye problem. Do you really wish to exit?
as: চকুৰ স্কেনে আপোনাৰ চকুৰ সমস্যাৰ বিষয়ে অধিক বুজাত সহায় কৰে। আপুনি সঁচাকৈয়ে বাহিৰলৈ ওলাব বিচাৰে নেকি?
bn: চোখের স্ক্যান আপনার চোখের সমস্যা সম্পর্কে আরও বুঝতে সাহায্য করে। আপনি কি সত্যিই সেখান থেকে বেরিয়ে আসতে চান?
gu: આંખની તપાસ તમારી આંખની સમસ્યા વિશે વધુ સમજવામાં મદદ કરે છે. શું તમે ખરેખર બહાર નીકળવા માંગો છો?
hi: नेत्र स्कैन आपकी आँख की समस्या के बारे में और जानने में मदद करता है। क्या आप वाकई बाहर निकलना चाहते हैं?
kn: ಕಣ್ಣಿನ ಸ್ಕ್ಯಾನ್ ನಿಮ್ಮ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಯ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನೀವು ನಿಜವಾಗಿಯೂ ನಿರ್ಗಮಿಸಲು ಬಯಸುವಿರಾ?
ml: നിങ്ങളുടെ കണ്ണിന്റെ പ്രശ്നത്തെക്കുറിച്ച് കൂടുതൽ മനസ്സിലാക്കാൻ കണ്ണിൻറെ സ്കാൻ സഹായിക്കും. ഈ സ്കാൻ ഉപേക്ഷിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെന്ന് ഉറപ്പാണോ?
mr: डोळा स्कॅन तुमच्या डोळ्यांच्या समस्येबद्दल अधिक जाणून घेण्यास मदत करते. तुम्हाला तरीही बाहेर पडायचे आहे का?
or: ଚକ୍ଷୁ ସ୍କାନ୍ ଆପଣଙ୍କ ଚକ୍ଷୁ ସମସ୍ଯ଼ା ବିଷଯ଼ରେ ଅଧିକ ବୁଝିବାରେ ସାହାଯ୍ଯ଼ କରେ। ଆପଣ ପ୍ରକୃତରେ ବାହାରକୁ ଯିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ta: கண் ஸ்கேன் உங்கள் கண் பிரச்சினை பற்றி மேலும் புரிந்துகொள்ள உதவுகிறது. நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா?
te: కంటి స్కాన్ మీ కంటి సమస్య గురించి మరింత అర్థం చేసుకోవడానికి సహాయపడుతుంది. మీరు నిజంగా బయటకు వెళ్లాలనుకుంటున్నారా?
ur: آئی اسکین آپ کی آنکھوں کے مسئلے کے بارے میں مزید سمجھنے میں مدد کرتا ہے۔ کیا آپ واقعی باہر نکلنا چاہتے ہیں؟

# captureRightEyeString
source: Capture Right Eye
as: সোঁ চকু ধৰক
bn: ডান চোখ ধরে রাখুন
gu: જમણી આંખનું કેપ્ચર
hi: दाहिनी आँख को कैप्चर करें
kn: ಬಲಗಣ್ಣನ್ನು ಸೆರೆಹಿಡಿಯಿರಿ
ml: വലതു കണ്ണിന്റെ ഫോട്ടോ എടുക്കുക
mr: उजवा डोळा कॅप्चर करा
or: ଡାହାଣ ଆଖିକୁ ଧରନ୍ତୁ
ta: வலது கண் பிடிக்கவும்
te: కుడి కంటి చిహ్నం
ur: دائیں آنکھ پکڑو

# captureLeftEyeString
source: Capture Left Eye
as: বাওঁ চকু ধৰক
bn: বাম চোখ ধরে রাখুন
gu: ડાબી આંખનું કેપ્ચર
hi: बाईं आँख को कैप्चर करें
kn: ಎಡಗಣ್ಣನ್ನು ಸೆರೆಹಿಡಿಯಿರಿ
ml: ഇടത് കണ്ണിന്റെ ഫോട്ടോ എടുക്കുക
mr: डावा डोळा कॅप्चर करा
or: ବାମ ଆଖିକୁ ଧରନ୍ତୁ
ta: இடது கண் பிடிக்கவும்
te: ఎడమ కంటి చిహ్నం
ur: بائیں آنکھ کو پکڑو
