Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# eyeScanInstructionSeven
source: Keep the eyes wide open till the flash goes off, until a ‘beep’ sound signals the end of the Photo.
as: ফ্লেছটো বন্ধ নোহোৱালৈকে চকু মুকলি কৰি ৰাখক, যেতিয়ালৈকে 'বীপ' শব্দই ফটোখনৰ শেষৰ সংকেত নিদিয়ে।
bn: ঝলকানি বন্ধ না হওয়া পর্যন্ত চোখ খোলা রাখুন, যতক্ষণ না একটি 'বিপ' শব্দ ছবির শেষের ইঙ্গিত দেয়।
gu: જ્યાં સુધી 'બીપ' અવાજ ફોટાના અંતનો સંકેત ન આપે ત્યાં સુધી ફ્લેશ બંધ ન થાય ત્યાં સુધી આંખો ખુલ્લી રાખો.
hi: फ्लैश बंद होने तक और 'बीप' ध्वनि से फ़ोटो समाप्त होने तक आंखें खुली रखें।
kn: ಫ್ಲ್ಯಾಷ್ ಆಫ್ ಆಗುವವರೆಗೆ ಕಣ್ಣುಗಳನ್ನು ಅಗಲವಾಗಿ ತೆರೆದಿಡಿ, ಚಿತ್ರದ ಅಂತ್ಯವನ್ನು ಸೂಚಿಸುವ ವೇಳೆಗೆ 'ಬಿಪ್' ಶಬ್ದವಾಗುವದು.
ml: ഫ്ലാഷ് ഓഫ് ചെയ്യുന്നതുവരെ നിങ്ങളുടെ കണ്ണുകൾ പൂർണ്ണമായും തുറന്നു പിടിക്കുക, ഫോട്ടോ എടുത്തതായി സൂചിപ്പിക്കുന്ന ഒരു 'ബീപ്പ്' കേൾക്കുന്നത് വരെ ഇങ്ങനെ തുടരുക.
mr: फ्लॅश बंद होईपर्यंत आणि ‘बीप’ आवाज छायाचित्र संपल्याचे संकेत देईपर्यंत डोळे मोठे ठेवा.
or: ଫ୍ଲାଶ୍ ବନ୍ଦ ହେବା ପର୍ଯ୍ଯ଼ନ୍ତ ଆଖି ଖୋଲା ରଖନ୍ତୁ, ଯେପର୍ଯ୍ଯ଼ନ୍ତ ଏକ 'ବିପ୍' ଶବ୍ଦ ଫଟୋର ଶେଷକୁ ସଙ୍କେତ ଦିଏ |
ta: ஃபிளாஷ் அணைக்கப்படும் வரை கண்களைத் திறந்து வைத்திருங்கள், ஒரு 'பீப்' ஒலி புகைப்படத்தின் முடிவைக் குறிக்கும் வரை.
te: ఫ్లాష్ ఆరిపోయే వరకు కళ్ళు తెరిచి ఉంచండి, 'బీప్' ధ్వని ఫోటో ముగింపును సూచిస్తుంది.
ur: اس وقت تک آنکھیں کھلی رکھیں جب تک کہ فلیش بند نہ ہو جائے، جب تک کہ 'بیپ' کی آواز تصویر کے اختتام کا اشارہ نہ دے۔

# eyeAssessmentNote
source: Note: The images shown here are for indication only. They may not appear the same way in real life.
as: বি:দ্ৰ: ইয়াত দেখুওৱা ছবিসমূহ কেৱল ইংগিতৰ বাবেহে। বাস্তৱ জীৱনত হয়তো একে ধৰণে দেখা নাযায়।
bn: দ্রষ্টব্যঃ এখানে দেখানো ছবিগুলি শুধুমাত্র ইঙ্গিতের জন্য। বাস্তব জীবনে সেগুলি একই রকম নাও দেখা যেতে পারে।
gu: નોંધ: અહીં બતાવેલ છબીઓ માત્ર સંકેત માટે છે. તેઓ વાસ્તવિક જીવનમાં સમાન રીતે દેખાતા નથી.
hi: ध्यान दें: यहां दिखाए गए चित्र केवल संकेत के लिए हैं। हो सकता है कि वे वास्तविक जीवन में वैसे ही न दिखें।
kn: ಗಮನಿಸಿ: ಇಲ್ಲಿ ತೋರಿಸಿರುವ ಚಿತ್ರಗಳು ಕೇವಲ ಸೂಚನೆಗಾಗಿ ಮಾತ್ರ. ನಿಜ ಜೀವನದಲ್ಲಿ ಅವು ಒಂದೇ ರೀತಿ ಕಾಣಿಸಿಕೊಳ್ಳದಿರಬಹುದು.
ml: ശ്രദ്ധിക്കുക: ഇവിടെ കാണിച്ചിരിക്കുന്ന ചിത്രങ്ങൾ സൂചനകൾക്ക് മാത്രമുള്ളതാണ്. യഥാർത്ഥത്തിൽ അവ മറ്റു രീതിയിൽ പ്രത്യക്ഷപ്പെടാം.
mr: टीप: येथे दर्शविलेल्या प्रतिमा केवळ संकेतासाठी आहेत. वास्तविक जीवनात त्या तशाच दिसणार नाहीत.
or: ଟିପ୍ପଣୀ: ଏଠାରେ ଦେଖାଯାଇଥିବା ପ୍ରତିଛବିଗୁଡ଼ିକ କେବଳ ସୂଚାଇବା ପାଇଁ | ବାସ୍ତବ ଜୀବନରେ ସେଗୁଡ଼ିକ ସମାନ ଭାବରେ ଦେଖାଯାଇନପାରେ |
ta: குறிப்பு: இங்கே காட்டப்பட்டுள்ள படங்கள் குறிப்பிற்காக மட்டுமே. நிஜ வாழ்க்கையில் அவர்கள் ஒரே மாதிரியாக தோன்றாமல் இருக்கலாம்.
te: గమనిక: ఇక్కడ చూపిన చిత్రాలు సూచన కోసం మాత్రమే. నిజ జీవితంలో ఇదే విధంగా కనిపించకపోవచ్చు.
ur: نوٹ: یہاں دکھائی گئی تصاویر صرف اشارے کے لیے ہیں۔ ہو سکتا ہے کہ وہ حقیقی زندگی میں اسی طرح نظر نہ آئیں۔

# agreeButton
source: I Agree
as: মই একমত।
bn: আমি একমত।
gu: હું સંમત છું.
hi: मैं सहमत हूँ
kn: ನಾನು ಒಪ್ಪುತ್ತೇನೆ
ml: ഞാൻ സമ്മതിക്കുന്നു.
mr: मी सहमत आहे
or: ମୁଁ ରାଜି।
ta: நான் ஒப்புக் கொள்கிறேன்.
te: నేను అంగీకరిస్తున్నాను
ur: میں اتفاق کرتا ہوں

# consentPageCheckbox
source: I agree to the terms and conditions
as: মই নিয়ম আৰু চৰ্তসমূহৰ সৈতে সন্মত।
bn: আমি শর্তাবলীর সাথে একমত
gu: હું નિયમો અને શરતો સાથે સંમત છું
hi: मैं नियम और शर्तों से सहमत हूँ
kn: ನಾನು ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಒಪ್ಪುತ್ತೇನೆ
ml: നിബന്ധനകളും വ്യവസ്ഥകളും ഞാൻ അംഗീകരിക്കുന്നു.
mr: मी नियम आणि अटींशी सहमत आहे
or: ମୁଁ ନିଯ଼ମ ଏବଂ ସର୍ତ୍ତାବଳୀ ସହିତ ସହମତ।
ta: விதிமுறைகளையும் நிபந்தனைகளையும் நான் ஏற்றுக்கொள்கிறேன்.
te: నేను నిబంధనలు మరియు షరతులను అంగీకరిస్తున్నాను
ur: میں شرائط و ضوابط سے اتفاق کرتا ہوں

# confirmButton
source: Confirm
as: নিশ্চিত কৰক
bn: নিশ্চিত করুন
gu: પુષ્ટિ કરો
hi: पुष्टि करें
kn: ದೃಢೀಕರಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: निश्चित करा
or: ନିଶ୍ଚିତ କରନ୍ତୁ
ta: உறுதிப்படுத்தல்
te: ధృవీకరించండి
ur: تصدیق کریں

# discardButton
source: Discard
as: বিসৰ্জন কৰক
bn: ফেলে দিন।
gu: કાઢી નાંખો
hi: खारिज करना
kn: ತಿರಸ್ಕರಿಸು
ml: ഉപേക്ഷിക്കുക.
mr: रद्द करा
or: ପରିତ୍ଯ଼ାଗ କରନ୍ତୁ।
ta: தூக்கி எறியுங்கள்.
te: తీసివేయండి
ur: پھینکیں۔

# imageNotCapturedToastMessage
source: Image not Captured
as: ছবি ধৰা পৰা হোৱা নাই
bn: ছবিটি ধরা পড়েনি
gu: છબી કેપ્ચર નથી
hi: छवि कैप्चर नहीं की गई
kn: ಚಿತ್ರವನ್ನು ಸೆರೆಹಿಡಿಯಲಾಗಿಲ್ಲ
ml: ഫോട്ടോ എടുത്തിട്ടില്ല
mr: प्रतिमा कॅप्चर केलेली नाही
or: ପ୍ରତିଛବି କ୍ୟାପଚର ହୋଇନାହିଁ
ta: படம் பிடிக்கப்படவில்லை
te: చిత్రం సంగ్రహించబడలేదు
ur: تصویر پکڑی نہیں گئی

# eyeCaptureCompletionDialogHeading
source: Test Completed
as: পৰীক্ষা সম্পূৰ্ণ কৰা হৈছে
bn: পরীক্ষা শেষ।
gu: પરીક્ષણ પૂર્ણ થયું
hi: परीक्षण पूरा हुआ
kn: ಪರೀಕ್ಷೆ ಮುಗಿಯಿತು
ml: ടെസ്റ്റ് പൂർത്തിയായി
mr: चाचणी पूर्ण
or: ପରୀକ୍ଷା ଶେଷ ହେଲା
ta: சோதனை முடிந்தது
te: పరీక్ష పూర్తయింది
ur: ٹیسٹ مکمل ہوا

# eyeCaptureCompletionDialogBody
source: You have completed the test. Please click on the button below to view the result.
as: আপুনি পৰীক্ষাটো সম্পূৰ্ণ কৰিছে। ফলাফল চাবলৈ অনুগ্ৰহ কৰি তলৰ বুটামটোত ক্লিক কৰক।
bn: আপনি পরীক্ষা শেষ করেছেন। ফলাফল দেখতে দয়া করে নীচের বোতামে ক্লিক করুন।
gu: તમે પરીક્ષા પૂર્ણ કરી લીધી છે. પરિણામ જોવા માટે મહેરબાની કરીને નીચેના બટન પર ક્લિક કરો.
hi: आपने परीक्षण पूरा किया है। कृपया नीचे दिए गए बटन पर क्लिक करके परिणाम देखने के लिए।
kn: ನೀವು ಪರೀಕ್ಷೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದ್ದೀರಿ. ಫಲಿತಾಂಶವನ್ನು ವೀಕ್ಷಿಸಲು ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಬಟನ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ml: നിങ്ങൾ ടെസ്റ്റ് പൂർത്തിയാക്കി. ഫലം കാണാൻ താഴെ കൊടുത്തിരിക്കുന്ന ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക.
mr: तुम्ही चाचणी पूर्ण केली आहे. कृपया परिणाम पाहण्यासाठी खालील बटणावर क्लिक करा.
or: ଆପଣ ପରୀକ୍ଷା ସମାପ୍ତ କରିଛନ୍ତି। ଫଳାଫଳ ଦେଖିବା ପାଇଁ ଦଯ଼ାକରି ତଳେ ଥିବା ବଟନ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ।
ta: நீங்கள் சோதனையை முடித்துவிட்டீர்கள். முடிவைக் காண கீழே உள்ள பொத்தானைக் கிளிக் செய்க.
te: మీరు పరీక్షను పూర్తి చేసారు. ఫలితాన్ని చూడటానికి దయచేసి దిగువ బటన్పై క్లిక్ చేయండి.
ur: آپ نے ٹیسٹ مکمل کر لیا ہے۔ نتیجہ دیکھنے کے لیے براہ کرم نیچے دیے گئے بٹن پر کلک کریں۔

# eyeCaptureCompletionDialogViewResult
source: View Result
as: ফলাফল চাওক
bn: ফলাফল দেখুন
gu: પરિણામ જુઓ
hi: परिणाम देखें
kn: ಫಲಿತಾಂಶ ವೀಕ್ಷಿಸಿ
ml: ഫലം കാണുക
mr: परिणाम पाहा
or: ଫଳାଫଳ ଦେଖନ୍ତୁ
ta: முடிவுகளைக் காண்க
te: ఫలితాన్ని చూడండి
ur: نتیجہ دیکھیں

# eyeCaptureTriageSavedLocally
source: Triage Saved Locally
as: ট্ৰেইজ স্থানীয়ভাৱে সংৰক্ষণ কৰা হৈছে
bn: ট্রাইয়েজ স্থানীয়ভাবে সংরক্ষণ করা হয়েছে
gu: ટ્રાઇએજને સ્થાનિક રીતે સાચવવામાં આવ્યું
hi: ट्राइएज स्थानीय रूप से सहेजा गया है
kn: ಚಿಕಿತ್ಸೆಯ ಸರದಿ ನಿರ್ಧಾರವನ್ನು ಸ್ಥಳೀಯವಾಗಿ ಉಳಿಸಲಾಗಿದೆ
ml: ട്രിയാജ് പ്രാദേശികമായി സേവ് ചെയ്തിരിക്കുന്നു
mr: प्राथमिक छाननीचे स्थानिक जतन
or: ଟ୍ରାଇଏଜ୍ ସ୍ଥାନୀଯ଼ ଭାବରେ ସଂରକ୍ଷିତ ହୋଇଛି
ta: டிரையஜ் உள்ளூர் அளவில் சேமிக்கப்பட்டது
te: ట్రయాజ్ స్థానికంగా భద్రపరచబడింది
ur: ٹرائیج مقامی طور پر محفوظ کیا گیا

source: Visual Acuity Test Results
as: ভিজুৱেল এক্যুইটি পৰীক্ষাৰ ফলাফল
bn: চাক্ষুষ তীক্ষ্ণতা পরীক্ষার ফলাফল
gu: દ્રશ્ય તીક્ષ્ણતા પરીક્ષણ પરિણામો
hi: दृष्टिकोण परीक्षण परिणाम
kn: ದೃಷ್ಟಿ ತೀಕ್ಷ್ಣತೆಯ ಪರೀಕ್ಷೆಯ ಫಲಿತಾಂಶಗಳು
ml: വിഷ്വൽ അക്വിറ്റി ടെസ്റ്റ് ഫലങ്ങൾ
mr: दृष्टी अचूकता चाचणी परिणाम
or: ଭିଜୁଆଲ୍ ଆକ୍ଯ଼ୁଇଟି ପରୀକ୍ଷା ଫଳାଫଳ
ta: விஷுவல் அக்விட்டி சோதனை முடிவுகள்
te: దృశ్య తీక్షణ పరీక్ష ఫలితాలు
ur: بصری ایکویٹی ٹیسٹ کے نتائج

# assessmentResultPageMoreDetailsText
source: Visit the nearest vision center for more details. Call the toll-free number to speak to our vision technician.
as: অধিক বিৱৰণৰ বাবে নিকটতম দৃষ্টি কেন্দ্ৰলৈ যাওক। আমাৰ দৃষ্টি প্ৰযুক্তিবিদৰ সৈতে কথা পাতিবলৈ টোল-ফ্ৰী নম্বৰত ফোন কৰক।
bn: আরও তথ্যের জন্য নিকটতম দৃষ্টি কেন্দ্রে যান। আমাদের দৃষ্টি প্রযুক্তিবিদদের সাথে কথা বলার জন্য টোল-ফ্রি নম্বরে কল করুন।
gu: વધુ વિગતો માટે નજીકના વિઝન સેન્ટરની મુલાકાત લો. અમારા વિઝન ટેકનિશિયન સાથે વાત કરવા માટે ટોલ ફ્રી નંબર પર કૉલ કરો.
hi: अधिक जानकारी के लिए निकटतम दृष्टि केंद्र पर जाएं। हमारे दृष्टि प्राविधिक से बात करने के लिए टोल-फ्री नंबर पर कॉल करें।
kn: ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗಾಗಿ ಹತ್ತಿರದ ದೃಷ್ಟಿ ಕೇಂದ್ರವನ್ನು ಭೇಟಿ ಮಾಡಿ. ನಮ್ಮ ದೃಷ್ಟಿ ತಂತ್ರಜ್ಞರೊಂದಿಗೆ ಮಾತನಾಡಲು ಟೋಲ್-ಫ್ರೀ ಸಂಖ್ಯೆಗೆ ಕರೆ ಮಾಡಿ.
ml: കൂടുതൽ വിവരങ്ങൾക്ക് അടുത്തുള്ള വിഷൻ സെന്റർ സന്ദർശിക്കുക. ഞങ്ങളുടെ വിഷൻ ടെക്നീഷ്യനുമായി സംസാരിക്കാൻ ടോൾ ഫ്രീ നമ്പറിൽ വിളിക്കുക.
mr: अधिक माहितीसाठी जवळच्या दृष्टी केंद्रास भेट द्या. आमच्या दृष्टी तंत्रज्ञांशी बोलण्यासाठी टोल-फ्री क्रमांकावर कॉल करा.
or: ଅଧିକ ବିବରଣୀ ପାଇଁ ନିକଟସ୍ଥ ଭିଜନ ସେଣ୍ଟରକୁ ଯାଆନ୍ତୁ। ଆମର ଭିଜନ ଟେକ୍ନିସିଆନଙ୍କ ସହ କଥା ହେବା ପାଇଁ ଟୋଲ-ଫ୍ରି ନମ୍ବରକୁ କଲ୍ କରନ୍ତୁ।
ta: மேலும் விவரங்களுக்கு அருகிலுள்ள பார்வை மையத்தைப் பார்வையிடவும். எங்கள் பார்வை தொழில்நுட்ப வல்லுநரிடம் பேச கட்டணமில்லா எண்ணை அழைக்கவும்.
te: మరిన్ని వివరాల కోసం సమీప దృష్టి కేంద్రాన్ని సందర్శించండి. మా దృష్టి సాంకేతిక నిపుణుడితో మాట్లాడటానికి టోల్ ఫ్రీ నంబర్కు కాల్ చేయండి.
ur: مزید تفصیلات کے لیے قریب ترین وژن سینٹر پر جائیں۔ ہمارے وژن ٹیکنیشن سے بات کرنے کے لیے ٹول فری نمبر پر کال کریں۔

# assessmentReportButton
source: Eye Assessment Report
as: চকুৰ মূল্যায়ন প্ৰতিবেদন
bn: চক্ষু মূল্যায়ন প্রতিবেদন
gu: આંખ મૂલ્યાંકન અહેવાલ
hi: नेत्र मूल्यांकन रिपोर्ट
kn: ಕಣ್ಣಿನ ಮೌಲ್ಯಮಾಪನ ವರದಿ
ml: കണ്ണ് വിലയിരുത്തൽ റിപ്പോർട്ട്
mr: डोळा मूल्यमापन अहवाल
or: ଚକ୍ଷୁ ମୂଲ୍ଯ଼ାଙ୍କନ ରିପୋର୍ଟ
ta: கண் மதிப்பீட்டு அறிக்கை
te: కంటి మూల్యాంకన నివేదిక
ur: آنکھوں کی تشخیص کی رپورٹ

# notificationsTitle
source: Notifications
as: জাননীসমূহ
bn: বিজ্ঞপ্তি
gu: સૂચનાઓ
hi: सूचनाएँ
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
mr: सूचना
or: ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు
ur: نوٹیفیکیشنز

# notificationsNotAvailable
source: No Notifications
as: কোনো জাননী নাই
bn: কোনও বিজ্ঞপ্তি নেই
gu: કોઈ સૂચનાઓ નથી
hi: कोई सूचनाएँ नहीं
kn: ಯಾವುದೇ ಅಧಿಸೂಚನೆಗಳಿಲ್ಲ
ml: അറിയിപ്പുകൾ ഇല്ല
mr: कोणत्याही सूचना उपलब्ध नाहीत
or: କୌଣସି ବିଜ୍ଞପ୍ତି ନାହିଁ
ta: அறிவிப்புகள் இல்லை
te: నోటిఫికేషన్లు లేవు
ur: کوئی اطلاع نہیں

# servicesPatientCare
source: Patient Care
as: ৰোগীৰ যত্ন
bn: রোগীর যত্ন
gu: દર્દી સંભાળ
hi: मरीज़ देखभाल
kn: ರೋಗಿಗಳ ಆರೈಕೆ
ml: രോഗിയുടെ പരിചരണം
mr: रुग्ण सेवा
or: ରୋଗୀ ଯତ୍ନ
ta: நோயாளி பராமரிப்பு
te: రోగి సంరక్షణ
ur: مریض کی دیکھ بھال

# reportAssessmentId
source: Assessment ID
as: মূল্যায়ন আইডি
bn: মূল্যায়ন আইডি
gu: મૂલ્યાંકન આઈડી
hi: मूल्यांकन पहचान
kn: ಮೌಲ್ಯಮಾಪನ ID
ml: അസ്സെസ്സ്മെന്റ് ഐഡി
mr: मूल्यमापन क्रमांक
or: ମୂଲ୍ୟାଙ୍କନ ଆଇଡି
ta: மதிப்பீட்டு மதிப்பீட்டு ஐடி
te: మూల్యాంకన ఐడి
ur: تشخیص آئی ڈی

# reportDateAndTime
source: Date & Time
as: তাৰিখ আৰু সময়
bn: তারিখ ও সময়
gu: તારીખ અને સમય
hi: तारीख और समय
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
ml: ഡേറ്റ് & ടൈം
mr: तारीख व वेळ
or: ତାରିଖ ଓ ସମୟ
ta: தேதி மற்றும் நேரம்
te: తేదీ మరియు సమయం
ur: تاریخ اور وقت

# reportSeverityAbnormal
source: Urgent Consult
as: অস্বাভাবিক পৰীক্ষা
bn: জরুরি পরামর্শ
gu: અસામાન્ય પરીક્ષણ
hi: तत्पर जांच
kn: ತುರ್ತು ಸಲಹೆ
ml: അടിയന്തര പരിശോധന
mr: तातडीने सल्ला
or: ତତ୍କାଳୀନ ପରୀକ୍ଷା
ta: தீவிர ஆய்வு
te: అత్యవసర సలహా
ur: فوری مشاورت

# reportSeverityHigh
source: Early Checkup
as: আগত পৰীক্ষা
bn: প্রাথমিক পরীক্ষা
gu: પ્રથમ પરીક્ષણ
hi: जल्दी जांच
kn: ಆರಂಭಿಕ ತಪಾಸಣೆ
ml: എത്രയും നേരത്തെ പരിശോധന
mr: प्राथमिक तपास
or: ପ୍ରଥମ ପରୀକ୍ଷା
ta: முதன்முதல் ஆய்வு
te: ముందస్తు పరిశీలన
ur: ابتدائی چیک اپ

# reportSeverityLow
source: Routine Checkup
as: নিয়মিত পৰীক্ষা
bn: নিয়মিত চেকআপ
gu: નિયમિત પરીક્ષણ
hi: नियमित जांच
kn: ದಿನಚರಿ ತಪಾಸಣೆ
ml: പതിവ് പരിശോധന
mr: नियमित तपास
or: ନିୟମିତ ପରୀକ୍ଷା
ta: வழக்கமான ஆய்வு
te: నియమిత పరిశీలన
ur: معمول کی جانچ

# reportDataUnavailable
source: No Data Available
as: ডাটা প্ৰাপ্তয়োগ্য নহয়
bn: কোনও তথ্য উপলব্ধ নেই
gu: ડેટા ઉપલબ્ધ નથી
hi: डेटा उपलब्ध नहीं है
kn: ಯಾವುದೇ ಮಾಹಿತಿ ಇಲ್ಲ
ml: ഡാറ്റ ലഭ്യമല്ല
mr: डेटा उपलब्ध नाही
or: ଡାଟା ଅନୁପଲବ୍ଧ
ta: தரவு கிடைக்கவில்லை
te: డేటా లేదు
ur: کوئی ڈیٹا دستیاب نہیں ہے

# reportTumblingTitle
source: Acuity Test - Tumbling E
as: দৃষ্টিশক্তি পৰীক্ষা - টাম্ব্লিং ই
bn: তীক্ষ্ণতা পরীক্ষা-টাম্বলিং ই
gu: એક્યુટ ટેસ્ટ - ટંબ્લિંગ ઈ
hi: एक्यूटी टेस्ट - टम्बलिंग ई
kn: ತೀಕ್ಷ್ಣತೆ ಪರೀಕ್ಷೆ - ಟಂಬ್ಲಿಂಗ್ ಇ
ml: അക്യൂട്ടി ടെസ്റ്റ് - ടംബ്ളിംഗ് ഈ
mr: अचूकता चाचणी - टंबलिंग ई
or: ଏକ୍ୟୁଟ ଟେଷ୍ଟ - ଟମ୍ବଲିଂ ଈ
ta: சரிசெய்வல் சோதனை - வலிமையான ஈ
te: తీక్షణ పరీక్ష - టంబ్లింగ్ E
ur: ایکویٹی ٹیسٹ-ٹمبلنگ ای

source: Right Cornea
as: সোঁহালি কর্ণ
bn: ডানদিকের কর্নিয়া
gu: જમણી નેત્રનું વિકલ્પ
hi: दाहिनी कॉर्निया
kn: ಬಲ ಕಾರ್ನಿಯಾ
ml: വലത് കോർണിയ
mr: उजव्या डोळ्याची बाहुली
or: ଡାହାଣ କର୍ଣ୍ଣିଆ
ta: வலபுலம்பை
te: కుడి కర్ణం
ur: دائیں کارنیا

source: Left Cornea
as: বাওঁহালি কর্ণ
bn: বাঁ দিকের কর্নিয়া
gu: ડાબી નેત્રનું વિકલ્પ
hi: बाएं कॉर्निया
kn: ಎಡ ಕಾರ್ನಿಯಾ
ml: ഇടത് കോർണിയ
mr: डाव्या डोळ्याची बाहुली
or: ବାମ କର୍ଣ୍ଣିଆ
ta: இடபுலம்பை
te: ఎడమ కర్ణం
ur: بائیں کارنیا

# myProfileGeneralInfo
source: General Information
as: সাধাৰণ তথ্য
bn: সাধারণ তথ্য
gu: સામાન્ય માહિતી
hi: सामान्य जानकारी
kn: ಸಾಮಾನ್ಯ ಮಾಹಿತಿ
ml: പൊതുവിവരങ്ങൾ
mr: सामान्य माहिती
or: ସାଧାରଣ ସୂଚନା
ta: பொது தகவல்
te: సాధారణ సమాచారం
ur: عمومی معلومات

# myProfileAge
source: Age
as: বয়স
bn: বয়স.
gu: ઉંમર
hi: आयु
kn: ವಯಸ್ಸು
ml: പ്രായം
mr: वय
or: ବୟସ
ta: வயது
te: వయస్సు
ur: عمر

# myProfileAddress
source: Address
as: ঠিকানা
bn: ঠিকানা।
gu: સરનામું
hi: पता
kn: ವಿಳಾಸ
ml: വിലാസം
mr: पत्ता
or: ଠିକଣା
ta: முகவரி
te: చిరునామా
ur: پتہ

# myProfileLine
source: Line
as: লাইন
bn: লাইন।
gu: લાઇન
hi: लाइन
kn: ಸಾಲು
ml: ലൈൻ
mr: लाइन
or: ଲାଇନ୍
ta: வரி
te: వీధి
ur: لائن

# myProfileCity
source: City
as: নগৰ
bn: শহর।
gu: શહેર
hi: शहर
kn: ನಗರ
ml: നഗരം
mr: शहर
or: ସହର
ta: நகரம்
te: నగరం
ur: شہر

# myProfileDistrict
source: District
as: জিলা
bn: জেলা
gu: જિલ્લો
hi: जिला
kn: ಜಿಲ್ಲೆ
ml: ജില്ല
mr: जिल्हा
or: ଜିଲ୍ଲା
ta: மாவட்டம்
te: జిల్లా
ur: ضلع

# myProfileState
source: State
as: ৰাজ্য
bn: রাজ্য
gu: રાજ્ય
hi: राज्य
kn: ರಾಜ್ಯ
ml: സംസ്ഥാനം
mr: राज्य
or: ରାଜ୍ୟ
ta: மாநிலம்
te: రాష్ట్రం
ur: ریاست

# myProfilePinCode
source: PinCode
as: পিন কোড
bn: পিনকোড
gu: પિન કોડ
hi: पिन कोड
kn: ಪಿನ್ ಕೋಡ್
ml: പിൻ കോഡ്
mr: पिन कोड
or: ପିନ୍ କୋଡ୍
ta: பின் குறியீடு
te: పిన్ కోడ్
ur: پن کوڈ

# submitButton
source: Submit
as: দাখিল কৰক
bn: জমা দিন।
gu: સબમિટ કરો
hi: जमा करें
kn: ಸಲ್ಲಿಸು
ml: സബ്മിറ്റ്
mr: सबमिट करा
or: ଜମା କରନ୍ତୁ
ta: சமர்ப்பிக்கவும்
te: సమర్పించు
ur: جمع کروائیں

# swipeGestureError
source: Incorrect Swipe! Please try again.
as: ভুল চুইপ! অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bn: ভুল সোয়াইপ ! দয়া করে আবার চেষ্টা করুন।
gu: ખોટો સ્વાઇપ! મહેરબાની કરીને ફરીથી પ્રયતન કરો.
hi: गलत स्वाइप! कृपया पुनः प्रयास करें।
kn: ತಪ್ಪಾದ ಸ್ವೈಪ್! ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ml: തെറ്റായ സ്വൈപ്പ്! ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: चुकीची स्वाईप! कृपया पुन्हा प्रयत्न करा.
or: ଭୁଲ ସ୍ୱାଇପ୍! ଦୟାକରି ପୁନଃପ୍ରୟାସ କରନ୍ତୁ।
ta: தவறான ஸ்வைப்! மீண்டும் முயற்சிக்கவும்.
te: తప్పు స్వైప్! దయచేసి మళ్లీ ప్రయత్నించండి.
ur: غلط سوائپ کریں! براہ کرم دوبارہ کوشش کریں۔

# swipeGestureCardText
source: Swipe in the direction of the symbol
as: চিহ্নৰ দিশত চুইপ কৰক
bn: প্রতীকের দিকে সোয়াইপ করুন
gu: પ્રતીકની દિશામાં સ્વાઇપ કરો
hi: चिन्ह की दिशा में स्वाइप करें
kn: ಚಿಹ್ನೆಯ ದಿಕ್ಕಿನಲ್ಲಿ ಸ್ವೈಪ್ ಮಾಡಿ
ml: ചിഹ്നത്തിന്റെ ദിശയിൽ സ്വൈപ്പ് ചെയ്യുക
mr: चिन्हाच्या दिशेने स्वाईप करा
or: ସଂକେତର ଦିଗକୁ ସ୍ୱାଇପ୍ କରନ୍ତୁ
ta: சின்னத்தின் திசையில் ஸ்வைப் செய்யவும்
te: సంకేతం దిశగా స్వైప్ చేయండి
ur: علامت کی سمت میں سوائپ کریں

# assessmentResultCardAssessmentQuestions
source: Assessment Questions
as: মূল্যায়ন প্ৰশ্ন
bn: মূল্যায়নের প্রশ্ন
gu: મૂલ્યાંકન પ્રશ્નો
hi: मूल्यांकन प्रश्न
kn: ಮೌಲ್ಯಮಾಪನ ಪ್ರಶ್ನೆಗಳು
ml: അസ്സെസ്സ്മെന്റ് ചോദ്യങ്ങൾ
mr: मूल्यांकन प्रश्न
or: ମୂଲ୍ୟାଙ୍କନ ପ୍ରଶ୍ନଗୁଡିକ
ta: மதிப்பாய்வு கேள்விகள்
te: మూల్యాంకన ప్రశ్నలు
ur: تشخیص کے سوالات

# assessmentResultCardAcuityTest
source: Acuity Test
as: তীক্ষ্ণতা পৰীক্ষা
bn: তীক্ষ্ণতা পরীক্ষা
gu: ઉગ્રતા પરીક્ષણ
hi: दृष्टिपथ परीक्षण
kn: ತೀಕ್ಷ್ಣತೆ ಪರೀಕ್ಷೆ
ml: അക്യൂട്ടി ടെസ്റ്റ്
mr: अचूकता परीक्षण
or: ଆକ୍ୟୁଟି ପରୀକ୍ଷା
ta: கண் சரிபார்க்கப்பட்டுள்ளது
te: తీక్షణ పరీక్ష
ur: ایکویٹی ٹیسٹ

# assessmentResultCardEyeScan
source: Eye Scan
as: চকু স্কেন কৰক
bn: চোখের স্ক্যান
gu: આંખ સ્કેન
hi: नेत्र स्कैन
kn: ಕಣ್ಣಿನ ಸ್ಕ್ಯಾನ್
ml: നേത്ര സ്കാൻ
mr: डोळे स्कॅन
or: ଚକ୍ଷୁ ସ୍କାନ୍
ta: கண் ஸ்கேன்
te: కంటి స్కాన్
ur: آنکھ کا اسکین

# viewReportButton
source: View Report
as: প্ৰতিবেদন চাওক
bn: প্রতিবেদন দেখুন
gu: રિપોર્ટ જુઓ
hi: रिपोर्ट देखें
kn: ವರದಿಯನ್ನು ವೀಕ್ಷಿಸಿ
ml: റിപ്പോർട്ട്
mr: अहवाल पाहा
or: ରିପୋର୍ଟ ଦେଖନ୍ତୁ
ta: அறிக்கையைப் பார்க்கவும்
te: నివేదికను చూడండి
ur: رپورٹ دیکھیں

# updateButton
source: Update
as: নবীকৰণ
bn: হালনাগাদ করুন
gu: અપડેટ કરો
hi: अपडेट करें
kn: ನವೀಕರಿಸಿ
ml: അപ്ഡേറ്റ് ചെയ്യുക
mr: अद्ययावत करा
or: ଅପଡେଟ୍ କରନ୍ତୁ
ta: புதுப்பிக்கவும்
te: నవీకరించండి
ur: اپ ڈیٹ کریں

# assessmentCardUrgentConsult
source: Urgent Consult
as: জৰুৰী পৰামৰ্শ
bn: জরুরি পরামর্শ
gu: અર્જન્ટ કન્સલ્ટ
hi: तत्पर परामर्श
kn: ತುರ್ತು ಸಲಹೆ
ml: അടിയന്തര പരിശോധന
mr: तत्काल सल्ला
or: ତାତ୍କାଲିକ ପରାମର୍ଶ
ta: தேவையான ஆலோசனை
te: అత్యవసర సలహా
ur: فوری مشاورت

# assessmentCardRoutineCheckUp
source: Routine Checkup
as: ৰুটিন চেকআপ
bn: নিয়মিত চেকআপ
gu: રૂટિન ચેકઅપ
hi: नियमित जांच
kn: ದಿನಚರಿ ತಪಾಸಣೆ
ml: പതിവ് പരിശോധന
mr: नियमित तपासणी
or: ନିୟମିତ ପରୀକ୍ଷା
ta: வழக்கமான சேர்க்கை
te: సాధారణ పరిశీలన
ur: معمول کی جانچ

# assessmentCardEarlyCheckUp
source: Early Checkup
as: আগতীয়াকৈ পৰীক্ষা কৰা
bn: প্রাথমিক পরীক্ষা
gu: પ્રારંભિક તપાસ
hi: पहले से जांच
kn: ಆರಂಭಿಕ ತಪಾಸಣೆ
ml: എത്രയും നേരത്തെ പരിശോധന
mr: पूर्व तपासणी
or: ପୂର୍ବଦର୍ଶନ
ta: முன்னோக்கி சேர்க்கை
te: ముందస్తు పరిశీలన
ur: ابتدائی چیک اپ

# testAgainButton
source: Test Again
as: আবার পরীক্ষা কৰক
bn: আবার পরীক্ষা করুন
gu: ફરીથી ટેસ્ટ કરો
hi: फिर से परीक्षण करें
kn: ಮತ್ತೊಮ್ಮೆ ಪರೀಕ್ಷಿಸು
ml: വീണ്ടും പരിശോധിക്കുക
mr: पुन्हा परीक्षा करा
or: ପୁନଃପରୀକ୍ଷା କରନ୍ତୁ
ta: மீண்டும் சோதிக்கவும்
te: మళ్లీ పరీక్షించండి
ur: دوبارہ آزمائیں

# homeButton
source: Home
as: হোম
bn: বাড়ি।
gu: હોમ
hi: होम
kn: ಹೋಮ್
ml: ഹോം
mr: होम
or: ହୋମ୍
ta: முகப்பு
te: హోమ్
ur: گھر

# homeTriageCardTitle
source: Our eyes are the most valuable assets.
as: আমাৰ চক্ষুসমূহ শ্ৰেষ্ঠ সম্পদ।
bn: চোখ আমাদের সবচেয়ে মূল্যবান সম্পদ।
gu: આપણા આંખો સૌથી મૂલ્યવાન સંપત્તિ છે.
hi: हमारी आंखें सबसे मूल्यवान संपत्ति हैं।
kn: ನಮ್ಮ ಕಣ್ಣುಗಳು ಅತ್ಯಮೂಲ್ಯ ಆಸ್ತಿ.
ml: നമ്മുടെ കണ്ണുകളാണ് ഏറ്റവും വിലപ്പെട്ട സ്വത്ത്.
mr: आपले डोळे सर्वात मूल्यवान संपत्ती आहेत.
or: ଆମର ଆଖି ହେଉଛି ଆମର ବହୁମୂଲ୍ୟ ସମ୍ପତ୍ତି |
ta: எங்கள் கண்கள் மிகவும் மதிப்பிடப்படுகின்றன.
te: మన కళ్ళు అమూల్య సంపదలు.
ur: ہماری آنکھیں سب سے قیمتی اثاثے ہیں۔

# homeTriageCardDescription
source: Get them tested on time to prevent eye problems.
as: চক্ষু সমস্যা পূৰ্ববর্তী কৰিবলৈ সময়ত তালক পাওক।
bn: চোখের সমস্যা এড়াতে সময়মতো তাদের পরীক্ষা করান।
gu: આંખના સમસ્યાઓને રોકવા સમયે તેની ટેસ્ટિંગ કરો.
hi: आंखों की समस्याओं को रोकने के लिए समय पर जांच करवाएं।
kn: ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳನ್ನು ತಡೆಗಟ್ಟಲು ಅವುಗಳನ್ನು ಸಮಯಕ್ಕೆ ಪರೀಕ್ಷಿಸಿ.
ml: നേത്രരോഗങ്ങൾ തടയാൻ കൃത്യസമയത്ത് പരിശോധന നടത്തുക.
mr: डोळ्यांची समस्या टाळण्यासाठी त्यांची वेळेवर तपासणी करा.
or: ଆଖି ସମସ୍ୟାକୁ ରୋକିବା ପାଇଁ ଠିକ୍ ସମୟରେ ଯାଞ୍ଚ କରନ୍ତୁ |
ta: கண்களை விடுத்துத் தீர்வுகளை முன்னேற்றியும் கைகொள்ளுங்கள்.
te: కంటి సమస్యలను నివారించడానికి వాటిని సకాలంలో పరీక్షించండి.
ur: آنکھوں کے مسائل سے بچنے کے لیے وقت پر ان کی جانچ کروائیں۔

# homeTriageCardTest
source: Start Eye Test
as: চক্ষু পৰীক্ষা আৰম্ভ কৰক
bn: চক্ষু পরীক্ষা শুরু করুন
gu: આંખ ટેસ્ટ શરૂ કરો
hi: आंख परीक्षा शुरू करें
kn: ಕಣ್ಣಿನ ಪರೀಕ್ಷೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ
ml: നേത്ര പരിശോധന ആരംഭിക്കുക
mr: डोळे चाचणी सुरू करा
or: ଚକ୍ଷୁ ପରୀକ୍ଷା ଶୁରୁ କରନ୍ତୁ
ta: கண் சோதனையைத் தொடங்குங்கள்
te: కంటి పరీక్ష ప్రారంభించండి
ur: آنکھ کا ٹیسٹ شروع کریں

# homeHelplineCardDescrition
source: In the event of a sudden vision loss, call this emergency helpline
as: অচানক চক্ষু হাৰে যাবলৈ, এই জরুৰী সহায়তা হেলপলাইনটো কল কৰক
bn: হঠাৎ দৃষ্টিশক্তি হারালে, এই জরুরি হেল্পলাইনে কল করুন
gu: અચાનક દૃષ્ટિ નુકશાન થતાં, આ આપત્તિ હેલ્પલાઇનને કોલ કરો
hi: अचानक दृष्टि के हानि के मामले में, इस आपातकालीन हेल्पलाइन पर कॉल करें
kn: ಅಚಾನಕ ದೃಷ್ಟಿ ನಷ್ಟದ ಸಂದರ್ಭದಲ್ಲಿ, ಈ ತುರ್ತು ಸಹಾಯವಾಣಿಗೆ ಕರೆ ಮಾಡಿ
ml: പെട്ടെന്ന് കാഴ്ച നഷ്ടപ്പെട്ടാൽ ഈ എമർജൻസി ഹെൽപ്പ് ലൈനിൽ വിളിക്കുക.
mr: अचानक दृष्टी गेल्यास या आपातकालीन हेल्पलाईनवर कॉल करा
or: ହଠାତ୍ ଦୃଷ୍ଟି ଶକ୍ତି ହରାଇଲେ, ଏହି ଜରୁରୀକାଳୀନ ହେଲ୍ପଲାଇନକୁ ଡାକନ୍ତୁ |
ta: எப்போதும் விழிப்புணர்வு இல்லாத நேரத்தில், இது அவசர ஹெல்ப்லைனை அழைக்கவும்
te: అకస్మాతీకరణ దృష్టి నష్టం కాలమోలకంగా, ఈ అత్యావసర హెల్ప్‌లైన్‌కు కాల్ చేయండి
ur: اچانک بینائی کی کمی کی صورت میں، اس ہنگامی ہیلپ لائن پر کال کریں

# inviteCardTitle
source: Invite Others
as: অন্যকল কৰক
bn: অন্যদের আমন্ত্রণ জানান
gu: અન્યોને આમંત્રિત કરો
hi: दूसरों को आमंत्रित करें
kn: ಇತರರನ್ನು ಆಹ್ವಾನಿಸಿ
ml: മറ്റുള്ളവരെ ക്ഷണിക്കുക
mr: इतरांना आमंत्रित करा
or: ଅନ୍ୟମାନଙ୍କୁ ନିମନ୍ତ୍ରଣ କରନ୍ତୁ
ta: மற்றவர்களை அழைக்கவும்
te: ఇతరులను ఆహ్వానించండి
ur: دوسروں کو مدعو کریں

# inviteCardDescription
source: Invite 5 friends and family members so that they can get their eyes assessed and prevent eye issues in the future.
as: 5টা বন্ধু আৰু পৰিবারজনক আমন্ত্ৰণ কৰক যাতে তাঁদেৰ চক্ষু মূল্যায়ন কৰিব পাৰে আৰু ভবিষ্যতত চক্ষু সমস্যা পূৰ্ববর্তী কৰিব পাৰে।
bn: 5 জন বন্ধু এবং পরিবারের সদস্যদের আমন্ত্রণ জানান যাতে তারা তাদের চোখের মূল্যায়ন করতে পারে এবং ভবিষ্যতে চোখের সমস্যা প্রতিরোধ করতে পারে।
gu: 5 મિત્રો અને પરિવારના સભ્યોને આમંત્રિત કરો જેથી તેઓ તેમની આંખ મૂલ્યાંકન કરી શકે અને ભવિષ્યમાં આંખની સમસ્યાઓને રોકી શકે.
hi: 5 दोस्तों और परिवार के सदस्यों को आमंत्रित करें ताकि उनकी आंखों की मूल्यांकन किया जा सके और भविष्य में आंख संबंधी समस्याओं को रोक सकें।
kn: 5 ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬ ಸದಸ್ಯರನ್ನು ಆಹ್ವಾನಿಸಿ ಇದರಿಂದ ಅವರು ತಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಬಹುದು ಮತ್ತು ಭವಿಷ್ಯದಲ್ಲಿ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳನ್ನು ತಡೆಯಬಹುದು.
ml: 5 സുഹൃത്തുക്കളെയും കുടുംബാംഗങ്ങളെയും ക്ഷണിക്കുക, അതുവഴി അവർക്ക് അവരുടെ കണ്ണുകൾ പരിശോധിക്കാനും ഭാവിയിൽ നേത്ര പ്രശ്നങ്ങൾ ഉണ്ടാകാതിരിക്കാനും കഴിയും.
mr: 5 मित्रांना आणि कुटुंबातील सदस्यांना आमंत्रित करा, त्यांना त्यांची डोळे मूल्यांकन करण्यास सहाय्य करा आणि भविष्यातील डोळ्यांच्या समस्या टाळा.
or: 5 ବନ୍ଧୁ ଏବଂ ପରିବାରର ସଦସ୍ୟଙ୍କୁ ଆମର ଚକ୍ଷୁ ମୂଲ୍ୟାଂକନ ପାଇଁ ଆମନ୍ତ୍ରିତ କରନ୍ତୁ ଏବଂ ଭବିଷ୍ୟତର ଚକ୍ଷୁ ସମସ୍ୟାରୁ ବଚାଇବାରେ ସହାୟ୍ୟ କରନ୍ତୁ ।
ta: 5 நண்பர்களையும் குடும்ப உறவினர்களையும் அழைக்கவும், அவர்கள் தங்களது கண்களை மதிப்பிட மற்றும் விடுத்துக் கொள்ள முடியும்.
te: 5 స్నేహితులను మరియు కుటుంబ సభ్యులను ఆమంత్రించండి, భవిష్యత్తులో వారి కంటి సమస్యలను తడుముగా తగ్గించడానికి అవకాశం కల్పంచండి.
ur: 5 دوستوں اور خاندان کے افراد کو مدعو کریں تاکہ وہ اپنی آنکھوں کا جائزہ لے سکیں اور مستقبل میں آنکھوں کے مسائل سے بچ سکیں۔

# inviteCardInvitation
source: Invite Now
as: এতিয়াই আমন্ত্ৰণ কৰক
bn: এখনই আমন্ত্রণ জানান
gu: હવે આમંત્રિત કરો
hi: अभी आमंत्रित करें
kn: ಈಗಲೆ ಆಹ್ವಾನಿಸಿ
ml: ക്ഷണിക്കുക
mr: आत्ताच आमंत्रित करा
or: ଆମନ୍ତ୍ରଣ କରନ
ta: இப்போது அழைக்கவும்
te: ఇప్పుడు ఆహ్వానించండి
ur: ابھی مدعو کریں

# partnerCardTitle
source: Partner
as: সহযোগীত
bn: অংশীদার।
gu: ભાગીદારી
hi: साझेदार
kn: ಪಾಲುದಾರ
ml: പങ്കാളി
mr: साथीदार
or: ସହଭାଗୀ
ta: கூட்டாளி
te: భాగస్వామి
ur: پارٹنر

# languageSelection
source: Select Language
as: ভাষা নিৰ্বাচন কৰক
bn: ভাষা নির্বাচন করুন
gu: ભાષા પસંદ કરો
hi: भाषा चुने
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
or: ଭାଷା ଚୟନ କରନ୍ତୁ |
ta: மொழியை தேர்ந்தெடுங்கள்
te: భాషను ఎంచుకోండి
ur: زبان منتخب کریں

# profileTitle
source: Profile
as: ৰূপৰেখা
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
ta: சுயவிவரம்
te: ప్రొఫైల్
ur: پروفائل

# eyeAssessmentEnterLabel
source: Enter here
as: ইয়াত প্ৰৱেশ কৰক
bn: এখানে প্রবেশ করুন
gu: અહીં દાખલ કરો
hi: यहाँ से प्रवेश करें
kn: ಇಲ್ಲಿ ನಮೂದಿಸಿ
ml: ഇവിടെ പ്രവേശിക്കുക
mr: येथे प्रविष्ट करा
or: ଏଠାରେ ପ୍ରବେଶ କରନ୍ତୁ |
ta: இங்கே உள்ளிடவும்
te: ఇక్కడ నమోదు చేయండి
ur: یہاں داخل کریں

# profilePageAddressDetails
source: Address Details
as: ঠিকনাৰ বিৱৰণ
bn: ঠিকানার বিস্তারিত বিবরণ
gu: સરનામાંની વિગતો
hi: पते का विवरण
kn: ವಿಳಾಸ ವಿವರಗಳು
ml: വിലാസം
mr: पत्ता तपशील
or: ଠିକଣା ବିବରଣୀ
ta: முகவரி விவரங்கள்
te: చిరునామా వివరాలు
ur: پتے کی تفصیلات

# profilePaeCheckReports
source: Check your reports
as: আপোনাৰ প্ৰতিবেদনসমূহ পৰীক্ষা কৰক
bn: আপনার প্রতিবেদনগুলি পরীক্ষা করুন
gu: તમારા અહેવાલો તપાસો
hi: अपनी रिपोर्ट जांचें
kn: ನಿಮ್ಮ ವರದಿಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ml: നിങ്ങളുടെ റിപ്പോർട്ടുകൾ പരിശോധിക്കുക
mr: तुमचे अहवाल तपासा
or: ଆପଣଙ୍କର ରିପୋର୍ଟଗୁଡିକ ଯାଞ୍ଚ କରନ୍ତୁ
ta: உங்கள் அறிக்கைகளை சரிபார்க்கவும்
te: మీ నివేదికలను తనిఖీ చేయండి
ur: اپنی رپورٹیں چیک کریں

# bottomNavItemEyeTest
source: Eye Test
as: চকুৰ পৰীক্ষা
bn: চোখের পরীক্ষা
gu: આંખની કસોટી
hi: नेत्र परीक्षण
kn: ಕಣ್ಣಿನ ಪರೀಕ್ಷೆ
ml: നേത്ര പരിശോധന
mr: डोळा चाचणी
or: ଚକ୍ଷୁ ପରୀକ୍ଷା
ta: கண் பரிசோதனை
te: కంటి పరీక్ష
ur: آنکھ کا ٹیسٹ

# bottomNavItemAppointment
source: Appointments
as: নিযুক্তি
bn: নিয়োগ
gu: નિમણૂંકો
hi: परामर्श
kn: ನೇಮಕಾತಿಗಳು
ml: അപ്പോയ്ന്റ്മെന്റ്സ്
mr: भेटी
or: ନିଯୁକ୍ତି
ta: நியமனங்கள்
te: నియామకాలు
ur: تقرریاں

# memberSelection
source: Select Member
as: সদস্য নিৰ্বাচন কৰক
bn: সদস্য নির্বাচন করুন
gu: સભ્ય પસંદ કરો
hi: सदस्य का चयन करें
kn: ಸದಸ್ಯರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: അംഗത്തെ തിരഞ്ഞെടുക്കുക
mr: सदस्य निवडा
or: ସଦସ୍ୟ ଚୟନ କରନ୍ତୁ
ta: உறுப்பினரைத் தேர்ந்தெடுக்கவும்
te: సభ్యుడిని ఎంచుకోండి
ur: رکن منتخب کریں
