Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# triageHowToReport
source: How to report eye problems?
as: চকুৰ সমস্যাবোৰ কেনেকৈ ৰিপৰ্ট কৰিব?
bn: কিভাবে চোখের সমস্যা রিপোর্ট করবেন?
gu: આંખની સમસ્યાઓની જાણ કેવી રીતે કરવી?
hi: आँखों की समस्याओं की रिपोर्ट कैसे करें?
kn: ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳನ್ನು ವರದಿ ಮಾಡುವುದು ಹೇಗೆ?
ml: കണ്ണിന്റെ പ്രശ്നങ്ങൾ എങ്ങനെ റിപ്പോർട്ട് ചെയ്യാം?
mr: डोळ्यांच्या समस्यांची तक्रार कशी करावी?
or: ଆଖି ସମସ୍ଯ଼ା କିପରି ରିପୋର୍ଟ କରିବେ?
ta: கண் பிரச்சனைகளை எப்படிப் புகாரளிப்பது?
te: కళ్ళ సమస్యలను ఎలా నివేదించాలి?
ur: آنکھوں کے مسائل کی اطلاع کیسے دی جائے؟

# triageReportInstructions
source: If you are an individual having eye related problems, you could self-declare and mention your problems here to get appropriate guidance. You could also mention the eye problems of your friends or family members here and get appropriate guidance. You will be asked a set of questions in the following sections to understand the nature and severity of the eye problem. You will be recommended and guided with the tests to be performed and steps to follow after answering all the questions.
as: যদি আপোনাৰ চকু সম্পৰ্কীয় সমস্যা আছে, আপুনি উপযুক্ত নিৰ্দেশনা লাভ কৰিবলৈ ইয়াত আপোনাৰ সমস্যাবোৰ স্ব-ঘোষণা কৰিব পাৰে আৰু উল্লেখ কৰিব পাৰে। আপুনি ইয়াত আপোনাৰ বন্ধুবৰ্গ বা পৰিয়ালৰ সদস্যসকলৰ চকুৰ সমস্যাবোৰ উল্লেখ কৰিব পাৰে আৰু উপযুক্ত নিৰ্দেশনা লাভ কৰিব পাৰে। চকুৰ সমস্যাৰ প্ৰকৃতি আৰু তীব্ৰতা বুজিবলৈ আপোনাক তলৰ অংশবোৰত প্ৰশ্নৰ এটা সংহতি সোধা হ 'ব। আপোনাক কৰিবলগীয়া পৰীক্ষাসমূহ আৰু সকলো প্ৰশ্নৰ উত্তৰ দিয়াৰ পিছত অনুসৰণ কৰিবলগীয়া পদক্ষেপসমূহৰ পৰামৰ্শ আৰু নিৰ্দেশনা দিয়া হ' ব।
bn: আপনার যদি চোখ সংক্রান্ত সমস্যা থাকে, তা হলে আপনি এখানে আপনার সমস্যাগুলি স্ব-ঘোষণা করতে পারেন এবং উল্লেখ করতে পারেন যাতে আপনি যথাযথ দিকনির্দেশনা পেতে পারেন। আপনি এখানে আপনার বন্ধু বা পরিবারের সদস্যদের চোখের সমস্যাগুলিও উল্লেখ করতে পারেন এবং যথাযথ দিকনির্দেশনা পেতে পারেন। চোখের সমস্যার প্রকৃতি এবং তীব্রতা বোঝার জন্য আপনাকে নিম্নলিখিত বিভাগগুলিতে কয়েকটি প্রশ্ন জিজ্ঞাসা করা হবে। সমস্ত প্রশ্নের উত্তর দেওয়ার পরে আপনাকে কী পরীক্ষা করতে হবে এবং অনুসরণ করতে হবে সে সম্পর্কে আপনাকে পরামর্শ ও নির্দেশনা দেওয়া হবে।
gu: જો તમને આંખ સંબંધિત સમસ્યાઓ હોય, તો તમે યોગ્ય માર્ગદર્શન મેળવવા માટે અહીં તમારી સમસ્યાઓની સ્વ-ઘોષણા કરી શકો છો અને તેનો ઉલ્લેખ કરી શકો છો. તમે અહીં તમારા મિત્રો અથવા પરિવારના સભ્યોની આંખની સમસ્યાઓનો પણ ઉલ્લેખ કરી શકો છો અને યોગ્ય માર્ગદર્શન મેળવી શકો છો. તમને આંખની સમસ્યાની પ્રકૃતિ અને ગંભીરતાને સમજવા માટે નીચેના વિભાગોમાં પ્રશ્નોનો સમૂહ પૂછવામાં આવશે. તમને કરવા માટેના પરીક્ષણો અને તમામ પ્રશ્નોના જવાબ આપ્યા પછી અનુસરવા માટેના પગલાંઓની ભલામણ અને માર્ગદર્શન આપવામાં આવશે.
hi: यदि आपको आँखों से संबंधित समस्याएँ हैं, तो आप उचित मार्गदर्शन प्राप्त करने के लिए यहाँ अपनी समस्याओं का स्वयं घोषणा और उल्लेख कर सकते हैं। आप यहाँ अपने दोस्तों या परिवार के सदस्यों की आँखों की समस्याओं का भी उल्लेख कर सकते हैं और उचित मार्गदर्शन प्राप्त कर सकते हैं। आपको आँखों की समस्या की प्रकृति और गंभीरता को समझने के लिए निम्नलिखित अनुभागों में प्रश्नों का एक समूह पूछा जाएगा। आपको किए जाने वाले परीक्षणों और सभी प्रश्नों के उत्तर देने के बाद अनुसरण करने के लिए कदमों के साथ अनुशंसा और मार्गदर्शन किया जाएगा।
kn: ನೀವು ಕಣ್ಣಿಗೆ ಸಂಬಂಧಿಸಿದ ಸಮಸ್ಯೆಗಳನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಯಾಗಿದ್ದರೆ, ಸೂಕ್ತ ಮಾರ್ಗದರ್ಶನ ಪಡೆಯಲು ನೀವು ಇಲ್ಲಿ ನಿಮ್ಮ ಸಮಸ್ಯೆಗಳನ್ನು ಸ್ವಯಂ-ಘೋಷಿಸಬಹುದು ಮತ್ತು ನಮೂದಿಸಬಹುದು. ನಿಮ್ಮ ಸ್ನೇಹಿತರು ಅಥವಾ ಕುಟುಂಬ ಸದಸ್ಯರ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳನ್ನು ಸಹ ನೀವು ಇಲ್ಲಿ ಉಲ್ಲೇಖಿಸಬಹುದು ಮತ್ತು ಸೂಕ್ತ ಮಾರ್ಗದರ್ಶನವನ್ನು ಪಡೆಯಬಹುದು. ಕಣ್ಣಿನ ಸಮಸ್ಯೆಯ ಸ್ವರೂಪ ಮತ್ತು ತೀವ್ರತೆಯನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನಿಮಗೆ ಈ ಕೆಳಗಿನ ವಿಭಾಗಗಳಲ್ಲಿ ಪ್ರಶ್ನೆಗಳ ಗುಂಪನ್ನು ಕೇಳಲಾಗುತ್ತದೆ. ಎಲ್ಲಾ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸಿದ ನಂತರ ಮಾಡಬೇಕಾದ ಪರೀಕ್ಷೆಗಳು ಮತ್ತು ಅನುಸರಿಸಬೇಕಾದ ಹಂತಗಳೊಂದಿಗೆ ನಿಮಗೆ ಶಿಫಾರಸು ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ಮಾರ್ಗದರ್ಶನ ನೀಡಲಾಗುತ್ತದೆ.
ml: നിങ്ങൾക്ക് കണ്ണുമായി ബന്ധപ്പെട്ട പ്രശ്നങ്ങളുണ്ടെങ്കിൽ, ഉചിതമായ മാർഗ്ഗനിർദ്ദേശം ലഭിക്കുന്നതിന് നിങ്ങൾക്ക് സ്വയം പ്രഖ്യാപിക്കുകയും നിങ്ങളുടെ പ്രശ്നങ്ങൾ ഇവിടെ പരാമർശിക്കുകയും ചെയ്യാം. നിങ്ങളുടെ സുഹൃത്തുക്കളുടെയോ കുടുംബാംഗങ്ങളുടെയോ നേത്രപ്രശ്നങ്ങൾ ഇവിടെ പരാമർശിക്കുകയും ഉചിതമായ മാർഗ്ഗനിർദ്ദേശം നേടുകയും ചെയ്യാം. കണ്ണിന്റെ പ്രശ്നത്തിന്റെ സ്വഭാവവും കാഠിന്യവും മനസിലാക്കാൻ ഇനിപ്പറയുന്ന വിഭാഗങ്ങളിൽ നിങ്ങളോട് ഒരു കൂട്ടം ചോദ്യങ്ങൾ ചോദിക്കും. എല്ലാ ചോദ്യങ്ങൾക്കും ഉത്തരം നൽകിയ ശേഷം ചെയ്യേണ്ട പരിശോധനകളും തുടർനടപടികളും നിങ്ങളെ ശുപാർശ ചെയ്യുകയും നയിക്കുകയും ചെയ്യും.
mr: जर तुम्हाला डोळ्यांशी संबंधित समस्या असेल तर योग्य मार्गदर्शन मिळवण्यासाठी तुम्ही स्वतःहून तुमच्या समस्यांची घोषणा करू शकता आणि तुमच्या समस्यांचा उल्लेख करू शकता. तुम्ही येथे तुमच्या मित्रांच्या किंवा कुटुंबातील सदस्यांच्या डोळ्यांच्या समस्यांचाही उल्लेख करू शकता आणि योग्य मार्गदर्शन मिळवू शकता. डोळ्याच्या समस्येचे स्वरूप आणि तीव्रता समजून घेण्यासाठी तुम्हाला खालील विभागांमध्ये प्रश्न विचारले जातील. तुम्हाला केल्या जाणाऱ्या चाचण्या आणि सर्व प्रश्नांची उत्तरे दिल्यानंतर अनुसरण करण्यासाठीच्या पायऱ्या सुचवल्या जातील आणि मार्गदर्शन केले जाईल.
or: ଯଦି ଆପଣଙ୍କର ଆଖି ସମ୍ବନ୍ଧୀଯ଼ ସମସ୍ଯ଼ା ରହିଛି, ତେବେ ଉପଯୁକ୍ତ ମାର୍ଗଦର୍ଶନ ପାଇବା ପାଇଁ ଆପଣ ଏଠାରେ ନିଜ ସମସ୍ଯ଼ା ବିଷଯ଼ରେ ସ୍ୱଯ଼ଂ ଘୋଷଣା କରିପାରିବେ ଏବଂ ଉଲ୍ଲେଖ କରିପାରିବେ। ଆପଣ ଏଠାରେ ଆପଣଙ୍କ ବନ୍ଧୁ କିମ୍ବା ପରିବାର ସଦସ୍ଯ଼ଙ୍କ ଆଖି ସମସ୍ଯ଼ା ବିଷଯ଼ରେ ମଧ୍ଯ଼ ଉଲ୍ଲେଖ କରିପାରିବେ ଏବଂ ଉପଯୁକ୍ତ ମାର୍ଗଦର୍ଶନ ପାଇପାରିବେ। ଆଖି ସମସ୍ଯ଼ାର ପ୍ରକୃତି ଏବଂ ଗମ୍ଭୀରତାକୁ ବୁଝିବା ପାଇଁ ଆପଣଙ୍କୁ ନିମ୍ନଲିଖିତ ବିଭାଗରେ କିଛି ପ୍ରଶ୍ନ ପଚରାଯିବ। ସମସ୍ତ ପ୍ରଶ୍ନର ଉତ୍ତର ଦେବା ପରେ ଆପଣଙ୍କୁ କେଉଁ ପରୀକ୍ଷା ଏବଂ ଅନୁସରଣ କରିବାକୁ ହେବ ସେ ବିଷଯ଼ରେ ଆପଣଙ୍କୁ ପରାମର୍ଶ ଏବଂ ମାର୍ଗଦର୍ଶନ ଦିଆଯିବ।
ta: நீங்கள் கண் தொடர்பான பிரச்சினைகளைக் கொண்ட ஒரு தனிநபராக இருந்தால், பொருத்தமான வழிகாட்டுதலைப் பெற நீங்கள் இங்கே சுயமாக அறிவிக்கலாம் மற்றும் உங்கள் பிரச்சினைகளைக் குறிப்பிடலாம். உங்கள் நண்பர்கள் அல்லது குடும்ப உறுப்பினர்களின் கண் பிரச்சினைகளை இங்கே குறிப்பிடலாம் மற்றும் பொருத்தமான வழிகாட்டுதல்களைப் பெறலாம். கண் பிரச்சினையின் தன்மை மற்றும் தீவிரத்தைப் புரிந்துகொள்ள பின்வரும் பிரிவுகளில் ஒரு சில கேள்விகள் கேட்கப்படும். அனைத்து கேள்விகளுக்கும் பதிலளித்த பிறகு செய்ய வேண்டிய சோதனைகள் மற்றும் பின்பற்ற வேண்டிய படிகளுடன் நீங்கள் பரிந்துரைக்கப்படுவீர்கள் மற்றும் வழிநடத்தப்படுவீர்கள்.
te: మీరు కళ్ళ సంబంధిత సమస్యలు ఉన్న వ్యక్తిగా, మీ సమస్యలను స్వయం ప్రకటించి ఇక్కడ సముచిత మార్గదర్శనను పొందవచ్చు. మీ స్నేహితులు లేదా కుటుంబ సభ్యుల కళ్ళ సమస్యలను కూడా ఇక్కడ పేర్కొని సముచిత మార్గదర్శనను పొందవచ్చు.
ur: اگر آپ ایک ایسے فرد ہیں جنہیں آنکھوں سے متعلق مسائل ہیں، تو آپ خود اعلان کر سکتے ہیں اور مناسب رہنمائی حاصل کرنے کے لیے یہاں اپنے مسائل کا ذکر کر سکتے ہیں۔ آپ یہاں اپنے دوستوں یا خاندان کے افراد کی آنکھوں کے مسائل کا بھی ذکر کر سکتے ہیں اور مناسب رہنمائی حاصل کر سکتے ہیں۔ آنکھوں کے مسئلے کی نوعیت اور شدت کو سمجھنے کے لیے آپ سے درج ذیل حصوں میں سوالات کا ایک مجموعہ پوچھا جائے گا۔ آپ کو کئے جانے والے ٹیسٹ اور تمام سوالات کے جوابات دینے کے بعد ان پر عمل کرنے کے اقدامات کی سفارش اور رہنمائی کی جائے گی۔

source: Assessment
as: মূল্যায়ন
bn: মূল্যায়ন
gu: મૂલ્યાંકન
hi: मूल्यांकन
kn: ಮೌಲ್ಯಮಾಪನ
ml: വിലയിരുത്തൽ
mr: मूल्यमापन
or: ମୂଲ୍ଯ଼ାଙ୍କନ
ta: மதிப்பீடு
te: మూల్యాంకనం
ur: تشخیص

# triageOtherSymptomsQuestion
source: Do you have any other symptoms?
as: আপোনাৰ আন কোনো লক্ষণ আছে নেকি?
bn: আপনার কি অন্য কোনও লক্ষণ রয়েছে?
gu: શું તમારી પાસે કોઈ અન્ય લક્ષણો છે?
hi: क्या आपके पास कोई अन्य लक्षण हैं?
kn: ನಿಮಗೆ ಬೇರೆ ಯಾವುದೇ ರೋಗಲಕ್ಷಣಗಳಿವೆಯೇ?
ml: നിങ്ങൾക്ക് മറ്റെന്തെങ്കിലും ലക്ഷണങ്ങളുണ്ടോ?
mr: तुम्हाला इतर काही लक्षणे आहेत का?
or: ଆପଣଙ୍କର ଅନ୍ଯ଼ କୌଣସି ଲକ୍ଷଣ ଅଛି କି?
ta: உங்களுக்கு வேறு ஏதேனும் அறிகுறிகள் உள்ளதா?
te: మీకు ఇతర లక్షణాలు ఉన్నాయా?
ur: کیا آپ کو کوئی اور علامات ہیں؟

# triageEnterSymptoms
source: Enter your symptoms here
as: ইয়াত আপোনাৰ লক্ষণসমূহ প্ৰবিষ্ট কৰক
bn: আপনার লক্ষণগুলি এখানে লিখুন।
gu: તમારા લક્ષણો અહીં દાખલ કરો
hi: अपने लक्षण यहाँ दर्ज करें
kn: ನಿಮ್ಮ ರೋಗಲಕ್ಷಣಗಳನ್ನು ಇಲ್ಲಿ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ലക്ഷണങ്ങൾ ഇവിടെ നൽകുക
mr: तुमची लक्षणे येथे नोंदवा
or: ଏଠାରେ ଆପଣଙ୍କ ଲକ୍ଷଣଗୁଡ଼ିକୁ ପ୍ରବେଶ କରାନ୍ତୁ।
ta: உங்கள் அறிகுறிகளை இங்கே உள்ளிடவும்
te: మీ లక్షణాలను ఇక్కడ నమోదు చేయండి
ur: اپنی علامات یہاں درج کریں

# triageEyeAssessmentResults
source: Eye Assessment Results
as: চকুৰ মূল্যায়নৰ ফলাফল
bn: চক্ষু মূল্যায়নের ফলাফল
gu: આંખ મૂલ્યાંકન પરિણામો
hi: नेत्र मूल्यांकन परिणाम
kn: ಕಣ್ಣಿನ ಮೌಲ್ಯಮಾಪನದ ಫಲಿತಾಂಶಗಳು
ml: കണ്ണ് വിലയിരുത്തൽ ഫലങ്ങൾ
mr: डोळ्यांचे मूल्यांकन परिणाम
or: ଚକ୍ଷୁ ମୂଲ୍ଯ଼ାଙ୍କନ ଫଳାଫଳ
ta: கண் மதிப்பீடு முடிவுகள்
te: కళ్ళ మూల్యాంకన ఫలితాలు
ur: آنکھوں کی تشخیص کے نتائج

# triageTestId
source: Test ID
as: পৰীক্ষা আইডি
bn: টেস্ট আইডি
gu: ટેસ્ટ ID
hi: टेस्ट आई. डी.
kn: ಟೆಸ್ಟ್ ಐಡಿ
ml: ടെസ്റ്റ് ഐഡി
mr: चाचणी आयडी
or: ପରୀକ୍ଷା ଆଇ. ଡି.
ta: சோதனை ஐடி
te: పరీక్షా ID
ur: ٹیسٹ آئی ڈی

# triageEyeScanUpdatedSuccessfully
source: Eye scan updated successfully
as: চকুৰ স্কেন সফলতাৰে আপডেট কৰা হৈছে
bn: চোখের স্ক্যান সফলভাবে হালনাগাদ করা হয়েছে
gu: આંખના સ્કેનને સફળતાપૂર્વક અપડેટ કરવામાં આવ્યું
hi: नेत्र स्कैन सफलतापूर्वक अद्यतन किया गया
kn: ಕಣ್ಣಿನ ಸ್ಕ್ಯಾನ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ml: കണ്ണ് സ്കാൻ വിജയകരമായി അപ്ഡേറ്റുചെയ്തു
mr: डोळ्यांचे स्कॅन यशस्वीरित्या अद्ययावत केले
or: ଚକ୍ଷୁ ସ୍କାନ ସଫଳତାର ସହ ଅପଡେଟ୍ ହୋଇଛି
ta: கண் ஸ்கேன் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: కళ్ళ స్కాన్ విజయవంతంగా అప్డేట్ చేయబడింది
ur: آنکھ کے اسکین کو کامیابی سے اپ ڈیٹ کیا گیا

# triageErrorEyeScanNotUpdated
source: Eye scan not updated!
as: চকুৰ স্কেন আপডেট কৰা হোৱা নাই!
bn: চোখের স্ক্যান আপডেট করা হয়নি!
gu: આંખના સ્કેનને અપડેટ કરવામાં આવ્યું નથી!
hi: नेत्र स्कैन अद्यतन नहीं किया गया है!
kn: ಕಣ್ಣಿನ ಸ್ಕ್ಯಾನ್ ನವೀಕರಿಸಲಾಗಿಲ್ಲ!
ml: കണ്ണ് സ്കാൻ അപ്ഡേറ്റ് ചെയ്തിട്ടില്ല!
mr: डोळ्यांचे स्कॅन अद्ययावत केले गेले नाही!
or: ଚକ୍ଷୁ ସ୍କାନ ଅପଡେଟ୍ ହୋଇନାହିଁ!
ta: கண் ஸ்கேன் புதுப்பிக்கப்படவில்லை!
te: కళ్ళ స్కాన్ అప్డేట్ కాలేదు!
ur: آنکھ کا اسکین اپ ڈیٹ نہیں کیا گیا!

# triageLeftEyeString
source: Left Eye
as: বাওঁ চকু
bn: বাঁ চোখ।
gu: ડાબી આંખ
hi: बायीं आंख
kn: ಎಡ ಕಣ್ಣು
ml: ഇടത് കണ്ണ്
mr: डावा डोळा
or: ବାମ ଆଖି
ta: இடது கண்
te: ఎడమ కన్ను
ur: بائیں آنکھ

# triageRightEyeString
source: Right Eye
as: সোঁ চকু
bn: ডান চোখ।
gu: જમણી આંખ
hi: दाहिनी आँख
kn: ಬಲ ಕಣ್ಣು
ml: വലത് കണ്ണ്
mr: उजवा डोळा
or: ଡାହାଣ ଆଖି
ta: வலது கண்
te: కుడి కన్ను
ur: دائیں آنکھ

# vaEyeTest
source: Eye Test
as: চকুৰ পৰীক্ষা
bn: চোখের পরীক্ষা
gu: આંખની તપાસ
hi: नेत्र परीक्षण
kn: ಕಣ್ಣಿನ ಪರೀಕ್ಷೆ
ml: കണ്ണ് പരിശോധന
mr: डोळ्यांची चाचणी
or: ଚକ୍ଷୁ ପରୀକ୍ଷା
ta: கண் பரிசோதனை
te: కన్ను పరీక్ష
ur: آنکھ کا ٹیسٹ

source: Instructions
as: নিৰ্দেশনাসমূহ
bn: নির্দেশাবলী
gu: સૂચનો
hi: निर्देश
kn: ಸೂಚನೆಗಳು
ml: നിർദ്ദേശങ്ങൾ
mr: सूचना
or: ନିର୍ଦ୍ଦେଶାବଳୀ
ta: அறிவுறுத்தல்கள்
te: సూచనలు
ur: ہدایات

# vaSwipeUp
source: Swipe Up
as: সোয়াইপ আপ কৰক
bn: সোয়াইপ আপ করুন
gu: ઉપર સ્વાઇપ કરો
hi: ऊपर स्वाइप करें
kn: ಮೇಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ
ml: മുകളിലേക്ക് സ്വൈപ്പുചെയ്യുക
mr: वर स्वाइप करा
or: ଉପରକୁ ଘୁଞ୍ଚାନ୍ତୁ
ta: மேலே ஸ்வைப் செய்யுங்கள்
te: పైకి తిరగండి
ur: اوپر سوائپ کریں

# vaSwipeDown
source: Swipe Down
as: স্বাইপ ডাউন কৰক
bn: নিচে সোয়াইপ করুন
gu: નીચે સ્વાઇપ કરો
hi: नीचे स्वाइप करें
kn: ಕೆಳಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ
ml: താഴേക്ക് സ്വൈപ്പുചെയ്യുക
mr: खाली स्वाइप करा
or: ତଳକୁ ଘୁଞ୍ଚାନ୍ତୁ
ta: கீழே ஸ்வைப் செய்யுங்கள்
te: కిందకి తిరగండి
ur: نیچے سوائپ کریں

# vaSwipeLeft
source: Swipe Left
as: বাওঁফালে সোয়াইপ কৰক
bn: বাঁ দিকে সোয়াইপ করুন
gu: ડાબી બાજુ સ્વાઇપ કરો
hi: बाएँ स्वाइप करें
kn: ಎಡಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ
ml: ഇടത്തോട്ട് സ്വൈപ്പുചെയ്യുക
mr: डावीकडे स्वाइप करा
or: ବାମକୁ ଘୁଞ୍ଚାନ୍ତୁ
ta: இடதுபுறம் சுழற்றுங்கள்
te: ఎడమకి తిరగండి
ur: بائیں طرف سوائپ کریں

# vaSwipeRight
source: Swipe Right
as: সোঁফালে সোয়াইপ কৰক
bn: ডানদিকে সোয়াইপ করুন
gu: જમણી બાજુ સ્વાઇપ કરો
hi: दाहिनी ओर स्वाइप करें
kn: ಬಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ
ml: വലത്തോട്ട് സ്വൈപ്പുചെയ്യുക
mr: उजवीकडे स्वाइप करा
or: ଡାହାଣକୁ ଘୁଞ୍ଚାନ୍ତୁ
ta: வலதுபுறம் ஸ்வைப் செய்யுங்கள்
te: కుడికి తిరగండి
ur: دائیں طرف سوائپ کریں

# vaSwipeGestureError
source: Invalid swipe gesture. Please try again.
as: অবৈধ সোয়াইপ অঙ্গভঙ্গি। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bn: অবৈধ সোয়াইপ অঙ্গভঙ্গি। দয়া করে আবার চেষ্টা করুন।
gu: અમાન્ય સ્વાઇપ હાવભાવ. મહેરબાની કરીને ફરીથી પ્રયાસ કરો.
hi: अमान्य स्वाइप इशारा। कृपया फिर से प्रयास करें।
kn: ಅಮಾನ್ಯವಾದ ಸ್ವೈಪ್ ಗೆಸ್ಚರ್. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: അസാധുവായ സ്വൈപ്പ് ആംഗ്യം. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: अवैध स्वाइप हावभाव. कृपया पुन्हा प्रयत्न करा.
or: ଅବୈଧ ସ୍ୱାଇପ୍ ଅଙ୍ଗଭଙ୍ଗୀ। ଦଯ଼ାକରି ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
ta: செல்லுபடியாகாத ஸ்வைப் சைகை. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
te: తప్పు తిరగడం చేస్తున్నారు. మళ్ళీ ప్రయత్నించండి.
ur: غلط سوائپ اشارہ۔ براہ کرم دوبارہ کوشش کریں۔

source: Permission not granted
as: অনুমতি দিয়া হোৱা নাই
bn: অনুমতি দেওয়া হয়নি।
gu: મંજૂરી આપવામાં આવી નથી.
hi: अनुमति नहीं दी गई।
kn: ಅನುಮತಿ ಸಿಕ್ಕಿಲ್ಲ.
ml: അനുമതി നൽകിയിട്ടില്ല.
mr: परवानगी मिळाली नाही.
or: ଅନୁମତି ମିଳିନାହିଁ।
ta: அனுமதி வழங்கப்படவில்லை.
te: అనుమతి ఇవ్వలేదు
ur: اجازت نہیں دی گئی

source: Service not available
as: সেৱা উপলব্ধ নহয়
bn: পরিষেবা পাওয়া যাচ্ছে না।
gu: સેવા ઉપલબ્ધ નથી
hi: सेवा उपलब्ध नहीं है।
kn: ಸೇವೆ ಲಭ್ಯವಿಲ್ಲ
ml: സേവനം ലഭ്യമല്ല
mr: सेवा उपलब्ध नाही
or: ସେବା ଉପଲବ୍ଧ ନାହିଁ
ta: சேவை இல்லை
te: సేవ అందుబాటులో లేదు
ur: سروس دستیاب نہیں ہے

# vaDistanceToFace
source: Distance to face
as: মুখামুখি হোৱাৰ দূৰত্ব
bn: মুখোমুখি দূরত্ব
gu: સામનો કરવા માટેનું અંતર
hi: आमने-सामने की दूरी
kn: ಮುಖಾಮುಖಿಯಾಗುವ ದೂರ
ml: അഭിമുഖീകരിക്കുന്ന ദൂരം
mr: समोरासमोरचे अंतर
or: ସାମ୍ନାସାମ୍ନି ଦୂରତା
ta: எதிர்கொள்ளும் தூரம்
te: ముఖం దగ్గర దూరం
ur: سامنا کرنے کا فاصلہ

# vaDistanceToFaceInstruction
source: Please ensure that the camera is 40cm away from your face
as: অনুগ্ৰহ কৰি নিশ্চিত কৰক যে কেমেৰাটো আপোনাৰ মুখৰ পৰা 40 ছে. মি. দূৰত আছে।
bn: দয়া করে নিশ্চিত করুন যে ক্যামেরাটি আপনার মুখ থেকে {distance} সেন্টিমিটার দূরে রয়েছে।
gu: મહેરબાની કરીને ખાતરી કરો કે કેમેરા તમારા ચહેરાથી {distance} સે. મી. દૂર છે.
hi: कृपया सुनिश्चित करें कि कैमरा आपके चेहरे से {distance} सेमी दूर है।
kn: ಕ್ಯಾಮರಾ ನಿಮ್ಮ ಮುಖದಿಂದ {distance} ಸೆಂಟಿಮೀಟರ್ ದೂರದಲ್ಲಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ml: ക്യാമറ നിങ്ങളുടെ മുഖത്ത് നിന്ന് {minDistance+5} സെന്റിമീറ്റർ അകലെയാണെന്ന് ഉറപ്പാക്കുക.
mr: कृपया कॅमेरा तुमच्या चेहऱ्यापासून {distance} सें. मी. दूर असल्याची खात्री करा.
or: ଦଯ଼ାକରି ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ କ୍ଯ଼ାମେରାଟି ଆପଣଙ୍କ ମୁହଁଠାରୁ 40 ସେ. ମି. ଦୂରରେ ରହିଛି।
ta: கேமரா உங்கள் முகத்திலிருந்து {distance} சென்டிமீட்டர் தொலைவில் இருப்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
te: కెమెరా మీ ముఖం నుండి {distance} cm దూరంగా ఉండాలని నిర్ధారించండి
ur: براہ کرم یقینی بنائیں کہ کیمرہ آپ کے چہرے سے {distance} سینٹی میٹر دور ہے۔

# vaBringFaceInsideBox
source: Bring your face inside the box
as: বাকচটোৰ ভিতৰলৈ আপোনাৰ মুখখন আনক।
bn: বাক্সের ভিতরে আপনার মুখ আনুন।
gu: બૉક્સની અંદર તમારો ચહેરો લાવો.
hi: बॉक्स के अंदर अपना चेहरा लाएं।
kn: ನಿಮ್ಮ ಮುಖವನ್ನು ಪೆಟ್ಟಿಗೆಯೊಳಗೆ ತನ್ನಿ.
ml: നിങ്ങളുടെ മുഖം പെട്ടിക്കുള്ളിൽ കൊണ്ടുവരിക.
mr: चौकटीच्या आत तुमचा चेहरा आणा.
or: ବାକ୍ସ ଭିତରକୁ ନିଜ ମୁହଁକୁ ଆଣନ୍ତୁ।
ta: உங்கள் முகத்தை பெட்டிக்குள் கொண்டு வாருங்கள்.
te: మీ ముఖాన్ని పెట్టె లోపల తీసుకురాండి
ur: اپنا چہرہ ڈبے کے اندر لائیں

source: Start Assessment
as: মূল্যায়ন আৰম্ভ কৰক
bn: মূল্যায়ন শুরু করুন
gu: મૂલ્યાંકન શરૂ કરો
hi: मूल्यांकन शुरू करें
kn: ಮೌಲ್ಯಮಾಪನವನ್ನು ಪ್ರಾರಂಭಿಸಿ
ml: വിലയിരുത്തൽ ആരംഭിക്കുക
mr: मूल्यमापन सुरू करा
or: ମୂଲ୍ଯ଼ାଙ୍କନ ଆରମ୍ଭ କରନ୍ତୁ
ta: மதிப்பீட்டைத் தொடங்குங்கள்
te: మూల్యాంకనను ప్రారంభించండి
ur: تشخیص شروع کریں

# optoAddPatientInfo
source: Add Patient Information
as: ৰোগীৰ তথ্য যোগ কৰক
bn: রোগীর তথ্য যোগ করুন
gu: દર્દીની માહિતી ઉમેરો
hi: रोगी जानकारी जोड़ें
kn: ರೋಗಿಯ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸಿ
ml: രോഗിയുടെ വിവരങ്ങൾ ചേർക്കുക
mr: रुग्णाची माहिती जोडा
or: ରୋଗୀ ସୂଚନା ଯୋଗ କରନ୍ତୁ
ta: நோயாளி தகவலைச் சேர்க்கவும்
te: రోగి సమాచారాన్ని జోడించండి
ur: مریض کی معلومات شامل کریں

# loggedOutMessage
source: You have been logged out
as: আপোনাক লগ আউট কৰা হৈছে
bn: আপনাকে লগ আউট করা হয়েছে
gu: તમે લૉગ આઉટ થયા છો
hi: आपको लॉग आउट कर दिया गया है
kn: ನೀವು ಲಾಗ್ ಔಟ್ ಆಗಿದ್ದೀರಿ
ml: നിങ്ങൾ ലോഗ് ഔട്ട് ചെയ്യപ്പെട്ടു
mr: तुम्हाला लॉग आउट करण्यात आले आहे
or: ଆପଣ ଲଗ୍ ଆଉଟ୍ ହୋଇଛନ୍ତି।
ta: நீங்கள் வெளியேற்றப்பட்டுவிட்டீர்கள்
te: మీరు లాగౌట్ అయ్యారు
ur: آپ کو لاگ آؤٹ کر دیا گیا ہے

# optoLogoutError
source: Apologies, we encountered a logout error in the mobile app.
as: ক্ষমা কৰিব, আমি মোবাইল এপত এটা লগআউট ত্ৰুটিৰ সন্মুখীন হৈছিলো।
bn: দুঃখিত, আমরা মোবাইল অ্যাপে একটি লগআউট ত্রুটির সম্মুখীন হয়েছি।
gu: માફ કરશો, અમને મોબાઇલ એપ્લિકેશનમાં લૉગઆઉટ ભૂલનો સામનો કરવો પડ્યો.
hi: क्षमा करें, हमें मोबाइल ऐप में लॉगआउट त्रुटि का सामना करना पड़ा।
kn: ಕ್ಷಮಿಸಿ, ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್ನಲ್ಲಿ ನಾವು ಲಾಗ್ ಔಟ್ ದೋಷವನ್ನು ಎದುರಿಸಿದೆವು.
ml: ക്ഷമിക്കണം, മൊബൈൽ ആപ്ലിക്കേഷനിൽ ഒരു ലോഗൌട്ട് പിശക് ഞങ്ങൾ നേരിട്ടു.
mr: माफ करा, आम्हाला मोबाईल अॅपमध्ये लॉगआउट त्रुटी आढळली.
or: କ୍ଷମା କରିବେ, ଆମେ ମୋବାଇଲ୍ ଆପରେ ଏକ ଲଗଆଉଟ୍ ତ୍ରୁଟିର ସମ୍ମୁଖୀନ ହୋଇଛୁ।
ta: மன்னிக்கவும், மொபைல் பயன்பாட்டில் உள்நுழைவு பிழையை நாங்கள் சந்தித்தோம்.
te: క్షమించండి, మొబైల్ అప్లికేషన్లో లాగౌట్ లోపం ఏర్పడింది.
ur: معذرت، ہمیں موبائل ایپ میں لاگ آؤٹ کی غلطی کا سامنا کرنا پڑا۔

# optoLoggingOut
source: Logging out...
as: লগ আউট কৰা হৈছে...
bn: লগ আউট করা হচ্ছে...
gu: બહાર નીકળી રહ્યું છે...
hi: लॉग आउट कर रहे हैं...
kn: ಲಾಗ್ ಔಟ್ ಆಗುತ್ತಿದೆ...
ml: ലോഗ് ഔട്ട് ചെയ്യുന്നു...
mr: लॉग आउट करत आहे...
or: ଲଗ ଆଉଟ...
ta: வெளியேறுகிறது...
te: లాగౌట్ అవుతున్నాం...
ur: لاگ آؤٹ ہو رہا ہے...

source: Hello
as: নমস্কাৰ।
bn: আসসালামুয়ালাইকুম।
gu: નમસ્તે.
hi: नमस्ते।
kn: ನಮಸ್ಕಾರ.
ml: നമസ്കാരം.
mr: नमस्कार.
or: ନମସ୍କାର।
ta: வணக்கம்.
te: హలో
ur: ہیلو۔

# optoGetStarted
source: Let's get started
as: আহক আৰম্ভ কৰোঁ
bn: চলুন শুরু করা যাক
gu: ચાલો શરૂ કરીએ
hi: आइये शुरू करते हैं।
kn: ಪ್ರಾರಂಭಿಸೋಣ
ml: നമുക്ക് തുടങ്ങാം.
mr: चला सुरुवात करूया
or: ଚାଲନ୍ତୁ ଆରମ୍ଭ କରିବା
ta: தொடங்குவோம்.
te: ప్రారంభించండి
ur: چلو شروع کرتے ہیں

# optoCompletedTests
source: Completed tests
as: সম্পূৰ্ণ কৰা পৰীক্ষাসমূহ
bn: পরীক্ষা-নিরীক্ষা শেষ
gu: પૂર્ણ થયેલ પરીક્ષણો
hi: परीक्षणों को पूरा किया
kn: ಪೂರ್ಣಗೊಂಡ ಪರೀಕ್ಷೆಗಳು
ml: പരീക്ഷണങ്ങൾ പൂർത്തിയായി
mr: पूर्ण झालेल्या चाचण्या
or: ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଥିବା ପରୀକ୍ଷା
ta: சோதனைகள் நிறைவடைந்தன
te: పూర్తి చేసిన పరీక్షలు
ur: مکمل کیے گئے امتحانات

# optoThisMonth
source: This month
as: এই মাহটো
bn: এই মাসে
gu: આ મહિને તા.
hi: इस महीने
kn: ಈ ತಿಂಗಳು
ml: ഈ മാസം
mr: या महिन्यात
or: ଏହି ମାସରେ...
ta: இந்த மாதம்
te: ఈ నెల
ur: اس مہینے میں

source: Today
as: আজি
bn: আজ
gu: આજે
hi: आज
kn: ಇಂದು
ml: ഇന്ന്
mr: आज
or: ଆଜି
ta: இன்று
te: ఈ రోజు
ur: آج

source: Services
as: সেৱাসমূহ
bn: পরিষেবাগুলি
gu: સેવાઓ
hi: सेवाएँ
kn: ಸೇವೆಗಳು
ml: സേവനങ്ങൾ
mr: सेवा
or: ସେବାଗୁଡ଼ିକ
ta: சேவைகள்
te: సేవలు
ur: خدمات

# optoAssessmentHistory
source: Assessment History
as: মূল্যায়নৰ ইতিহাস
bn: মূল্যায়নের ইতিহাস
gu: મૂલ્યાંકનનો ઇતિહાસ
hi: मूल्यांकन इतिहास
kn: ಮೌಲ್ಯಮಾಪನದ ಇತಿಹಾಸ
ml: മൂല്യനിർണ്ണയ ചരിത്രം
mr: मूल्यांकनाचा इतिहास
or: ମୂଲ୍ଯ଼ାଙ୍କନ ଇତିହାସ
ta: மதிப்பீட்டு வரலாறு
te: మూల్యాంకన చరిత్ర
ur: تشخیص کی تاریخ

# optoEyeAssessments
source: Eye Assessments
as: চকুৰ মূল্যায়ন
bn: চোখের মূল্যায়ন
gu: આંખનું મૂલ્યાંકન
hi: नेत्र मूल्यांकन
kn: ಕಣ್ಣಿನ ಮೌಲ್ಯಮಾಪನಗಳು
ml: കണ്ണ് വിലയിരുത്തലുകൾ
mr: डोळ्यांचे मूल्यमापन
or: ଚକ୍ଷୁ ମୂଲ୍ଯ଼ାଙ୍କନ
ta: கண் மதிப்பீடுகள்
te: కన్ను మూల్యాంకనలు
ur: آنکھوں کے جائزے

source: FeedBack
as: ফিডবেক
bn: ফিডব্যাক
gu: ફીડબેક
hi: फीडबैक
kn: ಫೀಡ್ಬ್ಯಾಕ್
ml: ഫീഡ്ബാക്ക്
mr: फीडबॅक
or: ଫିଡ୍ବ୍ଯ଼ାକ୍
ta: ஃபீட் பேக்
te: అభిప్రాయం
ur: فیڈ بیک

# optoImproveApp
source: We would like your feedback to improve our application
as: আমি আপোনাৰ মতামত বিচাৰোঁ যাতে আমাৰ এপ্লিকেচন উন্নত হয়।
bn: আমরা চাই আপনার প্রতিক্রিয়া আমাদের অ্যাপ্লিকেশনের উন্নতি করুক।
gu: અમે ઈચ્છીએ છીએ કે તમારો પ્રતિસાદ અમારી એપ્લિકેશનમાં સુધારો કરે
hi: हम चाहेंगे कि आपकी प्रतिक्रिया से हमारे आवेदन में सुधार हो।
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ನಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸುಧಾರಿಸಲು ನಾವು ಬಯಸುತ್ತೇವೆ.
ml: നിങ്ങളുടെ പ്രതികരണം ഞങ്ങളുടെ ആപ്ലിക്കേഷൻ മെച്ചപ്പെടുത്താൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു.
mr: तुमचा अभिप्राय आमच्या अनुप्रयोगात सुधारणा करेल अशी आमची इच्छा आहे.
or: ଆମେ ଚାହୁଁ ଯେ ଆପଣଙ୍କ ମତାମତ ଆମ ଆପ୍ଲିକେସନରେ ଉନ୍ନତି ଆଣିବ।
ta: உங்கள் பின்னூட்டம் எங்கள் பயன்பாட்டை மேம்படுத்த வேண்டும் என்று நாங்கள் விரும்புகிறோம்.
te: మా అప్లికేషన్ను మెరుగుపర్చడానికి మేము మీ అభిప్రాయాన్ని కోరుకుంటున్నాము
ur: ہم چاہتے ہیں کہ آپ کی رائے ہماری درخواست کو بہتر بنائے

source: Assessments
as: মূল্যায়নসমূহ
bn: মূল্যায়ন
gu: મૂલ્યાંકન
hi: मूल्यांकन
kn: ಮೌಲ್ಯಮಾಪನಗಳು
ml: വിലയിരുത്തലുകൾ
mr: मूल्यमापन
or: ମୂଲ୍ଯ଼ାଙ୍କନ
ta: மதிப்பீடுகள்
te: మూల్యాంకనలు
ur: جائزے

# optoPatientAssistance
source: Did the patient need assistance?
as: ৰোগীক সহায়ৰ প্ৰয়োজন হৈছিল নেকি?
bn: রোগীর কি সাহায্যের প্রয়োজন ছিল?
gu: શું દર્દીને મદદની જરૂર હતી?
hi: क्या रोगी को सहायता की आवश्यकता थी?
kn: ರೋಗಿಗೆ ಸಹಾಯ ಬೇಕೇ?
ml: രോഗിക്ക് സഹായം ആവശ്യമായിരുന്നോ?
mr: रुग्णाला मदतीची गरज होती का?
or: ରୋଗୀକୁ ସାହାଯ୍ଯ଼ର ଆବଶ୍ଯ଼କତା ଥିଲା କି?
ta: நோயாளிக்கு உதவி தேவையா?
te: రోగికి సహాయం అవసరమా?
ur: کیا مریض کو مدد کی ضرورت تھی؟

# optoVisualAcuity
source: Visual Acuity
as: দৃষ্টিশক্তিৰ তীক্ষ্ণতা
bn: চাক্ষুষ তীক্ষ্ণতা
gu: વિઝ્યુઅલ એક્યુટી
hi: दृश्य तीक्ष्णता
kn: ದೃಷ್ಟಿ ತೀಕ್ಷ್ಣತೆ
ml: വിഷ്വൽ അക്വിറ്റി
mr: दृश्य तीक्ष्णता
or: ଦୃଶ୍ଯ଼ମାନ ତୀକ୍ଷ୍ଣତା
ta: பார்வைக் கூர்மை
te: దృష్టి స్పష్టత
ur: بصری ایکویٹی

# optoPatientAided
source: Was the patient Aided?
as: ৰোগীক সহায় কৰা হৈছিল নেকি?
bn: রোগীকে সাহায্য করা হয়েছিল?
gu: શું દર્દીને મદદ કરવામાં આવી હતી?
hi: क्या रोगी की सहायता की गई थी?
kn: ರೋಗಿಗೆ ನೆರವು ನೀಡಲಾಗಿದೆಯೇ?
ml: രോഗിയെ സഹായിച്ചിട്ടുണ്ടോ?
mr: रुग्णाला मदत झाली का?
or: ରୋଗୀକୁ ସାହାଯ୍ଯ଼ କରାଯାଇଥିଲା କି?
ta: நோயாளிக்கு உதவி செய்யப்பட்டதா?
te: రోగిని సహాయం చేసారా?
ur: کیا مریض کی مدد کی گئی تھی؟

# optoEyeScan
source: Eye Scan
as: চকুৰ স্কেন
bn: চোখের স্ক্যান
gu: આંખનું સ્કેન
hi: नेत्र स्कैन
kn: ಕಣ್ಣಿನ ಸ್ಕ್ಯಾನ್
ml: കണ്ണ് സ്കാൻ
mr: डोळ्यांचे स्कॅन
or: ଚକ୍ଷୁ ସ୍କାନ୍
ta: கண் ஸ்கேன்
te: కన్ను స్కాన్
ur: آنکھ کا اسکین

# optoLeaveFeedback
source: Please leave your feedback below
as: অনুগ্ৰহ কৰি আপোনাৰ মতামত তলত দিয়ক
bn: দয়া করে নিচে আপনার মতামত দিন।
gu: મહેરબાની કરીને તમારો પ્રતિસાદ નીચે આપો
hi: कृपया अपनी प्रतिक्रिया नीचे दें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಕೆಳಗೆ ನೀಡಿ
ml: ദയവായി നിങ്ങളുടെ പ്രതികരണം ചുവടെ നൽകുക
mr: कृपया तुमचा अभिप्राय खाली द्या
or: ଦଯ଼ାକରି ନିମ୍ନରେ ଆପଣଙ୍କ ମତାମତ ଦିଅନ୍ତୁ।
ta: தயவுசெய்து உங்கள் கருத்தை கீழே பதிவிடுங்கள்
te: దయచేసి మీ అభిప్రాయాన్ని క్రింద వదిలండి
ur: براہ کرم اپنی رائے نیچے دیں

# optoNoInternet
source: No Internet Connection
as: ইণ্টাৰনেট সংযোগ নাই
bn: ইন্টারনেট সংযোগ নেই
gu: કોઈ ઈન્ટરનેટ જોડાણ નથી
hi: कोई इंटरनेट कनेक्शन नहीं
kn: ಅಂತರ್ಜಾಲ ಸಂಪರ್ಕವಿಲ್ಲ
ml: ഇന്റർനെറ്റ് കണക്ഷൻ ഇല്ല
mr: इंटरनेट जोडणी नाही
or: କୌଣସି ଇଣ୍ଟରନେଟ ସଂଯୋଗ ନାହିଁ
ta: இணைய இணைப்பு இல்லை
te: ఇంటర్నెట్ కనెక్షన్ లేదు
ur: انٹرنیٹ کنیکشن نہیں ہے

# optoCheckInternet
source: Please check your internet connection and try again
as: অনুগ্ৰহ কৰি আপোনাৰ ইণ্টাৰনেট সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক
bn: অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
gu: મહેરબાની કરીને તમારું ઇન્ટરનેટ જોડાણ તપાસો અને ફરીથી પ્રયાસ કરો
hi: कृपया अपने इंटरनेट कनेक्शन की जाँच करें और फिर से प्रयास करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಅಂತರ್ಜಾಲ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ദയവായി നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: कृपया तुमची आंतरजाल जोडणी तपासा आणि पुन्हा प्रयत्न करा
or: ଦଯ଼ାକରି ଆପଣଙ୍କର ଇଣ୍ଟରନେଟ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
ta: தயவுசெய்து உங்கள் இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்
te: దయచేసి మీ ఇంటర్నెట్ కనెక్షన్ను తనిఖీ చేసి మళ్ళీ ప్రయత్నించండి
ur: براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں

# optoSearchPatientId
source: Search Patient ID
as: ৰোগীৰ আই. ডি. সন্ধান কৰক
bn: রোগীর আইডি অনুসন্ধান করুন
gu: દર્દી ID શોધો
hi: रोगी आईडी खोजें
kn: ರೋಗಿಯ ಗುರುತಿನ ಚೀಟಿಯನ್ನು ಹುಡುಕಿ
ml: രോഗിയുടെ ഐഡി തിരയുക
mr: रुग्णाचा आयडी शोधा
or: ରୋଗୀ ଆଇ. ଡି. କୁ ଖୋଜନ୍ତୁ
ta: நோயாளி அடையாள அட்டையைத் தேடுங்கள்
te: రోగి ID ను శోధించండి
ur: مریض کی شناخت تلاش کریں

# optoRecentAssessments
source: Recent Assessments
as: শেহতীয়া মূল্যায়নসমূহ
bn: সাম্প্রতিক মূল্যায়ন
gu: તાજેતરના મૂલ્યાંકનો
hi: हाल के आकलन
kn: ಇತ್ತೀಚಿನ ಮೌಲ್ಯಮಾಪನಗಳು
ml: സമീപകാല വിലയിരുത്തലുകൾ
mr: अलीकडील मूल्यमापन
or: ସାମ୍ପ୍ରତିକ ଆକଳନ
ta: சமீபத்திய மதிப்பீடுகள்
te: ఇటీవలి మూల్యాంకనలు
ur: حالیہ جائزے

# optoSelectDateRange
source: Please select a date range
as: অনুগ্ৰহ কৰি এটা তাৰিখৰ পৰিসৰ বাছনি কৰক
bn: অনুগ্রহ করে একটি তারিখের পরিসীমা নির্বাচন করুন
gu: મહેરબાની કરીને તારીખની શ્રેણી પસંદ કરો
hi: कृपया तिथि सीमा चुनें
kn: ದಯವಿಟ್ಟು ದಿನಾಂಕದ ವ್ಯಾಪ್ತಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: ദയവായി ഒരു തീയതി പരിധി തിരഞ്ഞെടുക്കുക
mr: कृपया तारखेची श्रेणी निवडा
or: ଦଯ଼ାକରି ଏକ ତାରିଖ ପରିସର ବାଛନ୍ତୁ
ta: தயவுசெய்து ஒரு தேதி வரம்பைத் தேர்ந்தெடுக்கவும்
te: దయచేసి తేదీ శ్రేణిని ఎంచుకోండి
ur: براہ کرم تاریخ کی حد منتخب کریں
