Repository: Infosys/SightConnect
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, mr, or, ta, te, ur

# triageAlerDialogBoxTitle
source: Select Steps to Redo
as: পুনৰায় কৰিবলৈ পদক্ষেপসমূহ নিৰ্ব্বাচন কৰক
bn: পুনরায় করার পদক্ষেপগুলি নির্বাচন করুন
gu: ફરીથી કરવાનાં પગલાં પસંદ કરો
hi: पुनः करने के चरण चुनें
kn: ಮತ್ತೆಮಾಡಲು ಹಂತಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: വീണ്ടും ചെയ്യാനുള്ള ഘട്ടങ്ങൾ തിരഞ്ഞെടുക്കുക
mr: पुन्हा करण्यासाठी पायऱ्या निवडा
or: ପୁନର୍ବାର କରିବାକୁ ପଦକ୍ଷେପଗୁଡିକ ଚୟନ କରନ୍ତୁ
ta: மீண்டும் செய்ய படிகளைத் தேர்ந்தெடுக்கவும்
te: పునరావృతం చేయడానికి దశలను ఎంచుకోండి
ur: دوبارہ کرنے کے اقدامات منتخب کریں

# scannerTitle
source: Scanner
as: স্ক্যানাৰ
bn: স্ক্যানার
gu: સ્કેનર
hi: चित्रान्वीक्षक
kn: ಸ್ಕ್ಯಾನರ್
ml: സ്കാനർ
mr: स्कॅनर
or: ସ୍କାନର୍
ta: ஸ்கேனர்
te: స్కానర్
ur: اسکینر

# visualAcuityTestDistanceInstruction
source: Position the camera 40cm away from the eye.
as: কেমেৰাটো চকুৰ পৰা 40 ছে. মি. দূৰত ৰাখক।
bn: ক্যামেরাটিকে চোখ থেকে 40 সেমি দূরে রাখুন।
gu: કેમેરો ચોક્કોરથી 40 વર્ષ પહેલાં.
hi: कैमरे को आंख से 40 सेमी दूर रखें।
kn: ಕ್ಯಾಮರಾವನ್ನು ಕಣ್ಣಿನಿಂದ 40 ಸೆಂ.ಮೀ ದೂರದಲ್ಲಿ ಇರಿಸಿ.
ml: ക്യാമറ കണ്ണിൽ നിന്ന് 40cm അകലെ സ്ഥാപിക്കുക.
mr: कॅमेरा डोळ्यांपासून ४० सेंटीमीटर दूर ठेवा
or: କ୍ଯ଼ାମେରାଟିକୁ ଆଖିଠାରୁ 40 ସେ. ମି. ଦୂରରେ ରଖନ୍ତୁ।
ta: கேமிரடோ சக்கரம் 40 ஆண்டுகளுக்கு முன்பு. நான். தூர ராக்.
te: కెమెరాను కంటికి 40 సెం.మీ దూరంలో ఉంచండి.
ur: کیمرے کو آنکھ سے 40 سینٹی میٹر کے فاصلے پر رکھیں۔

source: Something went wrong.
as: কিবা ভুল হৈছিল।
bn: কিছু ভুল হয়েছে
gu: કંઇક ખોટું થયું
hi: कुछ गलत हो गया।
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ.
ml: അഭ്യർത്ഥന പരാജയപ്പെട്ടു
mr: काहीतरी गडबड झाली आहे
or: କିଛି ଭୁଲ ହୋଇଗଲା
ta: ஏதோ தவறு நடந்துவிட்டது.
te: ఎక్కడో తేడ జరిగింది.
ur: کچھ غلط ہو گیا

source: Triage Updated successfully.
as: ট্ৰেইজ সফলতাৰে আপডেইট কৰা হৈছে
bn: ট্রায়াজ সফলভাবে আপডেট হয়েছে
gu: ટ્રાઇજને સફળતાપૂર્વક અપડેટ કરવામાં આવ્યું
hi: ट्राइएज सफलतापूर्वक अपडेट किया गया.
kn: ಚಿಕಿತ್ಸೆಯ ಸರದಿ ನಿರ್ಧಾರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.
ml: ട്രിയാജ് അപ്ഡേറ്റ് ചെയ്തിരിക്കുന്നു
mr: प्राथमिक छाननी अद्ययावत झाली आहे
or: ଟ୍ରାଇଏଜ୍ ସଫଳତାର ସହ ଅଦ୍ଯ଼ତନ ହୋଇଛି।
ta: ட்ரைஜ் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: ట్రయాజ్ విజయవంతంగా నవీకరించబడింది.
ur: ٹریج کو کامیابی سے اپ ڈیٹ کیا گیا

source: No Preview Available
as: কোনো পূৰ্বদৰ্শন উপলব্ধ নাই
bn: কোনো পূর্বরূপ উপলব্ধ নেই
gu: કોઈ પૂર્વાવલોકન ઉપલબ્ધ નથી
hi: कोई पूर्वावलोकन उपलब्ध नहीं
kn: ಯಾವುದೇ ಮುನ್ನೋಟ ಲಭ್ಯವಿಲ್ಲ
ml: പ്രിവ്യൂ ലഭ്യമല്ല
mr: पूर्वावलोकन उपलब्ध नाही
or: କୌଣସି ପୂର୍ବରୂପ ଉପଲବ୍ଧ ନାହିଁ।
ta: முன்னோட்டம் இல்லை
te: ప్రివ్యూ అందుబాటులో లేదు
ur: کوئی پیش نظارہ دستیاب نہیں

# privacyPolicyTitle
source: Privacy & Data Protection
as: গোপনীয়তা আৰু তথ্য সুৰক্ষা
bn: গোপনীয়তা এবং ডেটা সুরক্ষা
gu: ગોપનીયતા અને ડેટા સુરક્ષા
hi: गोपनीयता एवं डेटा सुरक्षा
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ಡೇಟಾ ರಕ್ಷಣೆ
ml: പ്രൈവസി & ടാറ്റ പ്രൊട്ടക്ഷൻ
mr: गोपनीयता आणि डेटा सुरक्षा
or: ଗୋପନୀଯ଼ତା ଏବଂ ତଥ୍ଯ଼ ସୁରକ୍ଷା
ta: தனியுரிமை மற்றும் தரவு பாதுகாப்பு
te: గోప్యత & డేటా రక్షణ
ur: پرائیویسی اور ڈیٹا پروٹیکشن

# privacyPolicyPurposeOfProcessingSubTitle
source: We process the Personal Data provided by you for the below purposes such as:
as: আমি আপোনাৰ দ্বাৰা প্ৰদান কৰা ব্যক্তিগত তথ্য তলত দিয়া উদ্দেশ্যসমূহৰ বাবে প্ৰক্ৰিয়া কৰোঁ যেনেঃ
bn: আমরা নিম্নলিখিত উদ্দেশ্যে যেমন আপনার দ্বারা প্রদত্ত ব্যক্তিগত ডেটা প্রক্রিয়া করি:
gu: અમે નીચે આપેલા હેતુઓ માટે તમારા દ્વારા પ્રદાન કરવામાં આવેલા વ્યક્તિગત ડેટાની પ્રક્રિયા કરીએ છીએ જેમ કેઃ
hi: हम आपके द्वारा प्रदान किए गए व्यक्तिगत डेटा को निम्नलिखित उद्देश्यों के लिए संसाधित करते हैं:
kn: ಕೆಳಗಿನ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನೀವು ಒದಗಿಸಿದ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ನಾವು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತೇವೆ:
ml: താഴെപ്പറയുന്ന ആവശ്യങ്ങൾക്കായി നിങ്ങൾ നൽകുന്ന വ്യക്തിഗത ഡാറ്റ ഞങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നുഃ
mr: तुम्ही दिलेले तुमचा खाजगी डेटा खालील कारणांसाठी वापरतो
or: ଆମେ ନିମ୍ନୋକ୍ତ ଉଦ୍ଦେଶ୍ଯ଼ ପାଇଁ ଆପଣଙ୍କ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଥିବା ବ୍ଯ଼କ୍ତିଗତ ତଥ୍ଯ଼କୁ ପ୍ରକ୍ରିଯ଼ାକରଣ କରୁ, ଯେପରିକିଃ
ta: பின்வரும் நோக்கங்களுக்காக நீங்கள் வழங்கிய தனிப்பட்ட தரவை நாங்கள் செயலாக்குகிறோம்ஃ
te: కింది ప్రయోజనాల కోసం మీరు అందించిన వ్యక్తిగత డేటాను మేము ప్రాసెస్ చేస్తాము:
ur: ہم مندرجہ ذیل مقاصد کے لیے آپ کے فراہم کردہ ذاتی ڈیٹا پر کارروائی کرتے ہیں جیسے:

# visualAcuityTestDistanceInstructionTooClose
source: You are too close to the Camera, Position the camera 40cm away from the eye.
as: আপুনি কেমেৰাৰ অতি ওচৰত আছে, কেমেৰাটো চকুৰ পৰা 40 ছে. মি. দূৰত ৰাখক।
bn: আপনি ক্যামেরার খুব কাছাকাছি, ক্যামেরাটিকে চোখের থেকে 40 সেমি দূরে রাখুন।
gu: તમે કેમેરાની ખૂબ નજીક છો, કેમેરાને આંખથી 40 સે. મી. દૂર મૂકો.
hi: आप कैमरे के बहुत करीब हैं, कैमरे को आंख से 40 सेमी दूर रखें।
kn: ನೀವು ಕ್ಯಾಮರಾಕ್ಕೆ ತುಂಬಾ ಹತ್ತಿರವಾಗಿದ್ದೀರಿ, ಕ್ಯಾಮರಾವನ್ನು ಕಣ್ಣಿನಿಂದ 40cm ದೂರದಲ್ಲಿ ಇರಿಸಿ.
ml: നിങ്ങൾ ക്യാമറയുടെ വളരെ അടുത്താണ്, ക്യാമറ കണ്ണിൽ നിന്ന് 40cm അകലെ സ്ഥാപിക്കുക.
mr: तुम्ही कॅमेऱ्यापासून फार जवळ आहात, कॅमेरा डोळ्यांपासून ४० सेंटीमीटर दूर ठेवा
or: ଆପଣ କ୍ଯ଼ାମେରାର ଅତି ନିକଟରେ ଅଛନ୍ତି, କ୍ଯ଼ାମେରାକୁ ଆଖିଠାରୁ 40 ସେ. ମି. ଦୂରରେ ରଖନ୍ତୁ।
ta: நீங்கள் கேமராவுக்கு மிக அருகில் இருக்கிறீர்கள், கேமராவை கண்ணிலிருந்து 40 சென்டிமீட்டர் தொலைவில் வைக்கவும்.
te: మీరు కెమెరాకు చాలా దగ్గరగా ఉన్నారు, కెమెరాను కంటికి 40 సెం.మీ దూరంలో ఉంచండి.
ur: آپ کیمرے کے بہت قریب ہیں، کیمرے کو آنکھ سے 40 سینٹی میٹر دور رکھیں۔

# visualAcuityTestDistanceInstructionTooFar
source: You are too far from the Camera, Position the camera 40cm away from the eye.
as: আপুনি কেমেৰাৰ পৰা বহু দূৰত আছে, কেমেৰাটো চকুৰ পৰা 40 ছে. মি. দূৰত ৰাখক।
bn: আপনি ক্যামেরা থেকে অনেক দূরে, ক্যামেরাটিকে চোখের থেকে 40 সেমি দূরে রাখুন।
gu: તમે કૅમેરાથી ખૂબ દૂર છો, કેમેરાને આંખથી 40 સેમી દૂર મૂકો.
hi: आप कैमरे से बहुत दूर हैं, कैमरे को आंख से 40 सेमी दूर रखें।
kn: ನೀವು ಕ್ಯಾಮರಾದಿಂದ ತುಂಬಾ ದೂರದಲ್ಲಿದ್ದೀರಿ, ಕ್ಯಾಮರಾವನ್ನು ಕಣ್ಣಿನಿಂದ 40cm ದೂರದಲ್ಲಿ ಇರಿಸಿ.
ml: നിങ്ങൾ ക്യാമറയിൽ നിന്ന് വളരെ അകലെയാണ്, ക്യാമറ കണ്ണിൽ നിന്ന് 40cm അകലെ സ്ഥാപിക്കുക.
mr: तुम्ही कॅमेऱ्यापासून फार लांब आहात, कॅमेरा डोळ्यांपासून ४० सेंटीमीटर दूर ठेवा
or: ଆପଣ କ୍ଯ଼ାମେରାରୁ ବହୁତ ଦୂରରେ ଅଛନ୍ତି, କ୍ଯ଼ାମେରାକୁ ଆଖିଠାରୁ 40 ସେ. ମି. ଦୂରରେ ରଖନ୍ତୁ।
ta: நீங்கள் கேமராவிலிருந்து வெகு தொலைவில் இருக்கிறீர்கள், கேமராவை கண்ணிலிருந்து 40 செமீ தொலைவில் வைக்கவும்.
te: మీరు కెమెరాకు చాలా దూరంగా ఉన్నారు, కెమెరాను కంటికి 40 సెం.మీ దూరంలో ఉంచండి.
ur: آپ کیمرے سے بہت دور ہیں، کیمرے کو آنکھ سے 40 سینٹی میٹر دور رکھیں۔

# myProfileABHAID
source: ABHA ID
as: এবিএইচএ আইডি
bn: ABHA আইডি
gu: એબીએચએ આઈડી
hi: आभा आईडी
kn: ABHA ಐಡಿ
ml: ആഭ ഐഡി
mr: आभा आयडी
or: ଏବିଏଚଏ ଆଇଡି
ta: ஏபிஹெச்ஏ ஐடி
te: ABHA ఐడి
ur: اے بی ایچ اے آئی ڈی

# myProfileEmail
source: Email
as: ই-মেইল
bn: ই-মেইল
gu: ઇ-મેઇલ
hi: ईमेल
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ई-मेल
or: ଇମେଲ୍ କରନ୍ତୁ
ta: மின்னஞ்சல்
te: ఇమెయిల్
ur: ای میل کریں

# viewHistoryButton
source: View History
as: ইতিহাস চাওক
bn: ইতিহাস দেখুন
gu: ઇતિહાસ જુઓ
hi: इतिहास देखें
kn: ಇತಿಹಾಸವನ್ನು ವೀಕ್ಷಿಸಿ
ml: ഹിസ്റ്ററി
mr: इतिहास पहा
or: ଇତିହାସ ଦେଖନ୍ତୁ
ta: வரலாற்றைக் காண்க
te: చరిత్రను వీక్షించండి
ur: تاریخ دیکھیں

# profilePagePersonalDetails
source: Personal Details
as: ব্যক্তিগত বিৱৰণ
bn: ব্যক্তিগত বিবরণ
gu: વ્યક્તિગત વિગતો
hi: व्यक्तिगत विवरण
kn: ವೈಯಕ್ತಿಕ ವಿವರಗಳು
ml: വ്യക്തിഗത വിശദാംശങ്ങൾ
mr: वैयक्तिक माहिती
or: ବ୍ଯ଼କ୍ତିଗତ ବିବରଣୀ
ta: தனிப்பட்ட விவரங்கள்
te: వ్యక్తిగత వివరాలు
ur: ذاتی تفصیلات

# profilePageDateOfBirth
source: Date of Birth
as: জন্মৰ তাৰিখ
bn: জন্ম তারিখ
gu: જન્મ તારીખ
hi: जन्म तिथि
kn: ಹುಟ್ತಿದ ದಿನ
ml: ജനന തിയതി
mr: जन्मतारीख
or: ଜନ୍ମ ତାରିଖ
ta: பிறந்த தேதி
te: పుట్టిన తేది
ur: تاریخ پیدائش

# profilePageGender
source: Gender
as: লিংগ
bn: লিঙ্গ
gu: જાતિ
hi: लिंग
kn: ಲಿಂಗ
ml: ലിംഗഭേദം
mr: लिंग
or: ଲିଙ୍ଗ
ta: பாலினம்
te: లింగం
ur: جنس

# profilePageMobile
source: Mobile
as: মোবাইল
bn: মোবাইল
gu: મોબાઇલ
hi: मोबाइल
kn: ಮೊಬೈಲ್
ml: മൊബൈൽ
mr: मोबाइल
or: ମୋବାଇଲ
ta: மொபைல்
te: మొబైల్
ur: موبائل

# profilePageHealthCardTitle
source: Health Card
as: স্বাস্থ্য কাৰ্ড
bn: স্বাস্থ্য কার্ড
gu: આરોગ્ય કાર્ડ
hi: स्वास्थ्य पत्र
kn: ಆರೋಗ್ಯ ಕಾರ್ಡ್
ml: ഹെൽത്ത് കാർഡ്
mr: आरोग्य कार्ड
or: ସ୍ୱାସ୍ଥ୍ଯ଼ କାର୍ଡ
ta: சுகாதார அட்டை
te: హెల్త్ కార్డ్
ur: ہیلتھ کارڈ

# appointmentTitle
source: Appointments
as: নিযুক্তিসমূহ
bn: অ্যাপয়েন্টমেন্ট
gu: નિમણૂકો
hi: अपॉइंटमेंट
kn: ನೇಮಕಾತಿಗಳು
ml: അപ്പോയ്ന്റ്മെന്റ്സ്
mr: नियोजित भेटी
or: ନିଯୁକ୍ତି
ta: நியமனங்கள்
te: నియామకాలు
ur: تقرریاں

# appointmentSubtitle
source: All Appointments
as: সকলো নিযুক্তি
bn: সমস্ত অ্যাপয়েন্টমেন্ট
gu: તમામ નિમણૂકો
hi: सभी अपॉइंटमेंट
kn: ಎಲ್ಲಾ ನೇಮಕಾತಿಗಳು
ml: എല്ലാ അപ്പോയ്ന്റ്മെന്റ്‌സും
mr: सर्व नियोजित भेटी
or: ସମସ୍ତ ନିଯୁକ୍ତି
ta: அனைத்து நியமனங்களும்
te: అన్ని నియామకాలు
ur: تمام تقرریاں

# eyeBoxText
source: Please adjust and position the image until green boxes appear around the eyes. Move the eye closer and ensure that 40% of the box is covered by the eye.
as: চকুৰ চাৰিওফালে সেউজীয়া বাকচ দেখা নোপোৱালৈকে অনুগ্ৰহ কৰি ছবিখন সলনি কৰক আৰু অৱস্থান কৰক। চকুখন ওচৰলৈ লৈ যাওক আৰু নিশ্চিত কৰক যে বাকচটোৰ 40 শতাংশ চকুৰে আবৃত হৈ আছে।
bn: চোখের চারপাশে সবুজ বাক্স না দেখা পর্যন্ত দয়া করে ছবিটি সামঞ্জস্য করুন এবং অবস্থান করুন। চোখকে কাছাকাছি নিয়ে আসুন এবং নিশ্চিত করুন যে বাক্সের 40 শতাংশ চোখ দিয়ে ঢেকে আছে।
gu: મહેરબાની કરીને છબીને વ્યવસ્થિત કરો અને ત્યાં સુધી મૂકો જ્યાં સુધી આંખોની આસપાસ લીલા બોક્સ ન દેખાય. આંખને નજીક ખસેડો અને ખાતરી કરો કે બૉક્સનો 40 ટકા ભાગ આંખથી ઢંકાયેલો છે.
hi: कृपया छवि को तब तक समायोजित और स्थिति में रखें जब तक आंखों के चारों ओर हरे रंग के बक्से दिखाई न दें। आंख को पास ले जाएं और सुनिश्चित करें कि बॉक्स का 40% हिस्सा आंख से ढका हो।
kn: ಕಣ್ಣುಗಳ ಸುತ್ತಲೂ ಹಸಿರು ಪೆಟ್ಟಿಗೆಗಳು ಕಾಣಿಸಿಕೊಳ್ಳುವವರೆಗೆ ದಯವಿಟ್ಟು ಚಿತ್ರವನ್ನು ಸರಿಹೊಂದಿಸಿ ಮತ್ತು ಇರಿಸಿ. ಕಣ್ಣನ್ನು ಹತ್ತಿರಕ್ಕೆ ಸರಿಸಿ ಮತ್ತು ಪೆಟ್ಟಿಗೆಯ ಶೇಕಡಾ 40ರಷ್ಟು ಭಾಗವು ಕಣ್ಣಿನಿಂದ ಆವೃತವಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ml: കണ്ണുകൾക്ക് ചുറ്റും പച്ച ബോക്സുകൾ ദൃശ്യമാകുന്നതുവരെ ചിത്രം ക്രമീകരിച്ച് സ്ഥാപിക്കുക. കണ്ണ് അടുത്തേക്ക് നീക്കി ബോക്‌സിൻ്റെ 40% കണ്ണിനാൽ മൂടപ്പെട്ടിരിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക.
mr: डोळ्यांभोवती हिरवी पेटी दिसू लागेपर्यंत कृपया प्रतिमा समायोजित करा आणि स्थानबद्ध करा. डोळा जवळ घ्या आणि पेटीचा 40 टक्के भाग डोळ्याने झाकलेला आहे याची खात्री करा.
or: ଆଖି ଚାରିପାଖରେ ସବୁଜ ବାକ୍ସ ଦୃଶ୍ଯ଼ମାନ ହେବା ପର୍ଯ୍ଯ଼ନ୍ତ ଦଯ଼ାକରି ପ୍ରତିଛବିକୁ ଆଡଜଷ୍ଟ ଏବଂ ପୋଜିସନ୍ କରନ୍ତୁ | ଆଖିକୁ ନିକଟତର କରନ୍ତୁ ଏବଂ ସୁନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ବାକ୍ସଟିର 40 ପ୍ରତିଶତ ଆଖି ଦ୍ୱାରା ଆଚ୍ଛାଦିତ ହୋଇଛି।
ta: கண்களைச் சுற்றி பச்சை நிறப் பெட்டிகள் தோன்றும் வரை தயவுசெய்து படத்தை சரிசெய்து வைக்கவும். கண்ணை நெருக்கமாக நகர்த்தி, பெட்டியின் 40 சதவீதம் கண்ணால் மூடப்பட்டிருப்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
te: కళ్ళ చుట్టూ ఆకుపచ్చ పెట్టెలు కనిపించే వరకు దయచేసి చిత్రాన్ని సర్దుబాటు చేసి ఉంచండి. కంటికి దగ్గరగా వెళ్లి, పెట్టెలో 40 శాతం కంటితో కప్పబడి ఉండేలా చూసుకోండి.
ur: براہ کرم تصویر کو ایڈجسٹ کریں اور اس وقت تک پوزیشن میں رکھیں جب تک کہ آنکھوں کے ارد گرد سبز بکس ظاہر نہ ہوں۔ آنکھ کو قریب لے جائیں اور اس بات کو یقینی بنائیں کہ ڈبے کا 40 فیصد حصہ آنکھ سے ڈھکا ہوا ہے۔

# bottomNavItemServices
source: Services
as: সেৱাসমূহ
bn: পরিষেবাগুলি
gu: સેવાઓ
hi: सेवाएँ
kn: ಸೇವೆಗಳು
ml: സേവനങ്ങൾ
mr: सेवा
or: ସେବା
ta: சேவைகள்
te: సేవలు
ur: خدمات

# smsContent
source: Hey! I'm using SightConnect App to take care of my eyes, and you should too! Assess your eyes and get timely treatment with the SightConnect App. It's a unique app that brings preventive eyecare to your hand. Get it now: https://healthconnecttech.org/install
as: হেৰা! মই মোৰ চকুৰ যত্ন ল 'বলৈ চাইটকনেক্ট এপ ব্যৱহাৰ কৰিছো, আৰু আপুনিও কৰা উচিত! আপোনাৰ চকুৰ মূল্যায়ন কৰক আৰু চাইট কানেক্ট এপৰ জৰিয়তে সময়মতে চিকিৎসা কৰক। এইটো এটা অনন্য এপ যিয়ে আপোনাৰ হাতত প্ৰতিৰোধমূলক চকুৰ যত্ন কঢ়িয়াই আনে। এতিয়া ইয়াক প্ৰাপ্ত কৰকঃ https://healthconnecttech.org/install
bn: আরে! আমি আমার চোখের যত্ন নেওয়ার জন্য সাইট কানেক্ট অ্যাপ ব্যবহার করছি, এবং আপনারও করা উচিত! আপনার চোখের মূল্যায়ন করুন এবং সাইট কানেক্ট অ্যাপের মাধ্যমে সময়মতো চিকিৎসা করুন। এটি একটি অনন্য অ্যাপ যা আপনার হাতে প্রতিরোধমূলক চোখের যত্ন নিয়ে আসে। এখন এটি পানঃ https://healthconnecttech.org/install
gu: અરે! હું મારી આંખોની સંભાળ રાખવા માટે સાઇટકનેક્ટ એપ્લિકેશનનો ઉપયોગ કરી રહ્યો છું, અને તમારે પણ કરવો જોઈએ! તમારી આંખોનું મૂલ્યાંકન કરો અને સાઇટકનેક્ટ એપ દ્વારા સમયસર સારવાર મેળવો. તે એક અનોખી એપ્લિકેશન છે જે તમારા હાથમાં નિવારક આંખની સંભાળ લાવે છે. હવે તેને મેળવોઃ https://healthconnecttech.org/install
hi: अरे! मैं अपनी आँखों की देखभाल करने के लिए साइटकनेक्ट ऐप का उपयोग कर रहा हूँ, और आपको भी करना चाहिए! अपनी आँखों का मूल्यांकन करें और साइटकनेक्ट ऐप के साथ समय पर उपचार प्राप्त करें। यह एक अनोखा ऐप है जो आपके हाथ में निवारक आईकेयर लाता है। इसे अभी प्राप्त करेंः https://healthconnecttech.org/install
kn: ಹೇಯ್! ನನ್ನ ಕಣ್ಣುಗಳನ್ನು ನೋಡಿಕೊಳ್ಳಲು ನಾನು ಸೈಟ್ಕನೆಕ್ಟ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸುತ್ತಿದ್ದೇನೆ ಮತ್ತು ನೀವೂ ಸಹ ಬಳಸಬೇಕು! ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿ ಮತ್ತು ಸೈಟ್ ಕನೆಕ್ಟ್ ಅಪ್ಲಿಕೇಶನ್ನೊಂದಿಗೆ ಸಕಾಲಿಕ ಚಿಕಿತ್ಸೆಯನ್ನು ಪಡೆಯಿರಿ. ಇದು ತಡೆಗಟ್ಟುವ ಕಣ್ಣಿನ ಆರೈಕೆಯನ್ನು ನಿಮ್ಮ ಕೈಗೆ ತರುವ ಒಂದು ವಿಶಿಷ್ಟವಾದ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ. ಈಗ ಅದನ್ನು ಪಡೆಯಿರಿಃ https://healthconnecttech.org/install
ml: ഹേയ്! എൻ്റെ കണ്ണുകളെ പരിപാലിക്കാൻ ഞാൻ സൈറ്റ്കണക്ട് ആപ്പ് ഉപയോഗിക്കുന്നു, നിങ്ങളും ഉപയോഗിക്കണം! നിങ്ങളുടെ കണ്ണുകൾ വിലയിരുത്തുകയും സൈറ്റ്കണക്ട് ആപ്പ് ഉപയോഗിച്ച് സമയബന്ധിതമായ ചികിത്സ നേടുകയും ചെയ്യുക. പ്രതിരോധാത്മകമായ ഐക്കെയർ നിങ്ങളുടെ കൈകളിലേക്ക് കൊണ്ടുവരുന്ന സവിശേഷമായ ഒരു ആപ്ലിക്കേഷനാണിത്. ഇപ്പോൾ അത് നേടുകഃ https://healthconnecttech.org/install
mr: अरे! मी माझ्या डोळ्यांची काळजी घेण्यासाठी साइटकनेक्ट अॅप वापरत आहे आणि तुम्हीही वापरायला हवे! तुमच्या डोळ्यांचे मूल्यांकन करा आणि साइटकनेक्ट अॅपद्वारे वेळेवर उपचार घ्या. हे एक अद्वितीय अॅप आहे जे तुमच्या हातात प्रतिबंधात्मक डोळ्यांची काळजी आणते. ते आता मिळवाः https://healthconnecttech.org/install
or: ଆରେ! ମୁଁ ମୋ ଆଖିର ଯତ୍ନ ନେବା ପାଇଁ ସାଇଟ୍କନେକ୍ଟ ଆପ୍ ବ୍ଯ଼ବହାର କରୁଛି, ଏବଂ ଆପଣ ମଧ୍ଯ଼ କରିବା ଉଚିତ! ନିଜ ଆଖିର ମୂଲ୍ଯ଼ାଙ୍କନ କରନ୍ତୁ ଏବଂ ସାଇଟ୍କନେକ୍ଟ ଆପ୍ ଜରିଆରେ ଠିକ୍ ସମଯ଼ରେ ଚିକିତ୍ସା କରନ୍ତୁ। ଏହା ଏକ ଅନନ୍ଯ଼ ଆପ୍ ଯାହା ଆପଣଙ୍କ ହାତରେ ପ୍ରତିଷେଧକ ଚକ୍ଷୁ ଯତ୍ନ ଆଣିଥାଏ | ବର୍ତ୍ତମାନ ଏହାକୁ ପ୍ରାପ୍ତ କରନ୍ତୁଃ https://healthconnecttech.org/install
ta: ஏய்! என் கண்களைக் கவனித்துக் கொள்ள நான் சைட் கனெக்ட் பயன்பாட்டைப் பயன்படுத்துகிறேன், நீங்களும் பயன்படுத்த வேண்டும்! உங்கள் கண்களை மதிப்பீடு செய்து, சைட் கனெக்ட் செயலி மூலம் சரியான நேரத்தில் சிகிச்சையைப் பெறுங்கள். இது ஒரு தனித்துவமான பயன்பாடாகும், இது உங்கள் கையில் தடுப்பு கண் பராமரிப்பைக் கொண்டுவருகிறது. இப்போது அதைப் பெறுங்கள்ஃ https://healthconnecttech.org/install
te: హేయ్! నేను నా కళ్ళను జాగ్రత్తగా చూసుకోవడానికి సైట్కనెక్ట్ యాప్ను ఉపయోగిస్తున్నాను, మీరు కూడా ఉపయోగించాలి! మీ కళ్ళను అంచనా వేసి, సైట్కనెక్ట్ యాప్ ద్వారా సకాలంలో చికిత్స పొందండి. ఇది మీ చేతికి నివారణ కంటి సంరక్షణను తీసుకువచ్చే ప్రత్యేకమైన అనువర్తనం. ఇప్పుడు దాన్ని పొందండిః https://healthconnecttech.org/install
ur: ارے! میں اپنی آنکھوں کی دیکھ بھال کے لیے سائٹ کنیکٹ ایپ استعمال کر رہا ہوں، اور آپ کو بھی کرنا چاہیے! اپنی آنکھوں کا جائزہ لیں اور سائٹ کنیکٹ ایپ سے بروقت علاج کروائیں۔ یہ ایک منفرد ایپ ہے جو آپ کے ہاتھ میں احتیاطی آنکھوں کی دیکھ بھال لاتا ہے۔ ابھی حاصل کریں: https://healthconnecttech.org/install

# emailSubject
source: Prioritize your eye health with SightConnect App!
as: চাইট কানেক্ট এপৰ জৰিয়তে আপোনাৰ চকুৰ স্বাস্থ্যক অগ্ৰাধিকাৰ দিয়ক!
bn: সাইট কানেক্ট অ্যাপের মাধ্যমে আপনার চোখের স্বাস্থ্যকে অগ্রাধিকার দিন!
gu: સાઇટકનેક્ટ એપ દ્વારા તમારી આંખના સ્વાસ્થ્યને પ્રાથમિકતા આપો!
hi: साइटकनेक्ट ऐप के साथ अपनी आँखों के स्वास्थ्य को प्राथमिकता दें!
kn: ಸೈಟ್ಕನೆಕ್ಟ್ ಅಪ್ಲಿಕೇಶನ್ನೊಂದಿಗೆ ನಿಮ್ಮ ಕಣ್ಣಿನ ಆರೋಗ್ಯಕ್ಕೆ ಆದ್ಯತೆ ನೀಡಿ!
ml: സൈറ്റ്കണക്ട് ആപ്പ് ഉപയോഗിച്ച് നിങ്ങളുടെ കണ്ണിന്റെ ആരോഗ്യത്തിന് മുൻഗണന നൽകുക!
mr: साईटकनेक्ट अॅपद्वारे तुमच्या डोळ्यांच्या आरोग्याला प्राधान्य द्या!
or: ସାଇଟ୍କନେକ୍ଟ ଆପ୍ ଦ୍ୱାରା ନିଜ ଚକ୍ଷୁ ସ୍ୱାସ୍ଥ୍ଯ଼କୁ ପ୍ରାଥମିକତା ଦିଅନ୍ତୁ!
ta: சைட் கனெக்ட் செயலியின் மூலம் உங்கள் கண் ஆரோக்கியத்திற்கு முன்னுரிமை கொடுங்கள்!
te: సైట్కనెక్ట్ యాప్ ద్వారా మీ కంటి ఆరోగ్యానికి ప్రాధాన్యత ఇవ్వండి!
ur: سائٹ کنیکٹ ایپ کے ذریعے اپنی آنکھوں کی صحت کو ترجیح دیں!

# recentServicesCataractEyeTest
source: Cataract Eye Test
as: ছানি পৰা চকুৰ পৰীক্ষা
bn: ছানি চক্ষু পরীক্ষা
gu: મોતિયાની આંખની તપાસ
hi: मोतियाबिंद नेत्र परीक्षण
kn: ಕಣ್ಣಿನ ಪೊರೆ ಪರೀಕ್ಷೆ
ml: തിമിരം കണ്ണ് പരിശോധന
mr: मोतीबिंदूची डोळ्यांची चाचणी
or: ମୋତିଆବିନ୍ଦୁ ଚକ୍ଷୁ ପରୀକ୍ଷା
ta: கண்புரை கண் பரிசோதனை
te: కంటిశుక్లం పరీక్ష
ur: موتیابند آنکھ کا ٹیسٹ

# recentServicesRedEyeTest
source: Red Eye Test
as: ৰঙা চকুৰ পৰীক্ষা
bn: লাল চোখের পরীক্ষা
gu: લાલ આંખ પરીક્ષણ
hi: लाल नेत्र परीक्षण
kn: ಕೆಂಪು ಕಣ್ಣಿನ ಪರೀಕ್ಷೆ
ml: ചുവന്ന കണ്ണ് പരിശോധന
mr: डोळ्यांची लाल चाचणी
or: ଲାଲ ଆଖି ପରୀକ୍ଷା
ta: சிவப்பு கண் பரிசோதனை
te: ఎర్ర కంటి పరీక్ష
ur: سرخ آنکھ کا ٹیسٹ

# chatBotDefaultQuerySuggestions
source: Start Eye Assessment|Common eye issues|Tips for a better eye sight
as: চকুৰ মূল্যায়ন আৰম্ভ কৰক | সাধাৰণ চকুৰ সমস্যা | দৃষ্টিশক্তি উন্নত কৰাৰ পৰামৰ্শ
bn: চোখের মূল্যায়ন শুরু করুন | সাধারণ চোখের সমস্যা | আরও ভাল দৃষ্টিশক্তির জন্য টিপস
gu: આંખનું મૂલ્યાંકન શરૂ કરો | સામાન્ય આંખની સમસ્યાઓ | વધુ સારી દૃષ્ટિ માટે ટીપ્સ
hi: शुरू करें नेत्र मूल्यांकन | आम नेत्र समस्याएं | बेहतर दृष्टि के लिए सुझाव
kn: ಕಣ್ಣಿನ ಮೌಲ್ಯಮಾಪನವನ್ನು ಪ್ರಾರಂಭಿಸಿ | ಸಾಮಾನ್ಯ ಕಣ್ಣಿನ ಸಮಸ್ಯೆಗಳು | ಉತ್ತಮ ದೃಷ್ಟಿಗಾಗಿ ಸಲಹೆಗಳು
ml: കണ്ണ് വിലയിരുത്തൽ ആരംഭിക്കുക | സാധാരണ കണ്ണ് പ്രശ്നങ്ങൾ | മെച്ചപ്പെട്ട കാഴ്ചയ്ക്കുള്ള നുറുങ്ങുകൾ
mr: डोळ्यांचे मूल्यमापन सुरू करा । डोळ्यांच्या सामान्य समस्या । डोळ्यांच्या चांगल्या दृष्टीसाठी टिपा
or: ଆଖି ମୂଲ୍ଯ଼ାଙ୍କନ ଆରମ୍ଭ କରନ୍ତୁ | ସାଧାରଣ ଆଖି ସମସ୍ଯ଼ା | ଉତ୍ତମ ଦୃଷ୍ଟିଶକ୍ତି ପାଇଁ ଟିପ୍ସ
ta: கண் மதிப்பீட்டைத் தொடங்குங்கள் | பொதுவான கண் பிரச்சினைகள் | சிறந்த கண் பார்வைக்கு உதவிக்குறிப்புகள்
te: కంటి అంచనా ప్రారంభించండి | సాధారణ కంటి సమస్యలు | మెరుగైన కంటి చూపు కోసం చిట్కాలు
ur: آنکھوں کی تشخیص شروع کریں۔ آنکھوں کے عام مسائل۔ بہتر بینائی کے لیے تجاویز

# chatBotWelcomeMessage
source: Hi, How may I help you today?
as: হাই, মই আজি আপোনাক কেনেকৈ সহায় কৰিব পাৰো?
bn: হাই, আজ আমি কিভাবে আপনাকে সাহায্য করতে পারি?
gu: નમસ્તે, આજે હું તમને કેવી રીતે મદદ કરી શકું?
hi: नमस्ते, आज मैं आपकी कैसे मदद कर सकता हूँ?
kn: ಹಾಯ್, ನಾನು ಇಂದು ನಿಮಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದು?
ml: ഹായ്, ഇന്ന് ഞാൻ നിങ്ങളെ എങ്ങനെ സഹായിക്കും?
mr: नमस्कार, मी आज तुम्हाला कशी मदत करू शकतो?
or: ନମସ୍କାର, ମୁଁ ଆଜି ଆପଣଙ୍କୁ କିପରି ସାହାଯ୍ଯ଼ କରିପାରିବି?
ta: வணக்கம், இன்று நான் உங்களுக்கு எப்படி உதவ முடியும்?
te: హాయ్, ఈ రోజు నేను మీకు ఎలా సహాయపడగలను?
ur: ہیلو، میں آج آپ کی کس طرح مدد کر سکتا ہوں؟

# poweredByText
source: Powered by
as: ইয়াৰ দ্বাৰা চালিত
bn: দ্বারা চালিত
gu: દ્વારા સંચાલિત
hi: द्वारा संचालित
kn: ಶಕ್ತಿಯುತವಾಗಿದೆ
ml: പവർ ചെയ്തിരിക്കുന്നത്
mr: द्वारे चालवले जाते
or: ଦ୍ୱାରା ପରିଚାଳିତ
ta: இதன் மூலம் இயக்கப்படுகிறது
te: సాధ్యం చేసింది
ur: کی طرف سے طاقت

# digitalHealthCard
source: Digital Public Health Stack
as: ডিজিটেল জনস্বাস্থ্য স্তুপ
bn: ডিজিটাল জনস্বাস্থ্য স্ট্যাক
gu: ડિજિટલ જાહેર આરોગ્ય માળખું
hi: डिजिटल सार्वजनिक स्वास्थ्य स्टैक
kn: ಡಿಜಿಟಲ್ ಸಾರ್ವಜನಿಕ ಆರೋಗ್ಯ ಸ್ಟ್ಯಾಕ್
ml: ഡിജിറ്റൽ പൊതുജനാരോഗ്യ സ്റ്റാക്ക്
mr: डिजिटल सार्वजनिक आरोग्य संच
or: ଡିଜିଟାଲ ସାର୍ବଜନୀନ ସ୍ୱାସ୍ଥ୍ଯ଼ ଷ୍ଟାକ
ta: டிஜிட்டல் பொது சுகாதார அடுக்கு
te: డిజిటల్ పబ్లిక్ హెల్త్ స్టాక్
ur: ڈیجیٹل پبلک ہیلتھ اسٹیک

# inviteNowText
source: Invite Now
as: এতিয়া আমন্ত্ৰণ কৰক
bn: এখনই আমন্ত্রণ জানান
gu: હમણાં આમંત્રણ આપો
hi: अभी आमंत्रित करें
kn: ಈಗಲೇ ಆಹ್ವಾನಿಸಿ
ml: ഇപ്പോൾ ക്ഷണിക്കുക
mr: आता आमंत्रित करा
or: ବର୍ତ୍ତମାନ ନିମନ୍ତ୍ରଣ କରନ୍ତୁ
ta: இப்போது அழைக்கவும்
te: ఇప్పుడు ఆహ్వానించండి
ur: ابھی مدعو کریں

source: Resend
as: পুনৰ পঠিওৱা
bn: পুনরায় পাঠান
gu: ફરીથી મોકલો
hi: फिर से भेजें
kn: ಮರಳಿ ಕಳುಹಿಸಿ.
ml: വീണ്ടും അയയ്ക്കുക
mr: पुन्हा पाठवा
or: ପୁନର୍ବାର ପଠାନ୍ତୁ
ta: மீண்டும் அனுப்பவும்
te: మళ్లీ పంపండి
ur: دوبارہ بھیجیں

source: Mobile Number
as: মোবাইল নম্বৰ
bn: মোবাইল নম্বর
gu: મોબાઇલ નંબર
hi: मोबाइल नंबर
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: മൊബൈൽ നമ്പർ
mr: मोबाईल क्रमांक
or: ମୋବାଇଲ ନମ୍ବର
ta: மொபைல் எண்
te: మొబైల్ నంబర్
ur: موبائل نمبر

# loginVerifyMobileNumber
source: Verify your mobile number
as: আপোনাৰ মোবাইল নম্বৰটো পৰীক্ষা কৰক
bn: আপনার মোবাইল নম্বর যাচাই করুন
gu: તમારો મોબાઇલ નંબર ચકાસો
hi: अपने मोबाइल नंबर की पुष्टि करें
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പർ പരിശോധിക്കുക
mr: तुमचा मोबाईल क्रमांक तपासा
or: ଆପଣଙ୍କ ମୋବାଇଲ ନମ୍ବର ଯାଞ୍ଚ କରନ୍ତୁ
ta: உங்கள் மொபைல் எண்ணை சரிபார்க்கவும்
te: మీ మొబైల్ నంబర్‌ని ధృవీకరించండి
ur: اپنے موبائل نمبر کی تصدیق کریں

# loginEnterMobileNumber
source: Please enter mobile number
as: অনুগ্ৰহ কৰি মোবাইল নম্বৰ প্ৰবিষ্ট কৰক
bn: দয়া করে মোবাইল নম্বর দিন
gu: મહેરબાની કરીને મોબાઇલ નંબર દાખલ કરો
hi: कृपया मोबाइल नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി മൊബൈൽ നമ്പർ നൽകുക
mr: कृपया मोबाईल क्रमांक प्रविष्ट करा
or: ଦଯ଼ାକରି ମୋବାଇଲ ନମ୍ବର ଭରଣ କରନ୍ତୁ
ta: தயவுசெய்து மொபைல் எண்ணை உள்ளிடவும்
te: దయచేసి మీ మొబైల్ నంబర్‌ను నమోదు చేయండి
ur: براہ کرم موبائل نمبر درج کریں

# loginEnterValidMobileNumber
source: Please enter valid mobile number
as: অনুগ্ৰহ কৰি বৈধ মোবাইল নম্বৰ প্ৰবিষ্ট কৰক
bn: অনুগ্রহ করে বৈধ মোবাইল নম্বর দিন
gu: મહેરબાની કરીને માન્ય મોબાઇલ નંબર દાખલ કરો
hi: कृपया वैध मोबाइल नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ മൊബൈൽ നമ്പർ നൽകുക
mr: कृपया वैध मोबाईल क्रमांक प्रविष्ट करा
or: ଦଯ଼ାକରି ବୈଧ ମୋବାଇଲ ନମ୍ବର ଭରଣ କରନ୍ତୁ
ta: செல்லுபடியாகும் மொபைல் எண்ணை உள்ளிடவும்
te: దయచేసి పనిచేసే మొబైల్ నంబర్‌ను నమోదు చేయండి
ur: براہ کرم درست موبائل نمبر درج کریں

# loginUnableToSendOTP
source: Unable to send OTP to this number
as: এই নম্বৰলৈ অ '. টি. পি. প্ৰেৰণ কৰিব নোৱাৰি
bn: এই নম্বরে ওটিপি পাঠাতে ব্যর্থ
gu: આ નંબર પર ઓ. ટી. પી. મોકલવામાં અસમર્થ
hi: इस नंबर पर ओ. टी. पी. भेजने में असमर्थ
kn: ಈ ಸಂಖ್ಯೆಗೆ ಒಟಿಪಿಯನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: ഈ നമ്പറിലേക്ക് ഒടിപി അയയ്ക്കാൻ കഴിഞ്ഞില്ല
mr: या क्रमांकावर ओ. टी. पी. पाठवणे अशक्य
or: ଏହି ନମ୍ବରକୁ ଓଟିପି ପଠାଇବାରେ ଅସମର୍ଥ
ta: இந்த எண்ணுக்கு ஓடிபி அனுப்ப முடியவில்லை
te: ఈ నంబర్‌కు OTP పంపడం సాధ్యం అవ్వటం లేదు
ur: اس نمبر پر او ٹی پی بھیجنے سے قاصر

# loginGetOTP
source: Get OTP
as: অ '. টি. পি. প্ৰাপ্ত কৰক
bn: ওটিপি পান
gu: ઓ. ટી. પી. મેળવો
hi: ओ. टी. पी. प्राप्त करें
kn: ಒಟಿಪಿಯನ್ನು ಪಡೆಯಿರಿ
ml: ഒടിപി നേടുക
mr: ओ. टी. पी. मिळवा
or: ଓଟିପି ପ୍ରାପ୍ତ କରନ୍ତୁ
ta: ஓ. டி. பி. யைப் பெறுங்கள்
te: OTP పొందండి
ur: او ٹی پی حاصل کریں

# loginInvalidOTP
source: Invalid OTP
as: অবৈধ অ '. টি. পি.
bn: অকার্যকর ওটিপি
gu: અમાન્ય ઓ. ટી. પી.
hi: अमान्य ओ. टी. पी.
kn: ಅಮಾನ್ಯವಾದ ಒಟಿಪಿ
ml: അസാധുവായ ഒടിപി
mr: अवैध ओ. टी. पी.
or: ଅବୈଧ ଓଟିପି
ta: செல்லுபடியாகாத ஓடிபி
te: ఈ OTP చెల్లదు
ur: غلط او ٹی پی

# loginDidntReceiveOTP
source: Didn't receive the OTP?
as: অ '. টি. পি. টো পোৱা নাই নেকি?
bn: ওটিপি পাননি?
gu: શું તમને ઓ. ટી. પી. મળ્યો નથી?
hi: ओ. टी. पी. नहीं आया?
kn: ಒಟಿಪಿ ಬರಲಿಲ್ಲವೇ?
ml: ഒടിപി ലഭിച്ചില്ലേ?
mr: ओ. टी. पी. आला नाही का?
or: ଓଟିପି ପାଇନାହାନ୍ତି କି?
ta: ஓடிபி கிடைக்கவில்லையா?
te: మీరు నమోదు చేసిన OTP సరైనది కాదు
ur: او ٹی پی موصول نہیں ہوا؟

# loginOTPSent
source: OTP sent successfully
as: অ '. টি. পি. সফলতাৰে প্ৰেৰণ কৰা হৈছে
bn: সফলভাবে পাঠানো ওটিপি
gu: સફળતાપૂર્વક મોકલવામાં આવેલ ઓ. ટી. પી.
hi: सफलतापूर्वक भेजा गया ओ. टी. पी.
kn: ಒಟಿಪಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ
ml: ഒടിപി വിജയകരമായി അയച്ചു
mr: ओ. टी. पी. यशस्वीरित्या पाठवला गेला
or: ଓଟିପି ସଫଳତାର ସହ ପଠାଯାଇଛି
ta: ஓடிபி வெற்றிகரமாக அனுப்பப்பட்டது
te: OTP విజయవంతంగా పంపబడింది
ur: کامیابی سے بھیجا گیا او ٹی پی

source: Are you sure?
as: আপুনি নিশ্চিতনে?
bn: আপনি কি নিশ্চিত?
gu: શું તમને ખાતરી છે?
hi: क्या आपको यकीन है?
kn: ನಿಮಗೆ ಖಾತ್ರಿಯಿದೆಯೇ?
ml: നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला खात्री आहे का?
or: ଆପଣ ନିଶ୍ଚିତ କି?
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?
te: మీరు ఖచ్చితంగా ఉన్నారా?
ur: کیا آپ کو یقین ہے؟

# triageExitConfirmation
source: Do you want to exit the Test?
as: আপুনি পৰীক্ষাৰ পৰা বাহিৰ হ "ব বিচাৰে নেকি?
bn: আপনি কি টেস্ট থেকে বেরিয়ে আসতে চান?
gu: શું તમે ટેસ્ટમાંથી બહાર નીકળવા માંગો છો?
hi: क्या आप परीक्षा से बाहर होना चाहते हैं?
kn: ನೀವು ಪರೀಕ್ಷೆಯಿಂದ ನಿರ್ಗಮಿಸಲು ಬಯಸುತ್ತೀರಾ?
ml: പരീക്ഷയിൽ നിന്ന് പുറത്തുകടക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: तुम्हाला चाचणीतून बाहेर पडायचे आहे का?
or: ଆପଣ ଟେଷ୍ଟରୁ ବାହାରି ଯିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ta: நீங்கள் சோதனையிலிருந்து வெளியேற விரும்புகிறீர்களா?
te: మీరు పరీక్షను నిష్క్రమించాలనుకుంటున్నారా?
ur: کیا آپ ٹیسٹ سے باہر ہونا چاہتے ہیں؟

# triageReportEyeProblems
source: Report Eye Problems
as: চকুৰ সমস্যাৰ বিষয়ে অৱগত কৰক
bn: চোখের সমস্যা রিপোর্ট করুন
gu: આંખની સમસ્યાઓની જાણ કરો
hi: आँखों की समस्याओं की रिपोर्ट करें
kn: ಕಣ್ಣಿನ ತೊಂದರೆಗಳನ್ನು ವರದಿ ಮಾಡಿ
ml: കണ്ണിൻറെ പ്രശ്നങ്ങൾ റിപ്പോർട്ട് ചെയ്യുക
mr: डोळ्यांच्या समस्यांची तक्रार करा
or: ଚକ୍ଷୁ ସମସ୍ଯ଼ା ବିଷଯ଼ରେ ଜଣାନ୍ତୁ
ta: கண் பிரச்சினைகளைப் புகாரளிக்கவும்
te: కళ్ళ సమస్యలను నివేదించండి
ur: آنکھوں کے مسائل کی اطلاع دیں
