import 'package:eye_care_for_all/features/common_features/chatbot/data/enum/standard_action.dart';

class ChatQueryResolver {
  static StandardAction? getStandardAction(String query, String languageCode) {
    // See if the query matches with start eye assessment
    if (_eyeAssessmentTranslations[languageCode]!
        .contains(query.trim().toLowerCase())) {
      return StandardAction.startTriageEyeAssessment;
    }

    // Do the same for cataract scan too

    return null;
  }

  static const Map<String, List<String>> _eyeAssessmentTranslations = {
    "en": [
      "start eye assessment",
      "take eye assessment",
      "eye assessment",
      "eye checkup",
      "eye test",
      "eye exam",
    ],
    "te": [
      "కంటి అంచనా ప్రారంభించండి",
      "కంటి అంచనా",
      "కంటి పరీక్ష",
      "కంటి పరీక్షణ",
      "ఐ అసెస్మెంట్ ప్రారంభించండి",
      "ఐ అసెస్మెంట్"
    ],
    "hi": [
      "शुरू करें नेत्र मूल्यांकन",
      "आंख का मूल्यांकन शुरू करें",
      "आंख का मूल्यांकन",
      "आंख की जांच",
      "आंख की परीक्षा",
      "आंख की जांच शुरू करें",
      "आंख की परीक्षा शुरू करें"
    ],
    "bn": [
      "চোখের মূল্যায়ন শুরু করুন",
      "চোখ মূল্যায়ন শুরু করুন",
      "চোখ মূল্যায়ন",
      "চোখ পরীক্ষা",
      "চোখ পরীক্ষা শুরু করুন",
      "চোখ পরীক্ষা শুরু করুন",
      "চোখ পরীক্ষা শুরু করুন"
    ],
    "mr": [
      "डोळ्यांचे मूल्यमापन सुरू करा",
      "डोळा मूल्यांकन सुरू करा",
      "डोळा मूल्यांकन",
      "डोळा तपासणी",
      "डोळा परीक्षा",
      "डोळा तपासणी सुरू करा",
      "डोळा परीक्षा सुरू करा"
    ],
    "ta": [
      "கண் மதிப்பீட்டைத் தொடங்குங்கள்",
      "கண் மதிப்பீடு தொடங்கு",
      "கண் மதிப்பீடு",
      "கண் சோதனை",
      "கண் சோதனை தொடங்கு",
      "கண் சோதனை தொடங்கு",
      "கண் சோதனை தொடங்கு"
    ],
    "gu": [
      "આંખનું મૂલ્યાંકન શરૂ કરો",
      "આંખ મૂલ્યાંકન શરૂ કરો",
      "આંખ મૂલ્યાંકન",
      "આંખ ચકાસણી",
      "આંખ પરીક્ષા",
      "આંખ ચકાસણી શરૂ કરો",
      "આંખ પરીક્ષા શરૂ કરો"
    ],
    "kn": [
      "ಕಣ್ಣಿನ ಮೌಲ್ಯಮಾಪನವನ್ನು ಪ್ರಾರಂಭಿಸಿ",
      "ಕಣ್ಣು ಮೂಲ್ಯಾಂಕನ ಪ್ರಾರಂಭಿಸಿ",
      "ಕಣ್ಣು ಮೂಲ್ಯಾಂಕನ",
      "ಕಣ್ಣು ಪರೀಕ್ಷೆ",
      "ಕಣ್ಣು ಪರೀಕ್ಷೆ ಪ್ರಾರಂಭಿಸಿ",
      "ಕಣ್ಣು ಪರೀಕ್ಷೆ ಪ್ರಾರಂಭಿಸಿ",
      "ಕಣ್ಣು ಪರೀಕ್ಷೆ ಪ್ರಾರಂಭಿಸಿ"
    ],
    "ml": [
      "കണ്ണ് വിലയിരുത്തൽ ആരംഭിക്കുക",
      "കണ്ണ് മൂല്യാംകനം ആരംഭിക്കുക",
      "കണ്ണ് മൂല്യാംകനം",
      "കണ്ണ് പരീക്ഷ",
      "കണ്ണ് പരീക്ഷ ആരംഭിക്കുക",
      "കണ്ണ് പരീക്ഷ ആരംഭിക്കുക",
      "കണ്ണ് പരീക്ഷ ആരംഭിക്കുക"
    ],
    "pa": [
      "ਅੱਖ ਮੂਲਯਾਂਕਨ ਸ਼ੁਰੂ ਕਰੋ",
      "ਅੱਖ ਮੂਲਯਾਂਕਨ",
      "ਅੱਖ ਚੈੱਕ",
      "ਅੱਖ ਟੈਸਟ",
      "ਅੱਖ ਚੈੱਕ ਸ਼ੁਰੂ ਕਰੋ",
      "ਅੱਖ ਟੈਸਟ ਸ਼ੁਰੂ ਕਰੋ"
    ],
    "ur": [
      "آنکھ کا معائنہ شروع کریں",
      "آنکھ کا معائنہ",
      "آنکھ کا چیک اپ",
      "آنکھ کا ٹیسٹ",
      "آنکھ کا چیک اپ شروع کریں",
      "آنکھ کا ٹیسٹ شروع کریں"
    ],
    "or": [
      "ଆଖି ମୂଲ୍ଯ଼ାଙ୍କନ ଆରମ୍ଭ କରନ୍ତୁ",
      "ଚକ୍ଷୁ ମୂଲ୍ୟାଂକନ ଶୁରୁ କରନ୍ତୁ",
      "ଚକ୍ଷୁ ମୂଲ୍ୟାଂକନ",
      "ଚକ୍ଷୁ ପରୀକ୍ଷା",
      "ଚକ୍ଷୁ ପରୀକ୍ଷା ଶୁରୁ କରନ୍ତୁ",
      "ଚକ୍ଷୁ ପରୀକ୍ଷା ଶୁରୁ କରନ୍ତୁ",
      "ଚକ୍ଷୁ ପରୀକ୍ଷା ଶୁରୁ କରନ୍ତୁ"
    ],
    "as": [
      "চকুৰ মূল্যায়ন আৰম্ভ কৰক",
      "চক্ষুৰ মূল্যায়ন আৰম্ভ কৰক",
      "চক্ষুৰ মূল্যায়ন",
      "চক্ষুৰ পৰীক্ষা",
      "চক্ষুৰ পৰীক্ষা আৰম্ভ কৰক",
      "চক্ষুৰ পৰীক্ষা আৰম্ভ কৰক",
      "চক্ষুৰ পৰীক্ষা আৰম্ভ কৰক"
    ],
  };
}
